{
  "Penny_*_BeforeMovie": "Menonton film bersama ibu sungguh mengingatkanku pada masa lalu!",
  "Penny_*_DuringMovie": "(Pam dan Penny sedang menonton dengan serius!)",
  "Penny_*_AfterMovie": "Senang bisa melakukan hal-hal bersama keluarga lagi!",
  "Penny_spring_movie_0_BeforeMovie": "Aku menantikan ini! Jas dan Vincent terus membicarakannya tanpa henti.",
  "Penny_spring_movie_0_DuringMovie": "Wow, pasti sangat sulit meninggalkan keluarganya seperti itu...$s",
  "Penny_spring_movie_0_DuringMovie_2": "Penny sepertinya menahan air mata...",
  "Penny_spring_movie_0_AfterMovie": "Terima kasih sudah membawaku ke sini, saya tak sabar untuk menceritakannya pada anak-anak betapa bagusnya itu!",
  "Penny_family_BeforeMovie": "Oh, '{0}'! Ini terlihat menyenangkan dan menyenangkan!",
  "Penny_family_DuringMovie": "(Penny tersenyum)",
  "Penny_family_AfterMovie": "Aku harus membawa anak-anak untuk melihat ini suatu saat!",
  "Penny_comedy_BeforeMovie": "Aku bersemangat, aku sedang mood untuk tertawa!",
  "Penny_comedy_DuringMovie": "Apa mereka barusan...?! Hahahaha!",
  "Penny_comedy_AfterMovie": "Huft, aku kram karena terlalu banyak tertawa...!",
  "Penny_horror_BeforeMovie": "Aku agak gugup... Aku biasanya tidak menonton film horor.$s",
  "Penny_horror_DuringMovie": "Aku tidak bisa melihat...$s",
  "Penny_horror_AfterMovie": "Aku harap aku tidak akan mimpi buruk malam ini!$s",
  "Penny_love_BeforeMovie": "Oooh, aku sudah sangat ingin melihat ini!",
  "Penny_love_AfterMovie": "Menakjubkan! Aku harap mereka membuat sekuel!",
  "Penny_like_BeforeMovie": "Hei, aku mendengar beberapa hal bagus tentang ini!",
  "Penny_like_AfterMovie": "Itu bagus! Terima kasih sudah menemaniku menonton ini!",
  "Penny_dislike_BeforeMovie": "Aku tidak bisa mengatakan bahwa aku akan memilih ini sendiri, tapi aku akan mencoba untuk tetap terbuka...",
  "Penny_dislike_DuringMovie": "...",
  "Penny_dislike_AfterMovie": "Maaf jika aku merusak film untukmu, itu hanya bukan favoritku...",
  "Penny_seen_love_BeforeMovie": "Ooh, '{0}'! Aku sudah pernah menonton ini dengan {2}!",
  "Penny_seen_like_BeforeMovie": "Aku sudah pernah menonton ini dengan {2}, itu cukup bagus!",
  "Penny_seen_dislike_BeforeMovie": "Hmm, aku pikir {2} membawaku menonton ini...",
  "Pam_*_BeforeMovie": "Hey, anak. Terima kasih telah mengundangku.",
  "Pam_*_AfterMovie": "Heh, itu tidak terlalu buruk!",
  "Krobus_fall_movie_0_BeforeMovie": "Psst... Hei, aku, Krobus. Bisa mengenaliku?$8#$b#Jika ada yang mendekati kita, Kamu bicara, oke?$8",
  "Krobus_fall_movie_0_DuringMovie": "Tidak semua orang bayangan seperti itu!$8",
  "Krobus_fall_movie_0_DuringMovie_2": "Krobus marah...",
  "Krobus_fall_movie_0_AfterMovie": "Aku tidak terbiasa mengenakan pakaian... Sangat tidak nyaman!$8",
  "Krobus_*_BeforeMovie": "*hem*... Halo! Aku sangat bersemangat untuk berada di pusat hiburan visual dan mengonsumsi jagung yang meletus... sama sepertimu!$8#$b#*bisik*... bagaimana penampilanku?$8",
  "Krobus_*_AfterMovie": "Jadi, spesiesmu menikmati menatap cahaya berkedip selama berjam-jam? Sangat menarik...$8",
  "Wizard_fall_movie_0_BeforeMovie": "Aku merasakan kekuatan arkana meresap ke bangunan ini malam ini...",
  "Wizard_fall_movie_0_DuringMovie": "Dan berpikir... orang awam tidak menyadari bahwa ini semua adalah rekaman asli, nyata!",
  "Wizard_fall_movie_0_DuringMovie_2": "Ada kilauan di mata Wizard...",
  "Wizard_fall_movie_0_AfterMovie": "Bagi mereka yang menyadari misteri esoteris, itu memiliki makna yang dalam...",
  "Wizard_*_BeforeMovie": "...",
  "Wizard_*_AfterMovie": "Kamu mengalihkanku dari studiku untuk *ini*?",
  "George_love_BeforeMovie": "Koran memberikan lima bintang pada film ini, jadi aku bersedia untuk mencobanya.",
  "George_love_AfterMovie": "Heh! Itu sebenarnya cukup bagus! Terima kasih telah mengundangku.",
  "George_like_BeforeMovie": "Hmph... Teater tidak seperti dulu... Tapi gambarnya mungkin cukup bagus.",
  "George_like_AfterMovie": "Heh. Dibandingkan dengan sebagian besar film saat ini, itu tidak buruk.$h",
  "George_dislike_BeforeMovie": "Hmph... Aku akan tidur siang selama ini.",
  "George_dislike_AfterMovie": "Memalukan! Sampah yang mereka lewati untuk 'film' saat ini... ",
  "Alex_summer_movie_1_BeforeMovie": "Katanya film ini cukup lucu, aku menantikannya.",
  "Alex_summer_movie_1_AfterMovie": "Hah! Aku benar-benar menyukainya. Tapi aku tidak tahu apakah aku bisa bertahan hidup dengan makanan yang seperti itu.",
  "Alex_love_BeforeMovie": "Aku sudah ingin melihat ini sejak lama. Terima kasih untuk tiketnya, @!",
  "Alex_love_AfterMovie": "Itu bagus! Kakiku masih bergetar dengan kegembiraan.",
  "Alex_like_BeforeMovie": "Hei, aku cukup bersemangat untuk menonton film! Tapi aku butuh camilan...",
  "Alex_like_AfterMovie": "Hei, itu lumayan bagus. Terima kasih telah mengundangku ke sini, @.",
  "Alex_dislike_BeforeMovie": "Film ini sepertinya agak ngeek, tapi aku akan mencobanya.",
  "Alex_dislike_AfterMovie": "Aku tidak tahu apakah itu membosankan, atau aku hanya tidak cukup pintar untuk memahaminya...$s",
  "Evelyn_love_BeforeMovie": "Sebelum bioskop ini datang ke kota, aku tidak pernah menonton film selama dua puluh tahun!$h",
  "Evelyn_love_AfterMovie": "Aku sangat menyukainya... sekarang Kamu tahu mengapa '{0}' dianggap sebagai klasik.",
  "Evelyn_like_BeforeMovie": "Sangat baik darimu untuk mengundang nenek tua seperti aku ke bioskop.$h",
  "Evelyn_like_AfterMovie": "Aku senang mereka masih membuat film yang bagus... aku sangat menikmatinya!",
  "Evelyn_dislike_BeforeMovie": "Aku tidak pernah menjadi penggemar film horor, tapi aku akan mencoba untuk tetap terbuka.",
  "Evelyn_dislike_DuringMovie": "Apa sudah selesai?$s",
  "Evelyn_dislike_DuringMovie_2": "Evelyn menutup matanya.",
  "Evelyn_dislike_AfterMovie": "Aku harus menutup mataku sebagian besar waktu...$s",
  "Pierre_love_BeforeMovie": "Aku dibesarkan menonton film-film fiksi ilmiah lama, jadi aku tertarik untuk melihat pendekatan modern terhadap genre itu.",
  "Pierre_love_AfterMovie": "Hah! Itu tidak seperti yang aku harapkan, tapi aku akhirnya sangat menyukainya! Aku benar-benar teridentifikasi dengan Wumbus.$h",
  "Pierre_like_BeforeMovie": "Aku biasanya sibuk sepanjang waktu, jadi sangat bagus bisa melakukan sesuatu seperti ini.",
  "Pierre_like_AfterMovie": "Tidak buruk! Aku penasaran apakah mereka memiliki barang dagangan yang bisa aku stok...",
  "Abigail_summer_movie_0_BeforeMovie": "Aku tidak percaya mereka membuat film Prairie King... Aku harap itu bagus!",
  "Abigail_summer_movie_0_DuringMovie": "Dengarkan... itu musik yang sudah sangat dikenal.$h",
  "Abigail_summer_movie_0_AfterMovie": "Yah aktingnya buruk, tapi aku masih bersenang-senang.$h",
  "Abigail_spring_movie_1_BeforeMovie": "Aku sangat bersemangat untuk 'menjelajahi dunia kita yang penuh warna'... kamu tidak, kan?$h",
  "Abigail_spring_movie_1_DuringMovie": "Aku tidak tahu itu!",
  "Abigail_spring_movie_1_AfterMovie": "Itu sangat menarik. Aku suka rakun yang paling... mereka sangat lucu!$h",
  "Abigail_love_BeforeMovie": "Aku suka film horor... Aku harap itu menakutkan!$h",
  "Abigail_love_DuringMovie": "Haha! Ini tidak menakutkan, tapi aku suka.$h",
  "Abigail_love_DuringMovie_2": "Abigail tertawa!",
  "Abigail_love_AfterMovie": "Itu agak kampiun, tapi aku suka.$h",
  "Abigail_like_BeforeMovie": "Hei! Terima kasih telah mengundangku, aku suka pergi ke bioskop.$h",
  "Abigail_like_AfterMovie": "Itu menarik... aku penasaran apa yang akan aku lakukan dalam situasi yang sama?",
  "Abigail_dislike_BeforeMovie": "Dari melihat cuplikan trailernya, ini terlihat seperti film yang sangat membosankan...$6",
  "Abigail_dislike_DuringMovie": "Bangunkan aku jika ada yang menarik terjadi.$6",
  "Abigail_dislike_AfterMovie": "*yawn*... itu cukup membosankan, bukan?$6",
  "Caroline_summer_movie_0_BeforeMovie": "Aku selalu menyukai film-film tentang barat liar, jadi aku sangat bersemangat untuk melihat ini!",
  "Caroline_summer_movie_0_AfterMovie": "Itu bagus! Rasanya benar-benar otentik, dengan kostum dan segalanya.",
  "Caroline_love_BeforeMovie": "Film ini terlihat begitu lucu, aku benar-benar berharap seseorang akan mengundangku!",
  "Caroline_love_DuringMovie": "Aku harap si kecil akan baik-baik saja...$s",
  "Caroline_love_AfterMovie": "Itu sangat menggemaskan. Terima kasih banyak telah mengundangku ke sini!",
  "Caroline_like_BeforeMovie": "'{0}'... Aku tidak tahu tentang apa ini! Aku harap ini tidak kekerasan.",
  "Caroline_like_AfterMovie": "Ini tidak buruk! Aku harus bertanya kepada Abigail tentang ini ketika aku pulang, aku yakin dia telah menontonnya.$h",
  "Caroline_dislike_BeforeMovie": "Aku punya perasaan bahwa ini akan mengecewakan... Tapi aku masih tertarik untuk mencobanya.",
  "Caroline_dislike_AfterMovie": "Itu bodoh... Aku yakin Pierre akan menyukainya.$s",
  "Harvey_spring_movie_1_BeforeMovie": "Aku gugup tentang ini... *gluduk*",
  "Harvey_spring_movie_1_DuringMovie": "Aku takut!$8",
  "Harvey_spring_movie_1_DuringMovie_2": "Harvey gemetar!",
  "Harvey_spring_movie_1_AfterMovie": "Aku memiliki rasa takut ketinggian, jadi bidikan udara yang menjulang benar-benar membuatku... Tapi, secara keseluruhan, aku bersenang-senang.$h",
  "Harvey_love_BeforeMovie": "Aku membaca ulasan memuji film ini di Zuzu City Times...",
  "Harvey_love_DuringMovie": "Ini membuatmu berpikir, bukan?",
  "Harvey_love_AfterMovie": "Itu luar biasa! Aku sangat senangmu mengajakku keluar untuk ini, @.$h",
  "Harvey_like_BeforeMovie": "Aku tidak menonton banyak film, tapi yang ini cukup baik, bukan?",
  "Harvey_like_AfterMovie": "Itu menarik! Aku akan memikirkan {0} untuk sementara waktu.",
  "Harvey_dislike_BeforeMovie": "Film ini tampak sedikit intens bagiku...$s",
  "Harvey_dislike_DuringMovie": "Aku merasa pingsan...$8",
  "Harvey_dislike_DuringMovie_2": "Tekanan darah Harvey melonjak!",
  "Harvey_dislike_AfterMovie": "Tubuhku terasa meradang setelah menonton film itu...$s",
  "Gus_summer_movie_1_BeforeMovie": "Aku melihat iklan untuk ini di TV. Terlihat sangat lucu!",
  "Gus_summer_movie_1_AfterMovie": "Sebagai seorang amatir kononseur, obsesi aneh dengan makanan berbasis gluten itu lucu.$h",
  "Gus_winter_movie_0_BeforeMovie": "Tidak terasa seperti liburan sampai Kamu menonton '{0}'!",
  "Gus_winter_movie_0_AfterMovie": "Itu menyentuh hati... dan entah bagaimana mereka membuat buah legendaris itu terlihat sangat lezat. Aku ingin mencicipinya suatu hari.",
  "Gus_fall_movie_0_BeforeMovie": "Mereka bilang film ini 'tidak konvensional'... apakah itu artinya buruk?$s",
  "Gus_fall_movie_0_AfterMovie": "Apa tujuan dari film itu? Aku tidak mengerti. Mungkin aku terlalu tua.$s",
  "Gus_like_BeforeMovie": "*mengendus* *mengendus* ... Aku mencium bau sesuatu yang lezat...",
  "Gus_like_AfterMovie": "Tidak buruk sama sekali. Aku sangat senang datang!",
  "Lewis_summer_movie_0_BeforeMovie": "Aku menonton film koboi ketika aku masih kecil... Aku senang melihat seni masih hidup!",
  "Lewis_summer_movie_0_DuringMovie": "(Aku penasaran wax kumis apa yang digunakannya?)",
  "Lewis_summer_movie_0_DuringMovie_2": "Walikota Lewis terlihat dalam pikiran...",
  "Lewis_summer_movie_0_AfterMovie": "Heh, itu bagus! Benar-benar membawaku kembali...$h",
  "Lewis_spring_movie_1_BeforeMovie": "Gubernur sendiri merekomendasikan film ini padaku!",
  "Lewis_spring_movie_1_AfterMovie": "Fantastis! Mereka benar-benar membuat Stardew Valley terlihat indah, bukan? Kalau saja mereka menampilkan Pelican Town itu sendiri...$h",
  "Lewis_like_BeforeMovie": "Sebagai walikota, aku perlu tahu jenis-jenis film yang ditayangkan di komunitas kami. Kami harus khawatir tentang pikiran-pikiran muda generasi mendatang!",
  "Lewis_like_AfterMovie": "Hah! Itu tidak buruk sama sekali... Aku akan mengatakan bahwa ini disetujui oleh Walikota.$h",
  "Lewis_dislike_BeforeMovie": "Hmm... Aku kira akan menarik untuk melihat apa yang sedang ditonton oleh para pemuda di zaman ini...",
  "Lewis_dislike_AfterMovie": "Huh... Aku penasaran apakah pesan dalam film ini baik untuk komunitas kita?",
  "Jodi_love_BeforeMovie": "Aku pernah menonton film ini sekali, dulu. Sangat romantis!",
  "Jodi_love_AfterMovie": "Itu indah... Tema filmnya benar-benar menyentuh hatiku. Terima kasih telah membawaku!",
  "Jodi_like_BeforeMovie": "Aku harap kursinya empuk, aku sudah berdiri seharian!",
  "Jodi_like_AfterMovie": "Aku bukan penggemar film... tapi aku menghabiskan waktu yang baik! Terima kasih, @.",
  "Sam_summer_movie_1_BeforeMovie": "Wah, aku sangat bersemangat untuk ini! Aku dengar film ini memiliki soundtrack yang bagus.",
  "Sam_summer_movie_1_DuringMovie": "Film ini lucu! Bagaimana mereka bisa menghasilkan hal ini?$h",
  "Sam_summer_movie_1_DuringMovie_2": "Sam tidak bisa menahan tawanya!",
  "Sam_summer_movie_1_AfterMovie": "*psst*... Jangan beri tahu siapa pun, tapi aku memakai jenis kaus kaki yang sama dengan Wumbus.",
  "Sam_horror_BeforeMovie": "Jadi kamu suka film horor, ya? Aku agak terkejut!",
  "Sam_horror_AfterMovie": "Itu cukup bagus! Aku biasanya tidak takut oleh film, tapi yang ini sedikit membuatku takut... Aku pikir aku tidak akan membawa Vincent menonton ini.",
  "Sam_like_BeforeMovie": "Hei, terima kasih telah mengundangku, @... Sungguh bagus bahwa kita memiliki bioskop di kota sekarang.",
  "Sam_like_AfterMovie": "Itu tidak buruk! Aku mungkin harus membawa Vincent menonton ini.",
  "Sam_dislike_BeforeMovie": "Ini adalah film lama dengan banyak percakapan, bukan? Hmm... $s",
  "Sam_dislike_DuringMovie": "Huh? Oh! Ya... Filmnya... menarik...$10",
  "Sam_dislike_DuringMovie_2": "Sam sedang bermain sistem permainan video genggamnya.",
  "Sam_dislike_AfterMovie": "Ya... Uh... Karakter itu menarik... Dan, um... heh...$10",
  "Vincent_love_BeforeMovie": "Aku sangat bersemangat! Ibuku bilang aku bisa makan permen juga!$h",
  "Vincent_love_DuringMovie": "Vincent sedang bersenang-senang!",
  "Vincent_love_AfterMovie": "Itu sangat menyenangkan! Aku ingin pergi menontonnya lagi!$h",
  "Vincent_dislike_BeforeMovie": "T... Tapi... Film ini untuk orang dewasa, kan?$s",
  "Vincent_dislike_DuringMovie": "Vincent gelisah di kursinya.",
  "Vincent_dislike_AfterMovie": "Itu membosankan... Aku tidak mengerti apa-apa.$s",
  "Kent_like_BeforeMovie": "Terima kasih telah mengundangku ke bioskop, @. Tidak mudah untuk beradaptasi kembali ke kehidupan sipil, tetapi Kamu telah membuat aku merasa sangat diterima.",
  "Kent_like_DuringMovie": "Ini bagus... ini mengingatkan aku pada masa-masa yang lebih sederhana...$h",
  "Kent_like_DuringMovie_2": "Kent tersenyum lebar.",
  "Kent_like_AfterMovie": "Itu menyenangkan. Ketika Kamu terlibat dalam sebuah film, semua perhatian dan kekhawatiranmu lenyap.",
  "Kent_dislike_BeforeMovie": "Aku tidak yakin tentang film ini...",
  "Kent_dislike_DuringMovie": "Kent mulai berkeringat dingin...",
  "Kent_dislike_AfterMovie": "Itu menantang bagiku. Meskipun begitu, aku menghargaimu telah mengundangku ke sini.",
  "Clint_winter_movie_1_BeforeMovie": "Film ini seharusnya menjadi kisah cinta, bukan? *sigh*$s",
  "Clint_winter_movie_1_DuringMovie": "Mengapa dia menyukai PRIA ITU? Benar-benar tidak realistis menurutku...$3",
  "Clint_winter_movie_1_DuringMovie_2": "Clint sedang mengerutkan kening.",
  "Clint_winter_movie_1_AfterMovie": "Film itu menyedihkan...$s",
  "Clint_like_BeforeMovie": "Aku kira ini 'malam bersama pria', ya? Apa itu berarti aku harus membeli camilan aku sendiri?^Oh... A... Apa kita sedang berkencan, lalu?$4",
  "Clint_like_DuringMovie": "Ini hanya... *hic*... Joja Cola.$h^*bisik*... Jika Kamu, um... lelah... Kamu bisa meletakkan kepalamu di bahuku... Heh... atau tidak!$4",
  "Clint_like_DuringMovie_2": "Clint sedang meneguk dari sebuah tabung yang tidak diberi label.",
  "Clint_like_AfterMovie": "Hei... itu cukup menyenangkan... bukan?$h",
  "Emily_spring_movie_1_BeforeMovie": "Aku makan segenggam kacang untuk mempersiapkan diri untuk film ini... makanan otak!",
  "Emily_spring_movie_1_AfterMovie": "Aku merasa sedikit lebih cerdas dari sebelumnya... apa pendapatmu?",
  "Emily_love_BeforeMovie": "Ketika aku melihat poster film ini, aku merasa sensasi yang sangat positif di bagian atas kepalaku.$h",
  "Emily_love_AfterMovie": "Film itu terasa sangat spiritual, dalam suatu cara... apakah Kamu setuju? Aku suka itu!$h",
  "Emily_like_BeforeMovie": "Aku senang menonton film denganmu! Aku cenderung benar-benar tersesat di layar.",
  "Emily_like_AfterMovie": "Aku merasa positif setelah itu... itu berarti itu adalah film yang bagus!$h",
  "Emily_dislike_BeforeMovie": "Aku biasanya pergi ke film yang lebih positif, jadi ini akan menarik.",
  "Emily_dislike_DuringMovie": "Yoba, tolong lindungi aku dari energi gelap film ini.$7",
  "Emily_dislike_DuringMovie_2": "Emily sedang berbisik pada dirinya sendiri...",
  "Emily_dislike_AfterMovie": "Tingkat energiku rendah setelah itu...$3",
  "Haley_winter_movie_1_BeforeMovie": "Mmm... Di sini hangat sekali. Musim dingin adalah waktu favoritku untuk pergi ke bioskop.$h",
  "Haley_winter_movie_1_AfterMovie": "Itu sangat romantis.",
  "Haley_winter_movie_0_BeforeMovie": "Mmm... Di sini hangat sekali. Musim dingin adalah waktu favoritku untuk pergi ke bioskop.$h",
  "Haley_winter_movie_0_AfterMovie": "Aku senang ada akhir yang baik!",
  "Haley_dislike_BeforeMovie": "Oh, apakah ini salah satu dari film 'fantasi'?$7",
  "Haley_dislike_AfterMovie": "*yawn*... Apa? Oh... apa itu filmnya lagi?$7",
  "Haley_like_BeforeMovie": "Semua orang membicarakan film ini, jadi aku ingin menontonnya.",
  "Haley_like_AfterMovie": "Adegan terakhir itu... apa maksud mereka dengan itu?",
  "Maru_spring_movie_1_BeforeMovie": "Hey, @! Aku menantikan yang ini... Aku harap kita bisa belajar banyak!$h",
  "Maru_spring_movie_1_DuringMovie": "Ah, aku lihat... itu sangat menarik!",
  "Maru_spring_movie_1_DuringMovie_2": "Maru sedang membuat catatan!",
  "Maru_spring_movie_1_AfterMovie": "Itu benar-benar menarik! Aku tidak tahu bahwa begitu banyak kehidupan bisa ditemukan di kota besar.",
  "Maru_summer_movie_1_BeforeMovie": "Ini film fiksi ilmiah, kan? Salah satu hal yang aku sukai dari fiksi ilmiah adalah melihat semua teknologi aneh yang mereka temukan.",
  "Maru_summer_movie_1_AfterMovie": "Nah, aku tak pernah melihat *itu* melalui teleskopku... tapi itu benar-benar hebat!$h",
  "Maru_like_BeforeMovie": "Aku benar-benar suka pergi ke teater, bahkan jika filmnya buruk!$h",
  "Maru_like_AfterMovie": "Itu adalah pilihan yang menarik, untuk adegan terakhir. Menurutmu mereka maksud apa dengan itu?",
  "Sebastian_love_BeforeMovie": "Hei. Aku dengar film ini cukup suram... Aku menantikannya.$h",
  "Sebastian_love_DuringMovie": "Sinematografinya luar biasa.",
  "Sebastian_love_DuringMovie_2": "Sebastian tersenyum lebar.",
  "Sebastian_love_AfterMovie": "Film terbaik yang pernah aku tonton... Aku penasaran bagaimana mereka melakukan beberapa efek khusus itu?$h",
  "Sebastian_like_BeforeMovie": "*mengangkat bahu*... Poster filmnya terlihat cukup keren, jadi aku ikut.",
  "Sebastian_like_AfterMovie": "Itu bukan yang terbaik sepanjang masa, tapi aku cukup menikmati... terima kasih telah mengundangku.",
  "Sebastian_dislike_BeforeMovie": "Aku harap ini pendek...",
  "Sebastian_dislike_AfterMovie": "Mungkin itu film yang bagus untuk audiens target, tapi itu bukan untukku.",
  "Robin_love_BeforeMovie": "Akhir-akhir ini aku merasa agak membosankan, jadi film yang penuh aksi adalah apa yang aku butuhkan.",
  "Robin_love_AfterMovie": "Aku sangat bersemangat sekarang! Itu hebat.$h",
  "Robin_like_BeforeMovie": "Aku tidak yakin tentang apa film ini, tapi aku tidak peduli! Yang penting keluar dari rumah.",
  "Robin_like_AfterMovie": "Itu sangat menyenangkan, @. Aku senang kita melakukan ini.",
  "Demetrius_winter_movie_1_BeforeMovie": "Singkat saja di salju benar-benar membuat darah mengalir.",
  "Demetrius_winter_movie_1_DuringMovie": "Kerinduan hati...? Oh! Kamu maksud 'tingkat oksitosin yang meningkat di sistem limbik'.",
  "Demetrius_winter_movie_1_DuringMovie_2": "Demetrius sedang mengerutkan kening.",
  "Demetrius_winter_movie_1_AfterMovie": "Seni film telah berkembang jauh sejak waktu itu, bukan?",
  "Demetrius_summer_movie_1_BeforeMovie": "Film ini dikatakan berlangsung di masyarakat 'futuristik'... akan menarik untuk melihat seperti apa itu!",
  "Demetrius_summer_movie_1_AfterMovie": "Film bagus... tapi aku penasaran apakah benar-benar ada kehidupan di luar planet ini?",
  "Demetrius_spring_movie_1_BeforeMovie": "Ini benar-benar cocok dengan seleraku... kamu tahu aku akan menyukainya.$h",
  "Demetrius_spring_movie_1_DuringMovie": "Secara teknis, itu tidak benar...$3",
  "Demetrius_spring_movie_1_DuringMovie_2": "Demetrius menggaruk dagunya...",
  "Demetrius_spring_movie_1_AfterMovie": "Yah, mereka pasti memperindah beberapa hal, tapi sebagian besar masih benar! Bagaimanapun juga, aku memiliki waktu yang menyenangkan.",
  "Demetrius_winter_movie_0_BeforeMovie": "Aku membaca tentang ini di surat kabar... tidak terlihat seperti hal yang cocok untukku. Tapi aku akan mencobanya.",
  "Demetrius_winter_movie_0_AfterMovie": "Omong kosong! Itu benar-benar tidak ilmiah!$4",
  "Demetrius_like_BeforeMovie": "Bahkan jika film buruk, itu menarik untuk dianalisis.",
  "Demetrius_like_AfterMovie": "Hmm... Aku penasaran aspek motivasi manusia apa yang dipuaskan oleh narasi film ini?$3",
  "Linus_spring_movie_1_BeforeMovie": "Aku merasa tidak cocok di sini... Aku harap aku tidak mengganggu siapa pun.$s",
  "Linus_spring_movie_1_DuringMovie": "Linus menatap lantai...",
  "Linus_spring_movie_1_AfterMovie": "Mengapa menatap layar ketika Kamu bisa mengalami ini sendiri?$s",
  "Linus_dislike_BeforeMovie": "Aku merasa tidak cocok di sini... Aku harap aku tidak mengganggu siapa pun.$s",
  "Linus_dislike_DuringMovie": "Linus menatap lantai...",
  "Linus_dislike_AfterMovie": "Aku tidak terbiasa dengan begitu banyak stimulasi... maaf jika aku menjadi tamu yang mengecewakan, @. Aku masih menghargai undanganmu!",
  "Dwarf_love_BeforeMovie": "Oh, wow! Sebuah istana dibangun untuk tujuan hiburan semata!",
  "Dwarf_love_DuringMovie": "Kerdil tampaknya dalam trance yang dalam...",
  "Dwarf_love_AfterMovie": "Aku tidak mengerti apa-apa, tapi lampu berkedip itu mempesona!",
  "Marnie_love_BeforeMovie": "Aku tahu aku akan menyukai film ini! Sangat baik darimu untuk mengundangku, @.$h",
  "Marnie_love_AfterMovie": "Oh, aku sangat senang keluarga itu baik-baik saja pada akhirnya. Dan sapi-sapi juga!$h",
  "Marnie_like_BeforeMovie": "Aku cukup santai saat menyangkut film... Aku suka hampir semua hal!",
  "Marnie_like_AfterMovie": "Aku sangat senang, @! Terima kasih telah memikirkanku.",
  "Shane_summer_movie_0_BeforeMovie": "Buh... Ya, aku kira ini mungkin akan baik-baik saja. *mencium* *mencium* ... camilan mungkin akan membantu.",
  "Shane_summer_movie_0_DuringMovie": "Aku mendukung penjahat... *kentut*",
  "Shane_summer_movie_0_AfterMovie": "Baiklah, aku akan mengakui... aku pikir itu cukup bagus.",
  "Shane_love_BeforeMovie": "Heh. Aku sebenarnya tertarik untuk melihat ini...",
  "Shane_love_DuringMovie": "Baiklah, ini bagus...$h",
  "Shane_love_DuringMovie_2": "Shane berusaha tidak tersenyum.",
  "Shane_love_AfterMovie": "Saat Kamu menonton film yang bagus, Kamu bisa melupakan segalanya... Itu adalah hadiah.",
  "Shane_like_BeforeMovie": "Buh... Ya, aku kira ini mungkin akan baik-baik saja. *mencium* *mencium* ... camilan mungkin akan membantu.",
  "Shane_like_AfterMovie": "Baiklah, aku akan mengakui... aku pikir itu cukup bagus.",
  "Shane_dislike_BeforeMovie": "Ugh... ini akan menyakitkan.",
  "Shane_dislike_DuringMovie": "Shane tertidur...",
  "Shane_dislike_AfterMovie": "Aku merasa sedih...$s",
  "Jas_love_BeforeMovie": "Aku sangat senang bisa menonton film!",
  "Jas_love_DuringMovie": "Jas sangat bersemangat!",
  "Jas_love_AfterMovie": "Itu sangat menyenangkan! Terima kasih telah membawaku!$h",
  "Jas_like_BeforeMovie": "Ini film untuk orang dewasa, kan? Aku akan baik-baik saja!",
  "Jas_like_DuringMovie": "Jas mengangguk dan melirik ke samping.",
  "Jas_like_AfterMovie": "Aku pikir itu bagus! Itu memiliki... eh... dialog yang baik, kan? ...benar?",
  "Jas_horror_BeforeMovie": "A... Aku tidak yakin aku diizinkan untuk menonton ini...$s",
  "Jas_horror_DuringMovie": "Aku takut...$s",
  "Jas_horror_DuringMovie_2": "Jas gemetar.",
  "Jas_horror_AfterMovie": "*hingus*...$s",
  "Leah_spring_movie_1_BeforeMovie": "Aku mendengar ada beberapa rekaman alam yang sangat indah dalam film ini... Aku benar-benar menantikannya!$h",
  "Leah_spring_movie_1_AfterMovie": "Itu bagus. Aku cukup yakin aku bahkan melihat kabinku dalam salah satu adegan udara Stardew Valley itu!$h",
  "Leah_love_BeforeMovie": "Aku benar-benar tertarik dengan film ini... Aku mudah terpana oleh hal-hal misterius.",
  "Leah_love_AfterMovie": "Itu bagus! Narasinya sangat longgar, tetapi aku pikir itu dimaksudkan untuk berbicara kepada emosi, bukan intelektual.",
  "Leah_like_BeforeMovie": "Aku tidak yakin apa yang akan aku harapkan dari film ini, tapi aku akan tetap terbuka pikiran!",
  "Leah_like_AfterMovie": "Itu sederhana, tapi bagus... Seperti makanan yang nyaman dalam dunia sinema.",
  "Leah_dislike_BeforeMovie": "Dari poster film, ini terlihat cukup cheesy.",
  "Leah_dislike_AfterMovie": "Itu agak rendah, bukan?",
  "Sandy_love_BeforeMovie": "Aku sangat senang bisa memiliki alasan untuk datang ke Pelican Town!",
  "Sandy_love_AfterMovie": "Itu sangat menyenangkan, terima kasih telah mengundangku! Aku sebaiknya segera pulang...",
  "Elliott_love_BeforeMovie": "Aku memprediksi ini akan menjadi malam yang sangat istimewa!",
  "Elliott_love_AfterMovie": "Aku merasa seolah-olah semangatku diisi... seolah-olah energi film itu ditransfer padaku. Luar biasa!",
  "Elliott_like_BeforeMovie": "Aku menghindari semua informasi tentang film ini... Aku suka masuk sepenuhnya 'buta'!",
  "Elliott_like_AfterMovie": "Sangat menarik... Akan aku pikirkan itu untuk sementara waktu.",
  "Elliott_dislike_BeforeMovie": "Itu akan menjadi kebohongan jika aku mengatakan aku menantikannya...$s",
  "Elliott_dislike_AfterMovie": "Itu sangat biasa, bukan?",
  "Willy_like_BeforeMovie": "Hehe... Aku tidak akan menolak film gratis!",
  "Willy_like_AfterMovie": "Ah, itu mengingatkanku pada cerita yang dulu ayahku ceritakan...",
  "Leo_love_BeforeMovie": "Aku sangat bersemangat untuk melihat ini... Aku ingin mempelajari segalanya tentang dunia!",
  "Leo_love_DuringMovie": "Leo terpaku pada layar!",
  "Leo_love_AfterMovie": "Apa Kamu melihat itu? Mereka menampilkan pulau-pulau pakis... itulah tempat asalku!$h",
  "Leo_like_BeforeMovie": "Aku sangat senang berada di sini. Semuanya begitu menarik!",
  "Leo_like_DuringMovie": "Leo tampak sangat tertarik pada film.",
  "Leo_like_AfterMovie": "Wow... itu seperti sihir!"
}