{
  "BraveLittleSapling_Title": "The Brave Little Sapling",
  "BraveLittleSapling_Description": "Sebuah komedi keluarga animasi tentang sebatang tunas kecil dalam petualangan magis untuk menjadi sebuah pohon!",
  "BraveLittleSapling_Scene1": "The Brave Little Sapling",
  "BraveLittleSapling_Scene2": "Si Tunas Kecil Berani meninggalkan rumahnya. Dia ragu sejenak dan berbalik, tahu dia tidak akan kembali untuk waktu yang lama...",
  "BraveLittleSapling_Scene3": "Tunas lain dari hutan kecilnya berkumpul di pinggiran kota, dengan antusias melambai-lambaikan dahan mereka sebagai pembukaan perpisahan...!",
  "BraveLittleSapling_Scene4": "Oh tidak! Tanpa diduga, hujan mulai turun...! Tunas kecil itu berlari secepat mungkin karena awan petir menggelayut di langit...",
  "BraveLittleSapling_Scene5": "Merasa hidupnya terancam, dan terdemoralisasi oleh hujan yang tak henti-hentinya, si Tunas Kecil Berani mulai kehilangan harapan...",
  "BraveLittleSapling_Scene6": "...Tapi apa ini...? Si tunas merasakan rasa geli di bagian atas kepalanya... ",
  "BraveLittleSapling_Scene7": "Mungkin hujan sedikit adalah yang dibutuhkannya untuk memulai perjalanannya menjadi sebatang pohon!",
  "BraveLittleSapling_Scene8": "Selamat tinggal, teman kecil!",
  "Mysterium_Title": "Mysterium",
  "Mysterium_Description": "Lihatlah di balik selubung tengah malam... Kamu harus mengalami sendiri untuk percaya!",
  "Mysterium_Scene1": "'Mysterium'",
  "Mysterium_Scene2": "Siluet samar di kegelapan...",
  "Mysterium_Scene5": "Hampa, ruang hampa yang tidak diketahui... di mana teror tak terkatakan menunggu.",
  "Mysterium_Scene8": "Berbagai adegan yang tidak berhubungan, dari dunia lain, terjadi...",
  "Mysterium_Scene10": "'KAMU HARUS memberi tahu teman-temanmu untuk MENONTON MYSTERIUM malam ini...'",
  "Mysterium_Scene11": "'...Atau aku akan mengunjungimu dalam mimpimu!'",
  "JourneyOfThePrairieKing_Title": "Journey Of The Prairie King: Film Layar Lebar",
  "JourneyOfThePrairieKing_Description": "Permainan video yang dicintai hadir di layar perak!",
  "JourneyOfThePrairieKing_Scene1": "'Journey Of The Prairie King: Film Layar Lebar'",
  "JourneyOfThePrairieKing_Scene2": "Di jalur berdebu yang kuno sekali lagi, kita menemukan Raja Praire mengawasi kereta kargo penuh harta berharga.",
  "JourneyOfThePrairieKing_Scene3": "Tapi, tanpa sepengetahuan pahlawan kita, penjahat jahat itu mengawasi dari tebing terdekat...",
  "JourneyOfThePrairieKing_Scene4": "'Akhirnya, aku akan menyingkirkan sheriff sombong itu dan mengambil semua harta itu... Aku pantas mendapatkannya!'",
  "JourneyOfThePrairieKing_Scene5": "'Ups! Sepertinya longsoran salju ini menuju langsung ke kereta kargo.'",
  "JourneyOfThePrairieKing_Scene6": "Raja Praire mendengar gemuruh samar di kejauhan... Lihat!",
  "JourneyOfThePrairieKing_Scene7": "Berpikir cepat, dia melepaskan tembakan.",
  "JourneyOfThePrairieKing_Scene8": "Tapi apa ini? Air terbang ke mana-mana!",
  "JourneyOfThePrairieKing_Scene9": "Dia melakukannya lagi! Lumpur tebal menghentikan longsoran salju itu dalam waktu singkat.",
  "JourneyOfThePrairieKing_Scene10": "Kereta kargo diselamatkan.",
  "JourneyOfThePrairieKing_Scene11": "Akhir.",
  "Wumbus_Title": "Wumbus",
  "Wumbus_Description": "Sebuah komedi fiksi ilmiah yang absurd tentang kehidupan dan waktu seorang pria berbentuk gumpal dari bintang lain.",
  "Wumbus_Scene1": "'Wumbus'",
  "Wumbus_Scene2": "Wumbus, selalu tenang, meregangkan diri dan menikmati kehangatan matahari planetnya.",
  "Wumbus_Scene3": "Pelayan setianya, FoodBot, menyediakan aliran konstan 'pukis gluten' yang digoreng dan 'saus merah'.",
  "Wumbus_Scene4": "Wumbus mencoba membuat keponakannya, Rossel, tertarik pada budaya dan urusan sistem bintang, tetapi Rossel tidak terkesan.",
  "Wumbus_Scene5": "'Psst!'",
  "Wumbus_Scene6": "Film ini adalah potongan kehidupan yang lucu di dunia aneh Wumbus, sebuah dunia di mana teknologi dan masyarakat telah 'maju' ke tingkat ekstrim.",
  "Wumbus_Scene7": "Banyak adegan mencoba menemukan humor dalam absurditas gaya hidup modern.",
  "Wumbus_Scene8": "Namun, meskipun memiliki banyak pilihan hiburan, Wumbus dan teman-temannya masih menikmati berkumpul untuk makanan lezat 'pizza' (terbuat dari bahan gluten 100%).",
  "ZuzuCityExpress_Title": "The Zuzu City Express",
  "ZuzuCityExpress_Description": "Sebuah klasik film yang dicintai, dengan hati-hati direstorasi untuk bioskop modern.",
  "ZuzuCityExpress_Scene1": "'The Zuzu City Express'",
  "ZuzuCityExpress_Scene2": "The Zuzu City Express melakukan perjalanan terakhir ke selatan, dari pantai berbuku-beku... Itu adalah perjalanan tiga hari!",
  "ZuzuCityExpress_Scene3": "Seorang wanita muda menatap dengan merenung.",
  "ZuzuCityExpress_Scene6": "Film ini mengeksplorasi tema yang abadi... konflik antara akal budi dan emosi.",
  "ZuzuCityExpress_Scene7": "Akankah dia mengikuti petunjuk pikirannya yang rasional, atau kerinduannya dari hatinya?",
  "ZuzuCityExpress_Scene8": "Film ini berakhir sebelum kita mengetahuinya...",
  "MiracleAtColdstarRanch_Title": "The Miracle At Coldstar Ranch",
  "MiracleAtColdstarRanch_Description": "Melawan segala rintangan, sebuah keluarga menjaga semangat Bintang Musim Dingin tetap hidup...",
  "MiracleAtColdstarRanch_Scene1": "'The Miracle at Coldstar Ranch'",
  "MiracleAtColdstarRanch_Scene2": "Ini adalah malam The Winter Star, dan sudah salju turun selama 3 minggu.",
  "MiracleAtColdstarRanch_Scene3": "Keluarga Coldstar terjebak... menuju kota adalah hal yang tidak mungkin dilakukan. Untungnya, sapi memiliki cukup jerami untuk bertahan.",
  "MiracleAtColdstarRanch_Scene5": "...Tapi keluarga kehabisan makanan.",
  "MiracleAtColdstarRanch_Scene7": "Meskipun begitu, Papa Coldstar berani menghadapi kondisi berbahaya untuk menebang pohon bintang musim dingin...",
  "MiracleAtColdstarRanch_Scene9": "Meskipun kelaparan, keluarga tersebut menghias pohon, menjaga janji Bintang Musim Dingin tetap hidup.",
  "MiracleAtColdstarRanch_Scene11": "Malam itu, sebuah fenomena yang tidak biasa...",
  "MiracleAtColdstarRanch_Scene12": "Keesokan harinya, Mama Coldstar terkejut melihat pohon dihiasi dengan buah kosmis.",
  "MiracleAtColdstarRanch_Scene12_2": "'Kami percaya pada Bintang Musim Dingin, dan karena itu kami diingat!'",
  "MiracleAtColdstarRanch_Scene13": "Mereka semua berbagi buah Stardrop. Meskipun ukurannya kecil, ini adalah makanan yang paling mengenyangkan dan lezat yang pernah mereka makan.",
  "MiracleAtColdstarRanch_Scene14": "Keluarga itu diselamatkan, dan semangat harapan masih hidup dan sehat. Janji Bintang Musim Dingin terpenuhi sekali lagi...",
  "NaturalWonders_Title": "Natural Wonders: Menjelajahi Dunia Kita yang Penuh Warna",
  "NaturalWonders_Description": "Ikuti tur melalui tanah-tanah Republik Ferngill... dari Kepulauan Fern hingga Zuzu City, dunia ini penuh dengan kehidupan!",
  "NaturalWonders_Scene1": "'Natural Wonders: Menjelajahi Dunia Kita yang Penuh Warna'",
  "NaturalWonders_Scene2": "Kepulauan Fern, surga tropis 80 mil dari pantai selatan. Pulau-pulau ini terbentuk karena aktivitas gunung berapi di wilayah itu, dan masih terus berkembang...",
  "NaturalWonders_Scene3": "Iklim hangat di samudra selatan memungkinkan keanekaragaman hayati yang ekstrim... singkatnya, pulau ini penuh dengan kehidupan!",
  "NaturalWonders_Scene4": "Sekarang kita bergerak ke utara menuju hiruk-pikuk Zuzu City. Ini adalah dunia beton dan baja, diterangi oleh cahaya kota.",
  "NaturalWonders_Scene5": "Kondisinya mungkin keras, tetapi masih, kita menemukan kehidupan yang melimpah...",
  "NaturalWonders_Scene6": "Jauh di barat, sendirian di laut Gem yang luas, terletak Pulau Prairie. Terlepas dari namanya, tanah ini adalah rumah bagi berbagai bioma alami.",
  "NaturalWonders_Scene7": "Pulau ini terkenal dengan populasi rakunnya yang melimpah!",
  "NaturalWonders_Scene8": "Terakhir, kita kembali ke daratan, untuk mengunjungi salah satu area yang paling menyenangkan dari benua itu... Stardew Valley.",
  "NaturalWonders_Scene9": "Iklim sedang lembab di lembah ini adalah rumah yang sempurna untuk berbagai makhluk hutan dan serangga. Sungguh tempat yang indah!",
  "ItHowlsInTheRain_Title": "It Howls In The Rain",
  "ItHowlsInTheRain_Description": "Sebuah kelompok anak muda berangkat untuk menemukan sumber suara misterius. (Diperlukan Pengawasan Orang Tua)",
  "ItHowlsInTheRain_Scene1": "It Howls In The Rain",
  "ItHowlsInTheRain_Scene2": "'Rekaman berikut berhasil diselamatkan dari kamera video yang ditinggalkan 30 mil di selatan Grampleton'",
  "ItHowlsInTheRain_Scene3": "'Kamu dengar itu? Aku pikir itu datang dari hutan itu... Ayo pergi...'",
  "ItHowlsInTheRain_Scene4": "'(Napas Berat)... Lihat!'",
  "ItHowlsInTheRain_Scene5": "(Kamera tiba-tiba maju ke dalam hutan)",
  "ItHowlsInTheRain_Scene6": "'Oh, itu hanya kamu, Gary... *huff* *huff*... Berhenti meraih lenganku!'",
  "ItHowlsInTheRain_Scene6_2": "Agh!",
  "ItHowlsInTheRain_Scene7": "'Lihat! Itu ada di semak...'",
  "ItHowlsInTheRain_Scene8": "Aiii!",
  "ItHowlsInTheRain_Scene8_2": "Oh...",
  "ItHowlsInTheRain_Scene9": "(Tangisan yang teredam dan suara bergeser yang aneh terdengar)",
  "ItHowlsInTheRain_Scene10": "Masih ada di luar sana..."
}