{
  "Missing": "Ada buku yang hilang di sini...",
  "0": "Tips Berkebun--\n*Gunakan pupuk untuk meningkatkan kualitas, kurangi beban kerja, atau percepat pertumbuhan tanaman.\n*Pohon buah membutuhkan satu musim penuh untuk tumbuh, tapi memerlukan sedikit perawatan. Pastikan area di sekitar pucuk pohon buah Anda bersih, atau mungkin tidak akan tumbuh dengan baik.\n*Tanaman akan mati begitu musim berakhir, kecuali jika mereka tumbuh dalam beberapa musim (misalnya Jagung).\n*Beberapa tanaman, seperti kale dan gandum, perlu dipanen dengan sabit.",
  "1": "...Ini adalah buku karya Marnie.\n 'Hewan sangat sensitif. Mereka suka dipelihara setiap hari, dan lebih suka makan rumput di luar daripada jerami kering. Mereka tidak suka berada di luar saat hujan. Hewan yang bahagia menghasilkan produk berkualitas lebih tinggi!'",
  "2": "Tentang Mencari Makanan\n Hutan dan pegunungan lokal adalah tempat yang bagus untuk menemukan hasil alam! Seorang pencari makanan yang baik akan membersihkan semua gulma, tunggul, atau batu dari daerah-daerah ini, sehingga hasil alam memiliki banyak ruang untuk tumbuh!\nPencari makanan ahli tahu rahasia untuk membudidayakan makanan liar sehingga bisa ditanam di peternakan. Apakah itu tidak menakjubkan?",
  "3": "Nelayan, Bagian I:\nTex: Gordy, bagaimana kamu bisa menangkap begitu banyak ikan? Bagi saya, butuh waktu lama!\nGordy: Anda harus membuat pilihan untuk menjadi seorang nelayan sejati... dan dari waktu ke waktu kecepatan memancing Anda akan meningkat!\nTex: Jadi kamu mengatakan bahwa meningkatkan keterampilan memancing saya akan membuat saya memancing lebih cepat?\nGordy: Benar. Suatu hari Anda bahkan mungkin belajar rahasia untuk membuat pelampung Anda sendiri, meningkatkan penguasaan Anda lebih jauh. Sekarang, pergilah!",
  "4": "Seberapa dalam tambang ini?\n Pertanyaan ini telah dipertimbangkan oleh banyak penjelajah Stardew Valley selama bertahun-tahun... Yang sebenarnya, tidak ada yang benar-benar tahu. Atau setidaknya, mereka tidak memberi tahu siapa pun.\nSayangnya, banyak dari mereka yang menjelajah jauh ke dalam tambang tidak pernah kembali...\nNamun, ada beberapa petualang berani yang telah melakukan perjalanan jauh ke dalam tambang, dan telah kembali dengan laporan menarik.\n Ternyata, ada tiga area berbeda di tambang, masing-masing dengan monster dan harta unik.\nBeberapa petualang berbicara tentang danau bawah tanah raksasa dan makhluk aneh... Tetapi klaim-klaim ini tidak pernah terbukti.",
  "5": "Jurnal Petani Tua:\n Saya sudah di sini selama setahun sekarang, dan saya mulai berteman dengan penduduk setempat. Rasanya sungguh menyenangkan! Dan mereka mengirimkan saya hadiah dan resep-resep keluarga rahasia lewat surat, juga! Itu sangat membantu.",
 "6": "'Scarecrows'\n Setelah Anda mulai menanam banyak tanaman di peternakan Anda, Anda dapat mengharapkan akan dikunjungi oleh gagak. Pagi-pagi, Anda mungkin menemukan bahwa seekor gagak telah membuat sarapan dari hasil kerja keras Anda!\nSalah satu cara untuk mencegah gagak-gagak mengganggu memakan tanaman Anda adalah dengan memasang pengusir burung dekat dengan tanaman Anda.\nPerhatikan bahwa pengusir burung memiliki jangkauan terbatas, jadi Anda akan membutuhkan beberapa jika peternakan Anda besar.\nPengusir burung melacak berapa banyak gagak yang mereka alihkan. Anda dapat menggunakan itu untuk mengetahui apakah mereka berada di tempat yang berguna.\n\n* 'Pengusir Burung Koleksi' bukan hanya untuk penampilan! Mereka bekerja sama seperti model reguler.",
  "7": "Rahasia Stardrop\n--\nSelama ribuan tahun, orang telah tertarik dengan kekuatan misterius stardrop... tetapi tidak ada yang tahu dari mana asalnya!\n Profesor R. J. Kutler, seorang peneliti terkemuka tentang buah-buahan aneh, mengatakan ini: 'Kami telah menemukan jejak material genetik pada meteorit yang sangat mirip dengan Stardrop, tetapi itu bukan kecocokan yang terbukti'.\nTerlepas dari dari mana asalnya, buah aneh tersebut dikatakan luar biasa lezat... dan beberapa bahkan mengklaim bahwa mereka memberikan kekuatan khusus kepada mereka yang memakannya.",
  "8": "Perjalanan Prairie King -- Video Game Terkenal!\n\nTahukah Anda? Siapa pun yang mengalahkan 'Perjalanan Prairie King' secara otomatis masuk ke dalam pengundian untuk hadiah khusus!\n\nTahukah Anda? Pengembang menyatakan bahwa protagonis didasarkan pada karakter dunia nyata... Pahlawan koboi sejati dari pulau padang rumput di Laut Gem!",
  "9": "-- Studi Tentang Hasil Berlian --\n\n Setelah bertahun-tahun penelitian di tambang, saya percaya saya telah belajar sesuatu tentang frekuensi berlian.\nPenelitian saya melibatkan hanya batu-batu yang tersebar di sekitar tambang... Mereka yang pecah dengan beliung. Hasil mineral dari sumber lain memerlukan penelitian lebih lanjut.\nBerlian tampaknya hanya terbentuk pada level tambang 50 atau lebih tinggi. Pada level 50, sekitar 1 dari 500 batu akan kaya berlian.\n Setelah level 50, frekuensi pembentukan berlian tampaknya meningkat sekitar .000016 per level. Permata yang cukup langka!\n-M. Jasper",
  "10": "-~-Panduan Brewmaster-~-\n   Ah... untuk membuat bir!\nAroma kaya ragi yang melayang melalui loteng cedar... Aroma bunga hop yang baru dipotong di malam hari musim dingin... tetapi saya menyimpang. Anda mungkin lebih tertarik pada sisi praktis membuat bir...\nUntuk membuat bir, Anda akan memerlukan tong. Saya akan membiarkan Anda menemukan rancangan untuk tong sendiri.\nTong dapat digunakan untuk membuat beberapa jenis produk. Jika sayuran diletakkan di dalamnya, tong akan menghasilkan jus. Jus membutuhkan waktu paling sedikit untuk dibuat.\nJika gandum diletakkan di dalam tong, itu akan menghasilkan bir. Bir membutuhkan waktu untuk dibuat, tetapi cukup menguntungkan.\nMeletakkan hops dalam tong akan menghasilkan 'Pale Ale' yang tercinta.\nLetakkan buah di dalam tong untuk membuat anggur. Anggur membutuhkan waktu paling lama dari semua untuk dibuat, tetapi anggur yang terbuat dari buah terbaik sangat berharga!\nBersabarlah dengan tong Anda... Anda akan tahu sudah selesai ketika sudah benar-benar diam. Dan minumlah dengan bijaksana, atau Anda pasti akan menyesalinya!",
  "11": "Misteri Dwarves\nPara Dwarf menyebut diri mereka 'Smoluanu'... yang diterjemahkan menjadi 'orang langit'. Nama aneh untuk kelompok yang tinggal di bawah tanah dalam, bukan?\nMisteri lain dari para Dwarf adalah teknologi canggih yang mereka miliki. Bukti seperti ini telah membuat saya, meskipun ditertawakan oleh rekan-rekan saya, untuk mengajukan teori baru:\nSaya percaya para Dwarf adalah sisa-sisa peradaban yang dahulu maju yang kendaraan antarplanetnya jatuh di planet ini sudah lama.\nSaya mengusulkan bahwa pesawat ruang angkasa Dwarf ini menabrak, jauh di bawah tanah... dan dari waktu ke waktu, para Dwarf menjadi teradaptasi dengan lingkungan bawah tanah baru mereka.\n Rekan-rekan saya bertanya, 'Mengapa mereka tidak naik ke permukaan dan tinggal di permukaan?' ...Mungkin planet lama mereka memiliki atmosfer yang lebih tebal yang melindungi mereka dari radiasi bintang, dan mereka hanya tidak dapat bertahan hidup di sinar matahari kita.\n Itu akan menjelaskan mengapa mereka hanya muncul di malam hari untuk mengambil apa yang mereka butuhkan dari rumah kita...\n\n-M. Jasper",
  "12": "Sorotan Dari Kitab Yoba\n\nSebelum waktu hanya ada cahaya emas yang tak terbatas.\n Cahaya memanggil dirinya sendiri...'Yoba'.\nYoba menginginkan lebih banyak.\nYoba memutar-mutar cahaya emas menjadi pusaran. Yoba memutar-mutar sampai terbentuk lubang di mata pusaran.\nDari lubang ini muncul sebuah benih.\nYoba meratakan cahaya emas.\nYoba meratakan dan meratakan, dan cahaya menjadi tanah.\nKe dalam tanah ini, Yoba menanam benih.\nBenih itu bertunas, dan lihatlah! Sebuah tanaman menjulang ke langit, berputar dan menyelidiki, melemparkan bayangan yang bergelombang ke kekosongan emas.\nSetelah 11 hari, tanaman itu berbuah.\nYoba, dengan kebijaksanaan yang tahu, mengupas kulit keras dari buah itu dan melihat bahwa dunia ada di dalamnya.\nDan begitulah cara dunia tercipta.",
  "13": "Panduan Pernikahan Untuk Petani\nSebelum Anda meminta seseorang untuk menikahi Anda, Anda harus berkencan dengan mereka untuk sementara waktu terlebih dahulu (Minta seseorang berkencan dengan Anda dengan buket dari Pierre's).\n Ketika Anda siap untuk mengajukan pertanyaan besar, Anda perlu memberi mereka 'Kalung Putri Duyung'. Semua orang tahu apa artinya saat Anda memberikan salah satu itu kepada mereka.\n Dikabarkan bahwa di hari-hari badai, hantu pelaut tua muncul di Stardew Valley, menggenggam kalung seperti itu.\n Setelah upacara pernikahan, pasangan Anda akan tinggal bersama Anda. Ingatlah untuk memperlakukan pasangan Anda dengan baik... Mereka masih suka hadiah bahkan setelah menikah!\n\n(Dibayar oleh Pierre)",
  "14": "Nelayan, Akt II:\nTex: Gordy, ceritakanlah kisah nelayan terbaikmu.\nGordy: *napas dalam*...Saya telah menangkap banyak ikan besar dalam hidup saya...Dan beberapa yang sangat langka dan sulit...Tetapi ada satu yang saya susah payah tangkap selama tiga hari dan tiga malam\nGordy: Saya menyebut ikan ini... 'Legenda'. Dia adalah makhluk besar... Dan semakin saya tarik tali, semakin keras dia menarik balik. Saya lengah sejenak dan dia mematahkan perahuku menjadi dua. Saya tidak pernah memancing lagi.\nTex: Apakah Anda pikir seseorang akan pernah menangkapnya?\nGordy: Hmm... Jika orang ini adalah ahli memancing, dan menangkap semua ikan langka lainnya terlebih dahulu, dan memastikan mereka makan jenis makanan yang benar... maka mungkin. Di atas semua itu, Anda harus memiliki rasa hormat terhadap air, nak.\nTex:...nak? Apa maksudmu... kamu...\n ...b...bapak?\nGordy: Ya, nakku.\n\n**Musik Dramatis saat tirai jatuh**",
 "15": "Rahasia Ikan Legendaris\n\nPara Nelayan berbicara tentang lima ikan langka dan unik yang hanya bisa ditangkap oleh pemancing terampil. Setelah ditangkap, mereka tidak akan pernah muncul lagi.\n\nIkan merah hidup di air hangat samudera pada musim panas. Sudah terlihat di bagian timur jauh pantai.\n\nIkan Glacier, yang hanya muncul di musim dingin, bisa ditangkap di ujung selatan pulau kepala panah di Hutan Cindersap... dekat tempat sungai bertemu dengan laut.\n\nIkan Angler pernah terlihat di musim gugur, di utara kota tempat sungai mengalir dari pegunungan.\n\nAda rumor tentang ikan aneh dan bengkok yang hidup di saluran pembuangan.\n\nIkan terakhir, dari spesies yang belum pernah ditangkap sebelumnya, dikenal hanya sebagai 'legenda'. Konon dia tinggal di sebuah batang kayu yang tenggelam di danau gunung, dan hanya keluar pada hari-hari hujan di musim semi untuk menggigit telur katak. Hanya pemancing terampil yang bisa berharap menangkapnya.\n\nLatihlah memancing dan bersikaplah gigih, dan akhirnya Anda akan menangkap ikan yang sulit ditemui ini. Pastikan untuk menghormati air dan jangan mengeluarkan terlalu banyak ikan dari ekosistem.",
  "16": "...Saya melihat sesuatu yang aneh di terowongan keluar dari Pelican Town. Ada pintu kecil yang tersembunyi di kegelapan. Tapi tidak bisa membukanya.\n\n-Gunther",
  "17": "Catatan Dari Gunther: Hei, perpustakaan ini benar-benar menjadi bagus, berkat bantuanmu! Terima kasih banyak!",
  "18": "Goblin^oleh M. Jasper^^Spesies yang umumnya dikenal sebagai \"Goblin\" tampaknya berasal dari hutan di timur laut jauh, di luar Bukit Bluemire. Dikenali dari kulit hijau mereka, mata merah terang, dan bau busuk, pertemuan awal dengan Goblin bisa menakutkan bagi para pelancong yang tidak berpengalaman.^^Meskipun penampilan mereka yang mengganggu, Goblin memiliki kapasitas intelektual dan emosional yang mirip dengan manusia, dan tidak kesulitan belajar tentang adat dan bahasa kita. Goblin yang saya temui cukup ramah dan menyenangkan, setelah saya tunjukkan bahwa saya tidak bermaksud jahat. Sayangnya, ratusan tahun ketidakpercayaan dan perlakuan buruk dari manusia telah membuat banyak Goblin mengejar karier di bawah perintah penyihir, tukang sihir, penghidup mati, dan jenis-jenis yang tidak baik lainnya.^^Diet Goblin tradisional sebagian besar terdiri dari daging larva, biasanya dari varietas larva besar dan lezat asli hutan Goblin. Pada kesempatan istimewa, Goblin akan memanjakan diri dengan sebuah item yang disebut 'mayones hampa'... dianggap mungkin hidangan terbaik dalam semua masakan Goblin.",
  "20": "Solok Ulan Paa Eno Ra Coto Ulan Coto Ulan Mabo Bel Eno Ra Teba Omi Walo Nemo^^Dop Ulan Coto Kui Mabo Awa Yoba Omi Solok Awa Lon Omi Omi Nemo^^Solok Teba Ra Awa Nemo Gawa Eno Bel Ulan Nemo Teba Omi Yoba Bel Omi Xi"
}