{
  "derby_contestent0": "Nelayan: Aku datang dari Grampleton untuk ini.||Nelayan: Aku tidak akan pergi tanpa tas penuh ikan trout!",
  "derby_contestent1": "Mariner: Aku rasa aku sedikit terlalu berpakaian untuk acara ini.",
  "derby_contestent2": "Mariner: Tentu saja... ada orang yang muncul mengenakan pakaian yang sama seperti aku. Sungguh memalukan!",
  "derby_contestent3": "Nelayan: Maaf, aku mencoba menikmati kedamaian dan ketenangan.||Nelayan: ...||Nelayan: ...||Nelayan: ...||Nelayan: Tidak bisakah kamu mengerti kode?||Nelayan: ...||Nelayan: ...||Nelayan: ...||Nelayan: Seseorang akan mendapat kesulitan, dan itu bukan ikan trout.||Nelayan:...",
  "derby_contestent4": "Saudari Pemancing: Kami adalah saudari pemancing terkenal!||Saudari Pemancing: Kami akan menangkap sebanyak ikan yang kami inginkan! Nah Nah Nah!",
  "derby_contestent5": "Pencari Ikan: Ada yang beruntung? Sebagian besar gigitan yang aku dapat adalah dari nyamuk...",
  "derby_contestent6": "Pria Trout: Dari mana aku berasal, mereka memanggil aku 'Pria Trout'.||Pria Trout: Ya, aku menghabiskan lima tahun belajar bagaimana berpikir seperti ikan trout. Cukup sederhana, sebenarnya: makanan, makanan, makanan, bertelur, istirahat, makan lebih banyak makanan.||Pria Trout: Aku sendiri suka makanan. Tidak terlalu pandai dalam bertelur, meskipun.",
  "derby_contestent7": "Nelayan: Mencoba kabur dari kerumunan? Aku punya ide yang sama.",
  "derby_contestent8": "Pro Pemancing: Aku tahu ini bukanlah kompetisi, tapi tetap saja... siapa pun yang mendapat tag paling banyak akan memiliki hak untuk membanggakan diri sepanjang tahun!||Pro Pemancing: Aku akan kembali pada musim dingin untuk SquidFest... Itu baru tantangan nyata!||Pro Pemancing: Rahasia menangkap trout adalah, Anda harus memberi mereka presentasi yang terlihat sangat lezat, sehingga mereka tidak bisa tidak mencicipinya...",
  "derby_contestent9": "Nelayan: Ah, sekarang inilah hidup. Tidak ada yang lebih tenang daripada hari memancing ikan trout.",
  "winter_derby_contestent0": "Nelayan: Biasanya cumi-cumi hanya muncul pada malam hari. Tapi mereka melemparkan umpan khusus di air yang membuat mereka aktif sepanjang hari.",
  "winter_derby_contestent1": "Mariner: Udara dingin membuat aku merasa tangguh, seperti sepotong daging sapi kering.||Mariner: Ketika udara terlalu hangat aku merasa seperti puding.",
  "winter_derby_contestent2": "Mariner: Kemari, cumi-cumi...",
  "winter_derby_contestent3": "Nelayan: Kamu penduduk lokal, ya? Semoga kamu tidak keberatan jika aku mencuri beberapa cumi-cumimu yang bagus...",
  "winter_derby_contestent4": "Saudari Pemancing: Kami adalah saudari pemancing terkenal.||Saudari Pemancing: Kami telah memancing cumi-cumi sejak kami kecil. Nah nah nah!",
  "winter_derby_contestent5": "Pencari Ikan: Brrr... Dingin! Mungkin aku tidak cocok untuk memancing ikan laut di musim dingin.||Pencari Ikan: Aku lebih suka acara CarpFest...",
  "winter_derby_contestent6": "Pria Trout: Nah, cumi-cumi agak berbeda dengan trout, tetapi aku bisa menangkap keduanya sama baiknya.||Pria Trout: Kamu lebih baik memulai memancing jika kamu ingin mendapatkan hadiah!",
  "winter_derby_contestent7": "Nelayan: Istri aku mengirim aku dengan termos kopi panas. Wanita hebat!",
  "winter_derby_contestent8": "Pro Pemancing: Sst... Aku tidak ingin menakut-nakuti cumi-cumi.||Pro Pemancing: Aku datang ke sini untuk menjauh dari kerumunan. Cumi-cumi bisa pemalu.||Pro Pemancing: Kamu bisa memancing di sini jika kamu mau, meskipun. Coba saja untuk tetap tenang.",
  "winter_derby_contestent9": "Nelayan: Aku tidak terlalu khawatir tentang memenangkan kompetisi. Aku hanya ingin menikmati suasana.||Nelayan: Cuaca musim panas lebih bagus, tetapi ada sesuatu yang istimewa tentang musim dingin yang kasar. Dan apa arti kehidupan tanpa kontras?",
  "winter_derby_contestent10": "Nelayan: Jari-jari aku membeku, jadi aku hanya akan menikmati secangkir cide panas di sini. Semoga berhasil di sana!",
  "winter_derby_contestent11": "Koki Cumi: Oh, jangan pedulikan aku... Aku di sini hanya untuk harga cumi-cumi borongan!||Koki Cumi: Nah, apa yang kamu tunggu? Cumi-cumi itu tidak akan menangkap diri mereka sendiri!"
}