{
	"LostItemQuest_DefaultThankYou": "Ahh.. Kamu menemukannya! Terima kasih.",
	"NewChild_SecondChild1": "Lihat keluarga kecil kita... Kita sudah menempuh perjalanan jauh ya kan?",
	"NewChild_SecondChild2": "Dua anak yang cantik dan seksi... Kita telah menempuh perjalanan jauh ya kan?",
	"NewChild_Adoption": "Sungguh luar biasa menyambut {0} dikeluarga ini.",
	"NewChild_FirstChild": "Semuanya lancar ya, ada {0} jadi bagian keluarga. Kita beruntung banget.",
	"Spouse_MonstersInHouse": "Um... Sayang? Mengapa ada monster di rumah? Menjijikan sekali!",
	"Farm_RobinWorking_ReadyTomorrow": "Bangunan {0} barumu akan selesai segera! Kamu gak sabar ya kan?",
	"Farm_RobinWorking1": "Bangunan {0} kamu akan siap dalam {1} hari. Anggap saja aku tidak ada di sini.",
	"Farm_RobinWorking2": "Bangunan {0} kamu akan siap dalam {1} hari. Aku sudah kerja lembur siang dan malam! tolonglah hargai!",
	"JoshHouse_Alex_Trash": "Heh! Sedang apa kau!!$s",
	"SamHouse_Sam_Trash": "Woe, Gimana nemu apa kau!$a",
	"SeedShop_Abigail_Drawers": "Hei, Jangan kepo tentang itu!$a",
	"Wizard_Hatch": "Apa yang kau lakukan? Aku tak mengijinkan orang lain masuk! Sana pulang saja, macul!",
	"Clint_NoInventorySpace": "Hei. Alatmu sudah siap tetapi ruang di inventarismu sudah penuh.",
	"Clint_StillWorking": "Um, {0} masih aku kerjakan.. Gak bisa hari ini, balik lagi besok ya..",
	"Gunther_MuseumComplete": "Museum itu terlihat luar biasa! Terima kasih sekali lagi atas semua bantuanmu.",
	"Gunther_NothingToDonate": "Kamu tak punya apa-apa untuk disumbangkan ke museum. Lebih baik pergi ke tambang dan cari harta karun yang banyak ya?",
	"Gunther_NoArtifactsFound": "Halo yang disana! Selamat datang di Kantor Arkeologi Stardew Valley Indonesia 1.6 Oleh WlsnuNug.#$b#Yah, ada satu masalah, kolektor sebelumnya kabur dengan seluruh koleksinya. Kami tidak punya artefak untuk dipajang.#$b#Tapi aku berharap bisa segera memperbaikinya! Hei, jika kamu menemukan artefak atau mineral di luar sana... Segera kesini beritahu saya, ok!",
	"Sandy_PlayerClubMember": "Apa yang terjadi? Gimana bisa kamu menjadi anggota klub?!#$e#Aku disini puluhan tahun belum jadi membernya, duh sial!",
	"MisterQi_PlayerClubMember": "Nah, nah, nah... Lihat siapa yang berhasil masuk ke klub eksklusifku ini.#$e#Kamu punya 'percikan'... itulah mengapa aku memilihmu.#$e#Apa yang dimaksud dengan percikan itu? Ah... Pembawa misteri, seni...#$b#Orang seperti kita punya tanggung jawab untuk menjaga dunia tetap hidup, memberi orang sedikit keajaiban.#$e#Kamu lihat, nak... Dunia itu seperti mangkuk nasi. Ada substansi, tapi tidak berarti apa-apa tanpa saus yang enak. Di situlah peran kita.#$b#Pernahkah kamu bertanya-tanya siapa yang menaruh peti harta karun di tambang lama itu? Aku suka memberi orang kejutan.#$e#Kamu akan mengerti suatu hari nanti. Teruslah berusaha dan jangan pernah menyerah.",
	"Robin_HouseUpgrade_Accepted": "Terima kasih! Aku akan memulainya besok. Ini bisa selesai dalam waktu sekitar tiga hari.",
	"Robin_PamUpgrade_Accepted": "Kamu sangat baik hati! Aku akan mulai mengerjakan peningkatan besok. Ini akan memakan waktu sekitar tiga hari.",
	"Mines_PlayerKilled_Robin": "...Aku menemukanmu tidak sadarkan diri di tambang. Aku hampir mengira kamu seperti sepotong kayu eksotis!#$b#Lain kali berhati-hatilah.$s",
	"Mines_PlayerKilled_Clint": "...Aku menemukanmu tidak sadarkan diri di tambang. Kupikir aku meledakkan nuklirku,Kemudian aku menyeretmu ke sini.#$b#Lain kali berhati-hatilah.$s",
	"Mines_PlayerKilled_Maru_Spouse": "...Aku menemukanmu tidak sadarkan diri di tambang. Kamu pergi begitu lama sehingga aku mulai khawatir tentang kamu!#$b#Lain kali berhati-hatilah, oke?$s",
	"Mines_PlayerKilled_Maru_NotSpouse": "...Aku menemukanmu tidak sadarkan diri di tambang. Aku berburu mineral dan hampir menginjak kepalamu!#$b#Lain kali berhati-hatilah, oke?$s",
	"Mines_PlayerKilled_Linus": "...Aku menemukanmu tidak sadarkan diri di tambang. Kamu beruntung aku kebetulan lewat!#$b#Lain kali berhati-hatilah.$s",
	"Mines_PlayerKilled_Spouse_PlayerMale": "Kamu pergi begitu lama sehingga aku mulai khawatir tentang kamu! Aku mulai menangis ketika melihat tubuhmu yang lemas ...$s",
	"Mines_PlayerKilled_Spouse_PlayerFemale": "Kamu pergi begitu lama sehingga aku mulai khawatir tentang kamu! Aku hampir mengalami serangan jantung ketika Aku melihat tubuhmu yang lemas ...$a",
	"Morris_PlayerSignedUp": "Luar biasa! Selamat datang di Joja Corporation! Kembalilah besok dan kita bisa melihat tentang beberapa proyek pengembangan komunitas... Oh, dan jangan lupa dompetmu! Hehe.#$b#Sekarang, Aku akan menelepon Walikota Lewis dan lihat tentang rencana penghancuran community center tua yang menjijikkan itu ...",
	"Morris_ComeBackLater": "Kembalilah besok dan kita dapat memulai beberapa perbaikan komunitas... Pastikan untuk membawa banyak uang. Hehe.",
	"Morris_Greeting": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Aku tidak percaya kita bertemu. Saya Morris, Perwakilan Customer Service Joja.#$b#Jika kamu setuju ingin menjadi Anggota Joja, saya akan dengan senang hati membantu membuat Pekerjaanmu menjadi pengalaman yang menyenangkan.",
	"Morris_WeekendGreeting": "Selamat datang di JojaMart! Bagaimana akhir pekanmu?#$b#Saat ini kami sedang dalam proses menyiapkan sistem keanggotaan baru untuk pelanggan kami. Silakan periksa kembali nanti untuk bergabung!",
	"Morris_FirstGreeting": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Saat ini kami sedang dalam proses menyiapkan sistem keanggotaan baru untuk pelanggan kami. Silakan periksa kembali nanti untuk bergabung!",
	"Morris_FirstGreeting_CommunityCenterComplete": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Sayangnya, karena keadaan yang tidak terduga, penawaran Keanggotaan Joja kami saat ini tidak tersedia. Aku yakin ini akan segera beres!",
	"Morris_WeekendGreeting_CommunityCenterComplete": "Selamat datang di JojaMart! Bagaimana akhir pekanmu?#$b#Sayangnya, karena keadaan yang tidak terduga, penawaran Keanggotaan Joja kami saat ini tidak tersedia. Aku yakin ini akan segera beres!",
	"Morris_WeekendGreeting_MembershipAvailable": "Selamat datang di JojaMart! Bagaimana akhir pekanmu?#$b#Keanggotaan sekarang tersedia! Dengan Keanggotaan Joja, Anda akan dapat membuat peningkatan dalam komunitas dengan bantuan personel kami yang berdedikasi... dengan biaya, tentu saja.#$b#Oh, dan satu lagi... Walikota Lewis berjanji kepada kami bahwa jika ada orang lain yang bergabung, dia akan mengizinkan kami mengubah community center lama itu menjadi Gudang Joja. Bukankah itu luar biasa?#$q -1 -1#Harga Membership {0}g. Nah, maukah anda bergabung dengan kami?#$r -1 -1 Yes#Ya.#$r -1 -1 No#Tidak.",
	"Morris_FirstGreeting_MembershipAvailable": "Selamat datang di JojaMart! Bagaimana akhir pekanmu?#$b#Keanggotaan sekarang tersedia! Dengan Keanggotaan Joja, Anda bisa membuat peningkatan dalam komunitas dengan bantuan personel kami yang berdedikasi... dengan biaya, tentu saja.#$b#Oh, dan satu lagi... Walikota Lewis berjanji kepada kami bahwa jika ada orang lain yang bergabung, dia akan membiarkan kami mengubah pusat komunitas lama itu menjadi Gudang Joja. Bukankah itu luar biasa?#$q -1 -1#Harga Membership {0}g. Nah, maukah anda bergabung dengan kami?#$r -1 -1 Yes#Ya.#$r -1 -1 No#Tidak.",
	"Morris_WeekendGreeting_SecondPlayer": "Selamat datang di JojaMart! Bagaimana akhir pekanmu?#$b#Hmm... Catatan kami menunjukkan bahwa kamu tinggal di sebuah pertanian dengan beberapa orang lain... Maaf, tetapi kami hanya dapat menjual keanggotaan kepada pemilik tempat tinggal Kamu.",
	"Morris_FirstGreeting_SecondPlayer": "Selamat datang di JojaMart! Bagaimana akhir pekan Kamu?#$b#Hmm... Catatan kami menunjukkan bahwa kamu tinggal di sebuah pertanian dengan beberapa orang lain... Maaf, tetapi kami hanya dapat menjual keanggotaan kepada pemilik tempat tinggal Kamu.",
	"Morris_StillProcessingOrder": "Kami sedang memproses pesanan Community Development terakhir Anda. Silakan kembali setelah pekerjaan selesai.",
	"Morris_CommunityDevelopmentForm_PlayerMale": "$q -1 -1#Saya punya Formulir Pengembangan Komunitas Joja di sini untukmu, Pak. Mau melihatnya?#$r -1 -1 Yes#Ya#$r -1 -1 No#Tidak",
	"Morris_CommunityDevelopmentForm_PlayerFemale": "$q -1 -1#Saya punya Formulir Pengembangan Komunitas Joja di sini untukmu, nyonya. Mau melihatnya?#$r -1 -1 Yes#Ya#$r -1 -1 No#Tidak",
	"PurchasedItem_1_QualityHigh": "Hei, {0}.#$b# Jadi Aku mampir ke rumah Pierre beberapa hari yang lalu dan membeli {1} {2}. Ini adalah pertama kalinya aku melihat salah satu dari mereka di sana dalam beberapa saat ...#$b#Aku memasaknya untuk makan malam tadi... Itu memenuhi rumah dengan sebuah {3} bau .. Itu menjadi tren!$h#$b#Aku senang saham Pierre mulai berkembang lagi.#$e# Btw...",
	"PurchasedItem_1_QualityLow": "Hey, {0}.#$b# Jadi aku mampir ke rumah Pierre beberapa hari yang lalu dan membeli {1} {2}. Ini adalah pertama kalinya aku melihat salah satu dari mereka di sana dalam beberapa saat... #$b#Ini adalah pertama kalinya aku melihat salah satu dari mereka di sana dalam beberapa saat... {3} bau. Aku bahkan tidak ingin tahu di mana Pierre menemukan benda itu.$s#$e# Btw...",
	"PurchasedItem_2_QualityHigh": "Hai... apakah kamu menjual {1} {2} ke toko umum tempo hari? Kurasa aku sudah membelinya ...#$e#Itu barang yang cukup berkualitas tinggi. Aku terkesan.",
	"PurchasedItem_2_QualityHigh_Jodi": "Hai... apakah kamu menjual {1} {2} ke toko umum tempo hari? Kurasa aku sudah membelinya ...#$e#Itu barang yang cukup berkualitas tinggi. Begitu aku menciumnya, aku kembali ke pondok tua Nenek ...",
	"PurchasedItem_2_QualityLow": "Hai... apakah kamu menjual {1} {2} Hai... apakah kamu menjual#$e#Kualitasnya lumayan.",
	"PurchasedItem_3_QualityLow_Rude": "Aku pergi berbelanja tadi malam dan mengambilnya {1} {2} dijual hanya {3}g.#$e# ini terlihat {4}! Pantas saja Pierre menjualnya {5} dengan harga murah...",
	"PurchasedItem_3_QualityHigh_Rude": "Aku pergi berbelanja tadi malam dan mengambilnya {1} {2} dijual hanya {3}g.#$e# Itu sebenarnya cantik {4}.",
	"PurchasedItem_3_NonRude": "Aku pergi berbelanja tadi malam dan mengambilnya {1} {2} dijual hanya  {3}g.#$e# Aku tidak bisa melewatkan harga yang mahal itu.",
	"PurchasedItem_4": "Jadi aku di toko beberapa hari yang lalu dan Pierre menunjukkannya kepadaku {1} {2} yang kamu bawa.#$e#aku membelinya.$h",
	"PurchasedItem_5_VegetableOrFruit": "Aku membeli yang paling lezat {2} dari toko Pierre tempo hari. #$b#Dia berkata bahwa dia menanamnya di halaman belakang rumahnya sendiri. Aku tidak tahu bahwa Pierre adalah petani yang sangat berbakat!$h#$b#Sepertinya kamu punya beberapa kompetisi, ya?",
	"PurchasedItem_5_Cooking": "Aku membeli yang paling lezat {2} dari toko Pierre tempo hari. #$b#Dia bilang dia memasaknya sendiri menggunakan bahan-bahan lokal. Aku tidak tahu Pierre seperti itu {3} {4} koki!",
	"PurchasedItem_5_Foraged": "Aku membeli yang paling lezat {2} dari toko Pierre tempo hari. Dia bilang dia menemukannya sendiri saat menjelajahi pegunungan. Aku tidak tahu bahwa Pierre adalah penjelajah yang berbakat!",
	"PurchasedItem_Teen": "Hei, jadi aku beli {2} di toko tadi malam. Ibuku menginginkan sesuatu yang enak untuk makan malam.",
	"PurchasedItem_Abigail_QualityLow": "Hei. Kami punya salah satu {2} kamu menjualnya di toko untuk makan malam tadi malam... Kurasa itu mulai memburuk dan ayahku tidak tahan untuk membuangnya.$h#$b#Sayangnya rasanya seperti {3}.$s",
	"PurchasedItem_Abigail_QualityHigh": "Hai. Kami punya salah satu {2} kamu menjualnya di toko untuk makan malam tadi malam... Kurasa itu mulai memburuk dan ayahku tidak tahan untuk membuangnya.$h#$b#Itu masih cukup bagus.",
	"PurchasedItem_Caroline_QualityLow": "Oh, @... Ini memalukan. Aku ambil salah satu {2} darimu. Kamu menjual barang seperti sampah komposku.$s#$b#Sekarang semuanya berbau menghebohkan. Di mana kamu menemukan hal itu lagi?",
	"PurchasedItem_Caroline_QualityHigh": "Oh, @... Ini memalukan. Aku ambil salah satu {2} darimu. Kamu menjual barang seperti sampah komposku.$s#$b#Tapi sisi baiknya, cacing sangat menyukainya! Mereka tidak pernah terlihat lebih bahagia!",
	"PurchasedItem_Pierre_QualityLow": "Hei, ingat {2} kamu jual tempo hari? Aku akhirnya menyajikannya kepada keluarga untuk makan malam khusus.#$b#Aku tidak bisa mengatakan itu adalah Enak ...$s#$b#... baik,... kembali ke bisnis, huh?",
	"PurchasedItem_Pierre_QualityHigh": "Hei, ingat {2} kamu jual tempo hari? Aku akhirnya menyajikannya kepada keluarga untuk makan malam spesial.#$b#Istriku menyukainya! ...Dan Abby bahkan mulai pergi ke kota setelah aku menyiramnya dengan saus hoisin. $h#$b#... yah,... balik ke bisnis, huh?",
	"PurchasedItem_Haley": "Emily mencoba membuatkanku {1} {2} untuk makan malam tadi malam... Aku membuangnya saat dia tidak melihat.#$e#Aku tidak suka makanan itu...$s",
	"PurchasedItem_Elliott": "Aku melihat bahwa Pierre punya {2} segar di toko tempo hari! Menakjubkan. Baunya sempurna... dan juga keras!",
	"PurchasedItem_Alex": "Hei, jadi aku mengambil {1} {2} di toko tadi malam. Nenek membuat casserole spesialnya...",
	"PurchasedItem_Leah": "Suatu hari aku membeli {1} {2} di Pierre's. Itu sempurna di tempat tidur hijau dan sedikit vinaigrette 'khusus' Aku.",
	"PurchasedItem_1_QualityHigh_Willy": "Hei, {0}.#$b# Jadi aku mampir ke Willy's tempo hari dan membeli {1} {2}. Aku belum pernah melihat yang begitu segar! #$b#Jadi aku memasaknya untuk makan malam tadi malam, dan itu memenuhi rumah dengan bau {3}.. Itu sangat sukses!$h#$b#Dia bilang kau menangkapnya sendiri... Aku terkesan!#$e# omong-omong...",
	"PurchasedItem_1_QualityLow_Willy": "Hei, {0}.#$b#Jadi aku mampir ke Willy's tempo hari dan membeli {1} {2}. Dia bilang kamu menangkapnya sendiri! #$b#Aku memasaknya untuk makan malam tadi malam... dan, uh... Itu memenuhi rumah dengan {3} odor. Aku bahkan tidak ingin tahu di mana kau menemukan benda itu...$s#$e#omong-omong...",
	"PurchasedItem_2_QualityHigh_Willy": "Hai...apa kamu menjual {1} {2}ke toko ikan tempo hari? Saya pikir aku membelinya...#$e#Itu adalah barang yang cukup berkualitas tinggi. Aku terkesan.",
	"PurchasedItem_2_QualityHigh_Jodi_Willy": "Hai...apa kamu menjual {1} {2}ke toko ikan tempo hari? Dan aku membelinya...#$e#Ini adalah barang yang cukup berkualitas tinggi. Daging yang sangat padat.",
	"PurchasedItem_2_QualityLow_Willy": "Hai...kamu menjual {1} {2} ke toko umum tempo hari? Dan aku membelinya ...#$e#Baunya agak amis, tapi tidak apa-apa.",
	"PurchasedItem_3_QualityLow_Rude_Willy": "Aku pergi berbelanja tadi malam dan membeli {1} {2} di obral 'chum-bucket' hanya dengan {3}g.#$e#Ini sungguh {4}! Tidak heran Willy praktis memberikan itu {5} laku...",
	"PurchasedItem_3_QualityHigh_Rude_Willy": "Aku pergi berbelanja tadi malam dan membeli {1} {2} dujual hanya dengan {3}g.#$e#Ini Sebenarnya cantik {4}.",
	"PurchasedItem_3_NonRude_Willy": "Aku pergi berbelanja tadi malam dan membeli {1} {2} yang di jual hanya {3}g.#$e#Aku tidak bisa melewatkan harga yang murah itu.",
	"PurchasedItem_4_Willy": "Jadi aku berada di Willy dihari itu dan dia menunjukkan kepadaku {1} {2} yang kamu bawa.#$e#Aku memasaknya untuk makan malam dengan sedikit lemon dan nasi pilaf. Cukup bagus!$h",
	"PurchasedItem_Pierre_QualityLow_Willy": "Ahoy... Kamu tahu bahwa {2} yang kau jual padaku tempo hari? Yah, aku mendesis di kabinku tadi malam...#$b#Ini adalah ikan terlezat yang pernah ku makan...$s",
	"PurchasedItem_Pierre_QualityHigh_Willy": "Ahoy! Masih ingat {2} yang kamu beli di hari itu? Yah, aku mendesis di kabinku tadi malam...#$b#Ini adalah ikan terbaik yang ku miliki sejak aku masih kecil!$h",
	"Town_DumpsterDiveComment_Child": "Eww... Ppa yang kau lakukan?$s",
	"Town_DumpsterDiveComment_Teen": "Um... Mengapa kamu menggali di tempat sampah?$s",
	"Town_DumpsterDiveComment_Adult": "Hey, Hentikan! ...Yahk!$s",
	"SkullCavern_100_event": "clubloop/-100 -100/farmer 6 6 2 MrQi 10 7 0/specificTemporarySprite qiCave/removeQuest 30/viewport 10 7 true/pause 3500/speak MrQi \"Hm, hm, hm... kamu berhasil.\"/pause 500/playSound boop/faceDirection MrQi 3 true/pause 50/faceDirection MrQi 2/pause 100/playSound boop/animate MrQi false false 100 0 1 2 3 3 3 2 1 0/pause 1500/speak MrQi \"Mendekatlah, sekarang... jangan malu-malu.\"/emote farmer 40/playSound boop/pause 500/move farmer 0 4 1/move farmer 4 0 0/pause 500/stopJittering/speak MrQi \"Aku dengar kamu sudah coba masuk jauh ke dalam gua-gua ini...#$b#Aku sudah melihat sendiri!\"/animate MrQi false false 100 0 1 2 3 3 3 2 1 2 3 3 3 2 1 0/pause 1000/playSound boop/pause 1000/speak MrQi \"Mengesankan... sangat mengesankan. Bisa sampai jauh di sini adalah suatu prestasi yang luar biasa!#$b#...meskipun kamu melewati banyak level dengan membuat tangga. Cerdik, memang... tapi tidak terlalu terhormat.$1#$b#Walaupun begitu, pasti banyak pekerjaan untuk menambang semua batu itu. Dan semacam dedikasi itu patut diacungi jempol. Kamu langka, nak.\"/pause 500/speak MrQi \"Sekarang... pergilah ke meja dan minum susu spesial yang telah aku siapkan untukmu.\"/pause 500/move farmer 3 0 0/move farmer 0 -1 0/emote farmer 8/speak MrQi \"Ini disebut 'Susu Ular Iridium'... satu tegukan yang sehat dan kamu akan menjadi lebih kuat.\"/pause 1000/faceDirection farmer 2 true/specificTemporarySprite removeSprite 803/farmerEat 803/awardFestivalPrize qimilk/pause 2000/message \"Rasanya tidak enak, dan teksturnya bahkan lebih buruk.\"/pause 100/pause 500/jump farmer/playSound reward/message \"... Tetapi kesehatanmu meningkat secara permanen sebesar 25!\"/pause 1000/fade/viewport -1000 -1000/pause 500/playSound boop/speak MrQi \"Semoga beruntung di luar sana, Nak.\"/pause 500/playSound boop/end",
	"SkullCavern_100_event_honorable": "clubloop/-100 -100/farmer 6 6 2 MrQi 10 7 0/specificTemporarySprite qiCave/removeQuest 30/viewport 10 7 true/pause 3500/speak MrQi \"Hm, hm, hm... kamu berhasil.\"/pause 500/playSound boop/faceDirection MrQi 3 true/pause 50/faceDirection MrQi 2/pause 100/playSound boop/animate MrQi false false 100 0 1 2 3 3 3 2 1 0/pause 1500/speak MrQi \"Mendekatlah, sekarang... jangan malu-malu.\"/emote farmer 40/playSound boop/pause 500/move farmer 0 4 1/move farmer 4 0 0/pause 500/stopJittering/speak MrQi \"Saya dengar kamu mencoba menjelajahi gua-gua ini hari ini...#$b#Saya harus melihat sendiri!\"/animate MrQi false false 100 0 1 2 3 3 3 2 1 2 3 3 3 2 1 0/pause 1000/playSound boop/pause 1000/speak MrQi \"Mengesankan... sangat mengesankan. Kamu melewati tesku dengan gemilang, nak.#$b#Saya sangat senang bahwa kamu menantang diri sendiri dan datang dengan cara yang terhormat, alih-alih melewati semua level dengan membuat tangga.#$b#Itu menunjukkan bahwa kamu orang sejati, nak. Kamu punya prinsip.#$b#Kamu mengerti pentingnya menantang diri sendiri, dan memegang dirimu pada standar tertinggi, bahkan jika tidak ada yang melihat.#$b#Itu sebabnya kamu istimewa, nak... lihat? Kamu memberi contoh. Saya suka itu.\"/pause 500/speak MrQi \"Sekarang... pergilah ke meja dan minum susu spesial yang telah aku siapkan untukmu.\"/pause 500/move farmer 3 0 0/move farmer 0 -1 0/emote farmer 8/speak MrQi \"Namanya 'Susu Ular Iridium'... teguk itu dan kamu akan menjadi lebih kuat.\"/pause 1000/faceDirection farmer 2 true/specificTemporarySprite removeSprite 803/farmerEat 803/awardFestivalPrize qimilk/pause 2000/message \"Rasanya mengerikan, dan teksturnya bahkan lebih buruk.\"/pause 100/pause 500/jump farmer/playSound reward/message \"... Tapi kesehatanmu meningkat 25 secara permanen!\"/pause 1000/fade/viewport -1000 -1000/pause 500/playSound boop/speak MrQi \"Semoga sukses di luar sana, nak.\"/pause 500/playSound boop/end",
	"Robin_UpgradeConstruction_Festival": "Oke, Aku akan mulai mengerjakan peningkatan {1} di mulai lusa. Aku selalu libur saat ada festival.$h",
	"Robin_UpgradeConstruction": "Oke, Aku akan mulai mengerjakan  tingkatkan bangunan {1} pertama besok pagi!$h",
	"Robin_NewConstruction_Festival": "Okay, Aku akan mulai mengerjakan yang baru {0} peningkatan di mulai lusa. Aku selalu libur saat ada festival.$h",
	"Robin_NewConstruction": "Siap!, Aku akan mulai mengerjakan {0} baru pertama besok pagi!$h",
	"Robin_Instant": "Ini {0} sudah dibuat sebelumnya, jadi tak ada waktu konstruksi! Nyaman ya kan?$h",
	"Morris_JojaCDConfirm": "Luar biasa! Kami akan meminta pekerja kami melakukannya malam ini. Ini harus siap untukmu besok.",
	"Morris_BuyMovieTheater": "Ah, pelanggan favorit kami... Aku punya berita menarik untukmu! Markas besar Joja telah menyetujui pembangunan 'community center' baru Joja untuk menggantikan Gudang Joja di dekatnya. Kami hanya membutuhkan investor yang mau mendukung visi kami! Jadi, tentu saja, Aku beralih kepadamu... anggota Joja kami yang paling berbakti dan murah hati.#$b#$q -1 -1#Kami dapat mewujudkannya dengan investasi kecil sebesar ...*cough*... 500,000g...$h#$r -1 -1 Yes#Ya#$r -1 -1 No#Tidak",
	"Morris_TheaterBought": "Setengah juta...$2#$b#*Ahem*... Maksudku... Luar biasa! Tim Konstruksi Joja kami akan mulai mengerjakan gedung baru malam ini! Terima kasih telah mendukung pekerjaan kami.",
	"Morris_NoMoreCD": "Ah! Pelanggan favoritku... Sayangnya aku tidak punya proyek pengembangan komunitas yang tersedia saat ini.",
	"Island_willy_rescue": "Apa kamu baik-baik saja? Aku menemukanmu terdampar di pantai, Nak.$s^Apa kamu baik-baik saja? Aku menemukanmu terdampar di pantai, Sis.$s#$b#Kamu benar-benar membuatku khawatir... Kupikir kamu sudah mati! Berhati-hatilah di luar sana...$s#$b#Pulau itu bisa menjadi tempat yang berbahaya.",
	"Island_leo_rescue": "Sepertinya kamu masih mau hidup.$u#$b#Teman-teman burungku melihatmu dan memberi tahuku bahwa kamu dalam bahaya, jadi aku membawamu jauh-jauh ke sini.$s#$b#Harap aman di luar sana. Aku tidak ingin sedih lagi...$s",
	"Birdie0": "Aku tidak pernah berpikir aku akan melihat wajah baru di pulau ini, sayang. Tapi aku senang kau di sini!",
	"Birdie1": "Ada desas-desus bahwa dahulu kala, peradaban kurcaci yang hebat tinggal di pulau ini.#$e#Apa kamu pernah berada di dalam gunung berapi? Itu penuh dengan reruntuhan mesin aneh mereka...",
	"Birdie2": "Jika kamu pernah merasa mual di perut, gigitan jahe memang luar biasa, sayang...",
	"Birdie3": "Apa kamu pernah ke kuil rahasia di hutan? Bunga-bunga di sana berbau harum... Ini salah satu tempat favoritku di pulau itu.$h",
	"Birdie4": "Setiap pagi untuk sarapan, Aku makan semangkuk poi dan segelas jus mangga segar. Itu membuatku tetap muda!",
	"Birdie5": "Aku berjalan di pantai setiap hari untuk melihat apakah ada sesuatu yang baru telah terdampar. Ada banyak hal yang mengambang di luar sana!",
	"Birdie6": "Gubukku mungkin kecil, tapi lebih dari cukup untuk apa yang kubutuhkan. Dan yang terbaik, Aku membuatnya sendiri.",
	"Birdie12": "*sigh*...Untuk hidup di dunia dengan potensi yang tak ada habisnya, kita tidak akan pernah tahu apakah kita telah membuat pilihan yang tepat.$s#$b#Maaf merepotkanmu, sayangku. Terkadang aku terbawa oleh pikiran...",
	"Birdie15": "Buah, ikan, dan makanan olahan... Ini diet yang baik! Aku merasa sehat seperti biasa.",
	"Birdie17": "Cuacanya hangat dan indah sepanjang tahun, sayangku... rasanya sempurna untukku tulang...",
	"Birdie19": "Pernahkah kamu melihat altar pisang kecil di hutan? Jika aku punya pisang, Aku akan meletakkannya di sana dan melihat apa yang terjadi... heh heh...$h",
	"Birdie22": "Halo sayang... kamu terlihat sehat dan bersemangat hari ini!$h",
	"Birdie23": "Aku sudah di sini begitu lama, aku bahkan tidak bisa mendengar suara laut lagi...",
	"Birdie28": "Ini bulan purnama, malam ini ... Apakah keberuntunganmu baik atau buruk, waspadalah, sayangku ... Roh gelisah.",
	"Birdie_NoGift": "Oh, tidak, tidak, tidak... Aku tidak butuh hadiah, sayangku. Kamu simpan saja.",
	"ProfessorSnail_Hint_828": "Penelitianku menunjukkan bahwa spesies katak pernah hidup di pulau ini. Mereka akan menghuni daerah yang gelap dan lembap, dengan banyak tumbuh-tumbuhan...",
	"ProfessorSnail_Hint_827": "Dahulu kala, spesies kelelawar gua yang langka membuat rumah mereka di sini. Bukti menunjukkan mereka diadaptasi untuk mentolerir panas yang hebat. Menarik, ya?",
	"ProfessorSnail_Hint_826": "Hmm... Hidungku mengatakan bahwa duri ular mungkin ditemukan di wilayah barat pulau.",
	"ProfessorSnail_Hint_825": "Jika kamu melihat sesuatu menggeliat di tanah, pastikan untuk menggalinya. Kamu tidak pernah tahu apa yang mungkin ada di bawah sana!",
	"ProfessorSnail_Hint_824": "Sebelum aku terjebak di gua itu, Aku menjelajahi selokan kecil di dekatnya. Batu-batu di sana penuh dengan fosil! Jika aku jadi Kamu, Aku akan memecahkannya untuk mencari tulang.",
	"ProfessorSnail_Hint_822": "Kamu tahu, Aku yakin jika kamu melakukan panning, Kamu bisa menemukan beberapa hal menarik di sungai terdekat.",
	"ProfessorSnail_Hint_821": "Kamu tahu, ada beberapa tempat memancing yang bagus di pulau ini. Setahuku, banyak ikan yang suka menggigit tulang purba...",
	"ProfessorSnail_Hint_820": "Pernahkah kamu menemukan kelapa emas di pulau itu? Dikabarkan bahwa banyak hal menarik dapat ditemukan di dalamnya ...",
	"SummitEvent_Intro_Lewis": "Wow... Lihat pemandangan itu.",
	"SummitEvent_Dialogue1_Lewis": "Kamu tau, @... Aku sudah lama menjadi walikota Pelican Town.#$b#Orang-orang datang dan pergi. Kita telah melewati masa-masa sulit, dan masa-masa berkelimpahan.",
	"SummitEvent_Dialogue2_Lewis": "Tapi aku harus mengatakan, selama bertahun-tahun aku menjadi walikota, tidak ada yang membuatku begitu bangga melihat kebun %farm  berkembang di bawah perawatanmu.$h#$b#Kamu telah mengambil pertanian di luar impian terliar Kakekmu.#$b#Dan dalam prosesnya, Kamu telah mengubah Stardew Valley selamanya.",
	"SummitEvent_Outro_Lewis": "Kamu mungkin tidak menyadarinya, tapi aku sangat peduli dengan kota ini, @.#$b#%year Tahun lalu, Aku sangat khawatir tentang masa depan Stardew Valley.$s#$b#Tapi sekarang, Aku merasa benar-benar nyaman.#$b#Siapa yang tahu seorang petani sederhana yang pindah ke kota akan mengubah segalanya?$h#$b#...Terimakasih.",
	"SummitEvent_Intro_Morris": "Ah, @... Anggota Joja favorit saya.",
	"SummitEvent_Dialogue1_Morris": "Kamu tahu, ketika aku pertama kali ditugaskan ke lokasi ini lebih dari %year tahun yang lalu, Aku menganggapnya sebagai langkah mundur dalam karirku.#$b#Manajer Joja yang menghargai diri sendiri ingin memimpin lokasi kecil terpencil seperti Pelican Town ?$h",
	"SummitEvent_Dialogue2_Morris": "Tapi aku harus mengatakan, lembah ini benar-benar tumbuh padaku, selama bertahun-tahun.#$b#Bekerja di sini telah membuka mataku pada cara hidup yang berbeda. Sulit untuk mengatakan ini, tapi... Ini adalah... pengalaman yang merendahkan.",
	"SummitEvent_Outro_Morris": "Aku hanya ingin mengatakan, @... Aku menghargai semua kerja keras yang telah kamu lakukan untuk Joja Co.#$b#Kekuatan kami berasal dari anggota kami, dan kamu telah menunjukkan dorongan dan kecerdikan yang patut dicontoh. Itu membuatku bangga bekerja di perusahaan ini.$h",
	"SummitEvent_Intro_Spouse": "Hei, @.",
	"SummitEvent_Intro2_Spouse": "Indah sekali di atas sini...",
	"SummitEvent_Intro2_Spouse_Gruff": "Pemandangan yang bagus, ya?",
	"SummitEvent_Dialogue1_Spouse": "Aku hanya berpikir tentang %year tahun terakhir...",
	"SummitEvent_Dialogue1B_Spouse": "Kita telah melalui banyak hal bersama ya kan?$h",
	"SummitEvent_Dialogue2_Spouse": "...Tapi lihat seberapa jauh kita telah melangkah.",
	"SummitEvent_Dialogue3_Alex": "Aku akhirnya menemukan siapa yang kuinginkan... dan aku merasa yakin tentang masa depan.\"/pause 500/speak Alex \"Aku tak berpikir aku akan sampai di sini tanpamu, @.",
	"SummitEvent_Dialogue3_Sebastian": "Sebelum aku bertemu denganmu, aku menghabiskan sebagian besar waktuku berpaling dari kenyataan... karena kupikir aku tak akan pernah menemukan kebahagiaan.#$b#...tapi kau telah menunjukkan padaku bahwa dunia bukanlah tempat yang gelap , Lagipula.$h\"/faceDirection Sebastian 3/pause 500/speak Sebastian \"...Itulah salah satu alasan aku mencintaimu...",
	"SummitEvent_Dialogue3_Sam": "Aku merasa aku telah banyak berubah sejak pertama kali kita bertemu... kau tahu?#$b#...bisa dibilang 'dewasa'... hehe.$10#$b#Tapi aku berada di suatu tempat, sekarang, di mana aku benar-benar sangat bersemangat tentang masa depan kita bersama...$l#$b#Bahkan jika itu berarti hanya melakukan hal-hal biasa, seperti... uh... membeli bahan makanan dan mengganti popok... hah...$10",
	"SummitEvent_Dialogue3_Shane": "Jika aku tak bertemu denganmu, @... Aku mungkin tak berada di sini sekarang.#$b#Sayang sekali, karena pengamatan burung di sini sangat fenomenal!$h\"/emote farmer 16/pause 1000/speak Shane \"Heh... aku... aku cenderung banyak bercanda, karena... yah...$s#$b#Kukira menjaga hal-hal ringan membuatnya jadi aku tak perlu membuka diri dan membuat diriku rentan.\"/emote Shane 28/speak Shane \"Tapi setiap musim yang berlalu, bersamamu, aku menjadi sedikit lebih nyaman dengan diriku sendiri.#$b#Uh.. Kurasa yang ingin kukatakan adalah...#$b#Aku tak menyesal menikahimu!$h",
	"SummitEvent_Dialogue3_Elliott": "Hehe.. Gue baru sadar..$h#$b#Kami telah mencapai puncak, tetapi tidak hanya secara fisik... secara metaforis juga.#$b#Betapa puitis!$l",
	"SummitEvent_Dialogue3_Harvey": "Saat aku di sampingmu, aku bahkan tidak takut jatuh dari tebing ini dan berlari ke bebatuan tajam di bawah...$l\"/jump Harvey/shake Harvey 1000/pause 1000/speak Harvey \"...$8#$b#Aku... Aku sangat mencintai dan mengagumimu, @...$l",
	"SummitEvent_Dialogue3_Abigail": "Berdiri di sini, melihat ke cakrawala... Aku merasakan kemungkinan yang tak terbatas.#$b#Aku hanya senang bisa menjelajahi dunia ini, dengan kamu di sisiku...$l",
	"SummitEvent_Dialogue3_Emily": "Ini adalah momen spesial...#$b#Aku selalu tahu bahwa aku akan berdiri di sini bersamamu, suatu hari nanti. Aku selalu merasakannya di hatiku.#$b#Sekarang, semuanya menjadi kenyataan.\"/pause 500/speak Emily \"The world is a mysterious and special place...$l",
	"SummitEvent_Dialogue3_Haley": "*cekikikan*... $h\"/faceDirection farmer 1 true/emote farmer 8/pause 1000/speak Haley \"Ah, hanya itu...#$b#Sebagai seorang gadis kecil, Aku selalu bermimpi bahwa suatu hari, Aku akan mendaki ke puncak dengan cinta sejatiku, dan berbagi ciuman.$l",
	"SummitEvent_Dialogue3_Leah": "Kurasa kami berdua telah menemukan apa yang kami cari di tempat ini.#$b#Aku tidak ingin berada di tempat lain, tapi di sini bersamamu.$l",
	"SummitEvent_Dialogue3_Penny": "Kami punya rumah yang indah dan keluarga yang berkembang... hanya itu yang pernah aku impikan, dan banyak lagi.$l",
	"SummitEvent_Dialogue3_Maru": "Kamu benar-benar telah mencapai banyak hal sejak kamu pindah ke sini, @. Itu luar biasa.\"/pause 300/faceDirection Maru 3/pause 400/speak Maru \"Kurasa aman untuk mengatakan bahwa kamu ditakdirkan untuk menjadi petani!$h",
	"SummitEvent_closingmessage": "Ini adalah jalan yang panjang...",
	"SummitEvent_closingmessage2": "Kamu menantang diri sendiri untuk mencapai puncak",
	"SummitEvent_closingmessage3": "Sebuah prestasi membanggakan!",
	"SummitEvent_closingmessage4": "Kami telah mengawasi setiap langkahnya",
	"SummitEvent_closingmessage5": "Dan kamu telah membuat kami sangat bangga!"
}