{
	"Robin": "Hai!^Aku menemukan beberapa kayu tambahan... Mungkin kamu bisa menggunakannya. Tetap hati-hati ya!  ^   -Robin %item id (O)388 50 %%[#]Hadiah Dari Robin",
	"Demetrius": "Halo @,^Aku melakukan studi lapangan beberapa hari yang lalu, dan aku menemukan spesimen ini. ^Semoga kamu menemukannya seinteres aku.    ^   -Demetrius%item id (O)392 1 (O)394 1 (O)132 1 (O)66 1 %%[#]Hadiah Dari Demetrius",
	"Linus": "Halo, teman.^Danau gunung telah baik padaku akhir-akhir ini. Aku ingin berbagi keberuntunganku denganmu.  ^   -Linus %item id (O)136 1 (O)143 1 (O)202 1 (O)227 1 (O)228 1 %%[#]Hadiah Dari Linus",
	"Pierre": "Hai pelanggan terhormat,^Terima kasih telah mengunjungi Toko Pierre! Ini adalah pengembalian program 'Cash-back Rewards' milikmu. Sampai jumpa! ^   -Pierre^  P.S. Maaf untuk pesan standar, @. Selamat menikmati! %item money 250 601  %%[#]Hadiah Dari Pierre",
	"Caroline": "Hai @,^Ini sayur dari kebun kecilku di belakang. Mungkin kamu punya lebih banyak sayuran dari yang kamu tahu cara menggunakannya, tapi ya sudahlah.   ^   -Caroline%item id (O)190 1 (O)192 1 (O)24 1 %%[#]Hadiah Dari Caroline",
	"George": "Aku Menemukan beberapa batu berkualitas baik. ^Mungkin kamu bisa membangun sesuatu dengan itu atau apa pun.  ^   -George %item id (O)390 35 %%[#]Hadiah Dari George",
	"Evelyn": "Halo, sayang,  Semoga peternakanmu baik-baik saja.^ Aku mengirimkan sesuatu dari dapurku... Semoga tidak hancur dalam pengiriman.  ^   -Evelyn  %item id (O)216 1 (O)220 1 (O)223 1 %%[#]Hadiah Dari Evelyn",
	"Pam": "Hai. ^Aku menemukan ini di laci. Kurasa kamu bisa memanfaatkannya.   ^   -Pam %item id (O)346 1 (O)349 1 (O)787 1 %%[#]Hadiah Dari Pam",
	"Lewis": "@,^Aku sangat senang kamu menjadi bagian dari komunitas kami! Aku menyisipkan cek 500g dari Dana Pertanian Lembah Stardew untuk membantumu melanjutkan pekerjaan baikmu. ^Mungkin kamu bisa membeli lebih banyak benih dengan itu.  ^  Hormatku, Pak. Lewis%item money 500 501 %%[#]Hadiah Dari Lewis",
	"Gus": "@!^Aku membuat camilan kecil untukmu pagi ini di salon. Nikmati!   ^   -Temanmu, Gus%item id (O)224 1 (O)213 1 (O)211 1 (O)207 1 (O)200 1 (O)195 1 (O)198 1 %%[#]Hadiah Dari Gus",
	"Clint": "Hai, Halo...     ^Maaf, aku tidak pandai menulis surat. Aku membuat satu batang logam terlalu banyak, dan kurasa kamu mungkin butuh itu.  ^   -Clint, si pandai besi %item id (O)334 1 (O)335 1 (O)336 1 %%[#]Hadiah Dari Clint",
	"Jodi": "Hai @,^Aku memesan terlalu banyak pupuk untuk kebun!! Aku yakin kamu bisa memanfaatkannya dengan baik. Tetap hati-hati ya!  ^   -Jodi %item id (O)368 5 (O)369 5 (O)370 5 %%[#]Hadiah Dari Jodi",
	"Kent": "Halo, @.^Barang ini teronggok debu di gudang peralatan. Mungkin kamu bisa menggunakannya.  ^   -Kent%item id (O)286 1 (O)287 1 (O)288 1 (O)787 1 %%[#]Hadiah Dari Kent",
	"Emily": "Hai!^Apa kabar? Semoga kamu menikmati hadiah yang aku kirimkan... Ya, sampai jumpa! +   ^   -Emily %item id (O)397 1 (O)428 1 (O)440 1 %%[#]Hadiah Dari Emily",
	"Marnie": "Hai @,^Kamu tetangga yang baik jadi aku ingin mengirimkan beberapa makanan hewan agar pekerjaanmu lebih mudah. Tetap semangat! ^   -Marnie %item id (O)178 30 %%[#]Hadiah Dari Marnie",
	"Shane": "Hei,^Kurasa akan menyenangkan untuk mengirimkanmu sebuah surat. Aku tidak tahu apa yang harus ditulis, sih.^ Nah, aku sudah menyertakan camilan untukmu. Jangan memberitahu siapa pun, tapi aku mengambil ini dari ruang belakang JojaMart beberapa waktu yang lalu.^Oke, sampai jumpa. ^   -Shane %item id (O)215 1 (O)206 1 %%[#]Hadiah Dari Shane",
	"Wizard": "Salam, murid muda.^Aku telah menyertakan dalam paket ini sebuah barang dengan makna ajaib. Gunakanlah dengan bijaksana.   ^   -M. Rasmodius, Penyihir%item id (O)422 1 (O)82 1 (O)84 1 (O)70 1 %%[#]Hadiah Dari Sang Penyihir",
	"Sandy": "Salam dari Gurun Calico!^Datanglah padaku, aku sangat bosan dan kesepiaan di sini :(. Aku beri kamu hadiah dari gurun. Kamu bisa datang dan mengucapkan terima kasih padaku secara langsung!   ^   -Sandy %item id (O)88 1 (O)90 1 (O)218 1 %%[#]Hadiah Dari Sandy",
	"afterSamShow": "@,^pertunjukannya sukses sekali! Aku ingin mengucapkan terima kasih lagi atas semua bantuanmu dalam membuat band ini luar biasa. Kita tidak bisa melakukannya tanpamu!   ^   -Sam[#]Catatan Terima Kasih dari Sam",
	"afterArtShow": "Hai @,^Terima kasih lagi telah datang ke pameran seniku. Ini sangat sukses! Aku hampir menjual semua patungku, dan semua orang begitu positif dan mendukung! Aku harap bisa bertemu lagi segera.  ^   -Leah[#]Catatan Terima Kasih dari Leah",
	"haleyGarden": "@,^Kurasa akan menyenangkan untuk menulismu sebuah catatan.^Aku sangat bersenang-senang dengan sapi-sapi kemarin... Aku mulai mengerti mengapa kamu memilih hidup sebagai petani! Harap bertemu segera.  ^   -Haley[#]Catatan dari Haley",
	"PennyCleanTrailer": "Maaf atas apa yang terjadi di tempatku kemarin... Ibuku kadang bisa memasuki suasana hati yang buruk.^Tolong lupakan saja yang terjadi.  ^   -Penny[#]Permintaan Maaf dari Penny",
	"Duck": "Hai @,^Kamu telah membuktikan kemampuanmu dalam memelihara ayam, jadi sekarang aku menjual bebek di tokoku!       ^   -Marnie[#]Bebek Dijual!",
	"Rabbits": "Hai @,^Sekarang aku punya kelinci di toko hewan ku! Mereka akan memberimu wol berbulu... dan lebih!       ^   -Marnie[#]Kelinci Dijual!",
	"Sheep": "Hai @,^Kamu telah membuktikan kemampuanmu dalam memelihara sapi, jadi sekarang aku menjual domba di toko ku!       ^   -Marnie[#]Domba Dijual!",
	"Goats": "Hai @,^Sekarang aku punya kambing yang tersedia untuk dibeli di toko hewan. Kamu telah melakukan dengan baik sampai saat ini!       ^   -Marnie[#]Kambing Dijual!",
	"Pigs": "Hai @,^Kamu sudah jauh sejak pertama kali kamu datang. Sebagai hasilnya, aku memutuskan untuk mulai menjual babi di tokoku. Babi-babi ini terlatih untuk menemukan jamur truffle!       ^   -Marnie[#]Babi Dijual!",
	"SeaAmulet": "@,^Aku akan memberikanmu saran ini karena aku suka padamu dan aku ingin kamu tetap tinggal di Pelican Town. Jika suatu hari kamu ingin melamar seseorang, kamu akan membutuhkan 'Pemantik Mermaid'. Jangan khawatir, semua orang di Pelican Town mengerti makna dari kalung tersebut. Ini adalah tradisi kuno di daerah ini. Semoga sukses! ^   -Lewis[#]Tentang Pemantik Mermaid",
	"Bouquet": "@,^Sepertinya kamu mulai dekat dengan beberapa warga kota. Jika kamu ingin menunjukkan minat romantis pada seseorang, kamu harus memberikan salah satu buket bunga indahku. Sekarang aku menjualnya, dengan harga yang sangat wajar! Jika kamu ingin memulai keluarga suatu hari nanti, ini adalah langkah pertama! ^   -Pierre[#]Tentang Buket Bunga",
	"RobinCooking": "Hai @,^ini adalah resep lama yang nenekku wariskan padaku. Selamat menikmati!   ^   -Robin%item cookingRecipe %%[#]Resep Keluarga Robin",
	"DemetriusCooking": "Aku ingin mengucapkan 'terima kasih' karena kamu tertarik dengan pekerjaanku. Ini adalah resep memasak yang aku sukai. ^   -Demetrius%item cookingRecipe %%[#]Resep Demetrius",
	"LinusCooking": "@,^bagaimana kabarmu? Aku sudah menyertakan beberapa petunjuk tentang cara membuat salah satu resep ikan favoritku. ^   -Linus%item cookingRecipe %%[#]Resep Linus",
	"PierreCooking": "RAHASIA:^Ini adalah resep untuk tart blueberry-ku yang terkenal.^Jangan beri tahu siapa pun! Aku memberikannya padamu karena kita adalah teman yang baik. ^   -Pierre%item cookingRecipe %%[#]Tart Terkenal Pierre",
	"CarolineCooking": "Hai @,^Tidak ada yang lebih memuaskan daripada memasak dengan sayuran segar dari kebunmu sendiri! Aku sudah menyertakan resep untuk membantumu. Tetap hati-hati, ^   -Caroline%item cookingRecipe %%[#]Resep Caroline",
	"GeorgeCooking": "Aku ingin memberimu resep ini yang sudah lama kubuat. Cobalah untuk tidak membakarnya. ^   -George%item cookingRecipe %%[#]Resep George",
	"EvelynCooking": "Hai @,^Biasanya aku tidak memberikan resep-resepku... tapi karena kamu begitu baik pada George dan aku, aku menuliskan satu untukmu. ^   -Evelyn%item cookingRecipe %%[#]Resep Evelyn",
	"PamCooking": "Hei nak,^ini adalah resep untuk camilan kecil yang biasa dibuat ayahku. Masaklah dengan pelan. ^   -Pam%item cookingRecipe %%[#]Resep Pam",
	"LewisCooking": "@,^ingatlah untuk makan dengan sehat, atau kamu tidak akan punya cukup energi untuk bekerja keras! Aku menyertakan salah satu resep favoritku. Pastikan untuk menggunakan tomat yang sudah matang! ^   -Lewis%item cookingRecipe %%[#]Resep Lewis",
	"GusCooking": "Hai @,^Ini adalah resep dari kedai minumku. Aku hanya membaginya dengan teman-teman baikku! ^   -Gus%item cookingRecipe %%[#]Resep Gus",
	"ClintCooking": "Nah, aku tahu beberapa resep.^Aku akan mengirimkan salah satunya padamu... mungkin akan membantumu menambang lebih banyak bijih atau sesuatu.^Tetap hati-hati. ^   -Clint%item cookingRecipe %%[#]Resep Clint",
	"JodiCooking": "@,^resep milikku ini memenangkan tempat pertama dalam sebuah kompetisi memasak! Semoga kamu suka. Terima kasih telah menjadi teman! ^   -Jodi%item cookingRecipe %%[#]Resep Jodi",
	"KentCooking": "Aku menemukan resep ini di luar negeri. Selamat menikmati.^Ingin mengucapkan terima kasih karena membuatku merasa diterima. ^^   -Kent%item cookingRecipe %%[#]Resep Kent",
	"EmilyCooking": "@!^Balikkan surat ini untuk petunjuk cara membuat makanan super-sehat!^Kamu akan merasa bertenaga. Sampai jumpa. ^   -Emily%item cookingRecipe %%[#]Resep Sehat Emily",
	"MarnieCooking": "Hai tetangga,^Saat aku tidak merawat hewan, aku suka bereksperimen di dapur. Karena kita sudah menjadi teman, aku ingin berbagi beberapa resep denganmu.^Semoga kamu menyukainya! ^   -Marnie%item cookingRecipe %%[#]Resep Marnie",
	"ShaneCooking": "@,^Aku menemukan resep ini di majalah dan terdengar menarik. Jangan ragu untuk memberiku sedikit jika kamu membuatnya. hehe. ^   -Shane%item cookingRecipe %%[#]Resep Shane",
	"SandyCooking": "@,^Aku sangat bosan di sini di gurun sehingga aku menulis surat untukmu. Ada resep untuk sup lezat terlampir. Datanglah menjengukku segera! ^   -Sandy%item cookingRecipe %%[#]Resep Sandy",
	"WillyCooking": "@,^Aku ingin berbagi resep masakan lama yang biasa dibuat oleh ayahku. Sangat penting agar ikan FRESH.  ^   -Willy%item cookingRecipe %%[#]Resep Lawas Willy",
	"mom1": "Hai @,^Apa kabar, sayang? Aku sangat merindukanmu sejak kamu pergi. Aku harap kehidupan berkebunmu seperti yang kamu harapkan. ^   Cinta, Ibuku.   ^   P.S. Aku mengirimkan kue kesukaanmu < %item id (O)223 1 %%[#]Dari Ibuku",
	"mom2": "Hai @,^Sudah lama sejak terakhir kali aku mendengar kabarmu, sayang. Segalanya masih seperti biasa di rumah. Aku sangat merindukanmu. ^  Cinta, Ibuku ^ P.S. Aku menemukan sebuah amplop dengan uang yang ditinggalkan Kakek untukmu. %item money 500 501 %%[#]Dari Ibuku #2",
	"mom3": "Hai @,^Aku melihat artikel tentangmu di surat kabar lokal! Sepertinya kehidupan di desa cocok untukmu! Aku sangat bangga padamu. Tetaplah sehat, sayang. Cinta, Ibuku[#]Dari Ibuku #3",
	"mom4": "Hai @,^Bagaimana kabarmu? Kamu pasti sudah menghasilkan banyak uang di pertanianmu. Jangan lupa ibumu yang tua ketika kamu menjadi miliuner! ^  Cinta, Ibuku   ^   P.S. Nikmati kuenya!%item id (O)221 1 %%[#]Dari Ibuku #4",
	"dad1": "Hai @,^Apakah kamu sudah menetap di kehidupan barumu? Aku tidak percaya kamu sudah dewasa sekarang... Waktu benar-benar berlalu. Sekarang kamu pergi, aku punya banyak uang berlebih, jadi aku menyertakan sedikit hadiah.^  Cinta, Ayah.%item money 500 501 %%[#]Dari Ayah",
	"dad2": "Hai @,^  Bagaimana kehidupan di desa untukmu? Ini sangat sepi di sini tanpamu, tapi aku bangga dengan apa yang kamu lakukan.^  Cinta, Ayah  ^  P.S. Aku menemukan amplop dengan uang yang Kakek tinggalkan untukmu. %item money 500 501 %%[#]Dari Ayah #2",
	"dad3": "Hai @,^  Aku membaca sebuah artikel tentangmu di surat kabar lokal! Aku sangat terkesan dengan kemajuanmu di pertanian! Lanjutkan seperti ini dan ayah yang tua ini mungkin akan pensiun di vila mewah di pulau fern ;).^  Cinta, Ayah[#]Dari Ayah #3",
	"dad4": "Hai @,^ Aku tahu kamu sibuk di pertanian dan itulah mengapa kamu tidak bisa berkunjung. Aku mengerti. Kamu sudah bekerja begitu keras... teruslah seperti itu dan kamu bisa mencapai apa pun! ^ Cinta, Ayah  ^  P.S. Termasuk beberapa batu berkualitas %item id (O)390 30 %%[#]Dari Ayah #4",
	"newsstory": "Salam, @.^Kami dengan senang hati ingin memberitahumu bahwa pertanianmu akan ditampilkan dalam kolom 'berkembang & menjanjikan' minggu depan di Stardew Valley Tribune! Selamat. Kami terkesan dengan kemajuanmu yang cepat. ^   -SVT[#]Berita",
	"pierreBackpack": "IKLAN:^\"Aku terus menemukan barang keren, tapi tas ranselku sudah penuh!\"^^Apakah ini terdengar sepertimu? Nah, Pierre punya solusi untukmu!^^Singgahlah di Toko Umum Pierre HARI INI dan lihat tas ransel ukuran 24 kami yang terjangkau!^ Sampai jumpa segera![#]Tas Ransel Dari Toko Umum Pierre",
	"pierreHours": "IKLAN:^^Toko Umum Pierre sekarang buka setiap hari!#[#]Jam Buka Diperpanjang Pierre",
	"robinKitchenLetter": "Hai @,^^Aku ingin meminta maaf atas candaanku tentang pondok kakekmu saat pertama kali kita bertemu. Ini benar-benar rumah kecil yang bagus!^^Namun, suatu hari nanti kamu mungkin membutuhkan lebih banyak ruang. Di situlah aku bisa membantu. Jika kamu membawa beberapa bahan mentah dan membayar biaya, aku bisa memperluas rumahmu.^(Dilanjutkan di halaman berikutnya)^^Perluasan pertama yang kusarankan termasuk dapur. Dengan dapur, kamu akan dapat memasak semua resep yang kamu pelajari!^^Bagaimanapun juga, aku harap kamu mulai merasa seperti di rumah di Stardew Valley!^^    Tukang kayu lokalmu,^        Robin[#]Layanan Robin",
	"quest10": "@,^Aku mendengar bahwa kamu telah membantu beberapa orang di kota! Semua orang tampak sangat bersyukur. Aku memberikanmu penghargaan \"Tetangga Terbaik\" bulan ini (dengan hadiah uang tunai kecil). Teruskan! ^   -Walikota%item money 500 501 %%[#]Tetangga Terbaik",
	"quest35": "Hai @,^Kamu telah sangat membantu di sekitar kota sejak kamu pindah ke sini... semua orang terus memberitahuku semua hal baik yang kamu lakukan untuk mereka! Terimalah hadiah ucapan terima kasih ini. ^   -Walikota%item money 2500 2501 %%[#]Terima Kasih Dari Lewis",
	"quest100": "@,^Aku senang mengumumkan bahwa kamu telah dipilih sebagai \"Tetangga Hebat Tahun Ini\"! Ini hadiah 10.000g! Selamat! Semua orang di kota ingin mengucapkan 'terima kasih' atas semua yang kamu lakukan. ^   -Walikota%item money 10000 10001 %%[#]Tetangga Tahun Ini",
	"CF_Fish": "Hai @,^ Keterampilan memancingmu bahkan melampaui keterampilan kakekku yang tua... Aku terkesan. ^ Ini stardrop telah diturunkan dari Willy Sr. ke Willy Jr. selama... oh, sial. Mungkin seribu tahun.^Karena aku tidak punya anak... Aku ingin kamu memilikinya.^^ -Willy   ^  %item id (O)434 1 %%[#]Warisan Keluarga Willy",
	"adoptionLetter": "Hai @ dan pasangan,^Selamat! Aplikasi adopsimu telah disetujui.^Kami sedang bekerja keras untuk memilih bayi yang sempurna sesuai profilmu.^Anggota keluarga baru kamu akan tiba dalam 2 minggu.^^-Agensi Adopsi Ferngill[#]Pemberitahuan Adopsi",
	"stardewHeroMine": "Pesan Rahasia: Jika kamu bisa mencapai dasar tambang sekali lagi, ada rahasia yang menantimu. Hati-hati, tambang telah menjadi lebih berbahaya.[#]Pesan Rahasia",
	"fertilizers": "Hai tetangga,^Semoga kamu sudah merasa nyaman di rumah barumu. Aku menulis ini untuk memberitahumu bahwa toko Pierre sekarang menjual pupuk! Mengapa kamu tidak mampir dan melihat apakah kamu bisa membeli beberapa lusin kotak atau lebih?  ^   -Pierre[#]Pupuk Pierre",
	"fertilizers2": "Hai @,^Sekarang aku menjual pupuk berkualitas lebih tinggi, serta seleksi tanaman baru! Sampai jumpa nanti. ^   -Pierre[#]Pupuk Berkualitas Tinggi Pierre",
	"abbySpiritBoard": "Hai @.^Suatu hari nanti kamu seharusnya datang ke kamarku setelah gelap... Mungkin sekitar pukul 8 malam. ^Aku ingin menunjukkan sesuatu padamu. ^   -Abby[#]Catatan Abby",
	"pennySpa": "Temui aku di rumah mandi setelah gelap. ^   -Penny[#]Catatan Penny",
	"incubator": "Hai @,^^Terima kasih telah membeli upgrade kandang! Selain menggandakan kapasitas kandangmu, aku sudah menginstal inkubator. ^Untuk menggunakan inkubator, cukup letakkan telur di dalamnya. Jika masih ada ruang kosong di kandangmu, telur akan menetas dalam beberapa hari!^^Seperti biasa, terima kasih atas bisnismu.^-Robin[#]Tentang Inkubator",
	"hatter": "Hai.^^Aku menjual beberapa topi yang bagus dan keren.^^Datanglah ke gubuk tua di hutan, oke. Bawa uang.^^-tikus topi[#]Haiyo, Poke",
	"Beat_PK": "Selamat!!^^Kamu berhasil mengalahkan 'Journey Of The Prairie King', dan terpilih secara acak dalam undian pemenang eksklusif kami! ^Kamu memenangkan Sistem Arkade Prairie King milikmu sendiri!^Sekarang kamu bisa menikmati 'Journey Of The Prairie King' dari kenyamanan rumahmu sendiri.^^Kamu pantas mendapatkannya!^-Tim Pengembangan Prairie King %item id (BC)141 %%[#]Selamat P.K.!",
	"JunimoKart": "Selamat!!^^Kamu berhasil melewati semua level di 'JunimoKart'... kamu sebenarnya orang pertama di seluruh Republik Ferngill yang melakukannya!^Hadiahmu: versi rumah dari Junimo Kart!^^Selamat bersenang-senang!^-Tim Pengembangan Junimo Kart %item id (BC)159 %%[#]Sukses Junimo Kart!",
	"elliottReading": "@,^Aku punya kabar baik... novelku sudah selesai!! Aku akan membacanya secara publik sore ini di perpustakaan. Harap bisa melihatmu di sana! ^   -Elliott[#]Pembacaan Elliott",
	"elliottBoat": "Temui aku di dermaga pada pagi yang cerah. Aku punya sesuatu dalam pikiranku. ^   -Elliott[#]Catatan Elliott",
	"harveyBalloon": "@,^Aku punya kejutan untukmu. Temui aku di dekat jalur kereta api. ^   -Harvey[#]Kejutan dari Harvey",
	"samMessage": "@,^Temui aku di depan rumahku malam ini setelah gelap. ^   -Sam[#]Catatan Sam",
	"joshMessage": "@,^Temui aku di salon malam ini setelah gelap. ^   -Alex[#]Undangan Alex",
	"lewisStatue": "@,^^Di masa depan, aku akan sangat menghargai jika kamu tidak lagi menempatkan barang-barang PRIBADIku di kota untuk semua orang melihatnya!^^Aku sangat tidak puas!^^Ambil uang ini dan jangan pernah bicarakan 'proyek'ku pada siapapun.%item money 750 751 %%[#]Surat Marah Lewis",
	"marnieAutoGrabber": "@,^Aku punya barang baru di stok... Namanya \"Pengambil Otomatis\".^^Ini bisa memerah sapi dan kambingmu, mencukur dombamu, mengumpulkan telur, dan mencabut bulu kelinci berbulu... semua dengan sendirinya!^^Ini dianggap sebagai 'barang mewah', jadi aku menghargainya 25.000g.^^    -Marnie[#]Pemberitahuan Pengambil Otomatis",
	"EmilyClothingTherapy": "@,^Aku punya ide gila baru yang ingin kutingkatkan bersamamu... Namanya \"Terapi Pakaian\".^^Datanglah ke rumah Wali kota hari ini untuk melihat apa itu.^^ Cinta, Emily[#]Ide Emily",
	"EmilyCamping": "@,^Ayo kemah! ^^ Temui aku di hutan rahasia setelah jam 10 malam.^^ Cinta, Emily[#]Undangan Emily",
	"EmilyDoneCamping": "Terima kasih sudah bergabung kemarin malam... Aku sangat senang.^Sebenarnya aku senang beruang itu muncul!^^Sampai jumpa^^  Cinta, Emily[#]Catatan Emily",
	"foundLostTools": "Hai @,^Seseorang meletakkan alat-alatmu di dalam kotak temuan semalam.^^Mampir ke kantor wali kota untuk mengambilnya. ^^  -Wali kota Lewis[#]Alat-Alat yang Hilang",
	"fishing2": "Aku punya barang-baru di stok...^Pemancingan mewah dan beberapa umpan yang bisa kamu pasang!^Kamu bisa menggunakan umpan untuk membuat ikan lebih cepat menggigit. Sampai jumpa nanti! ^   -Willy[#]Barang-Baru dari Willy",
	"fishing6": "Mampir ke toko dan lihat tongkat-tongkat baru yang aku jual.^Mereka yang terbaik yang bisa kamu beli... dan kamu bisa menyesuaikannya dengan berbagai jenis umpan!^Sampai jumpa nanti! ^   -Willy[#]Barang-Baru Willy #2",
	"wizardJunimoNote": "Sumber-sumberku memberitahuku bahwa kamu telah mengintai-intai dalam pusat komunitas lama.^Kenapa kamu tidak berkunjung padaku?^Ruanganku berada di barat danau hutan, di menara batu. Aku mungkin punya informasi mengenai 'masalah tikus' kamu.^   -M. Rasmodius, Wizard %item quest 1 true %%[#]Panggilan dari Wizard",
	"winter_18": "Hai @,^Aku ingin memberimu informasi tentang sebuah acara mendatang: Pesta Bintang Musim Dingin. Ini adalah saat bagi komunitas untuk berkumpul dan mengingat semua keberuntungan yang kita miliki tahun ini.^Tradisi favorit adalah \"pertukaran hadiah rahasia\", di mana semua orang di kota secara acak ditugaskan pada orang lain. Pada hari festival, semua orang membawa hadiah untuk teman rahasianya dan mengejutkannya dengan sesuatu yang istimewa!^Tahun ini, teman rahasiamu adalah:^    %secretsanta ^Jangan beritahu siapapun! Pesta akan berlangsung pada tanggal 25 dari jam 9 pagi hingga 2 siang di alun-alun kota. Sampai jumpa nanti! ^   -Wali kota Lewis[#]Pemberi Hadiah Rahasia",
	"ccBulletinThankYou": "Hai @,^Semua orang di sekitar kota sedang membicarakan tentang kebaikanmu akhir-akhir ini!^Ternyata, paket-paket telah muncul di rumah orang-orang yang berisi barang-barang yang mereka posting beberapa tahun lalu di papan buletin pusat komunitas! Dan paket-paket itu semuanya ditujukan dari pertanianmu!^Terima kasih telah berusaha keras untuk melakukan sesuatu seperti itu... semua dari kita di kota sangat senang! ^   -Wali kota Lewis[#]Terima Kasih Papan Buletin",
	"guildQuest": "Aku melihat kamu telah menjelajahi tambang tua. Kamu punya semangat petualang, itu yang bisa kukatakan.^Jika kamu bisa membunuh 10 slime, kamu akan mendapatkan tempatmu di gildaku petualang. ^Hati-hati.    -Marlon %item quest 15 true %%[#]Tantangan Untuk Membunuh Slime",
	"skullCave": "Aku melihat kamu telah memasuki Cavern Tengkorak. Bagus sekali.^Aku punya tantangan yang lebih baik untukmu, anak muda. Capailah setidaknya 25 tingkat kedalamannya. Aku punya gunung dollar untuk dikirim jika kamu bisa melakukannya.^  Temanmu, Mr. Qi %item quest 20 %%[#]Tantangan Qi",
	"robinWell": "Ini Robin!^Aku tahu ada banyak batu yang berserakan di sekitar pertanianmu.^Jika kamu punya kelebihan, kamu mungkin mempertimbangkan untuk membuat sumur untukmu.^Sumur dapat ditempatkan di seluruh pertanianmu, dan berfungsi sebagai tempat yang nyaman untuk mengisi ulang kaleng penyirammu.^^Cukup mampir ke tokoku dengan 75 batu dan 1000g ketika kamu siap. ^-Robin[#]Bangun Sumur",
	"landslideDone": "Kepada pelanggan setia JojaMart kami:^Anggota tim kami telah menghilangkan longsoran tanah yang disebabkan oleh operasi pengeboran kami di dekat danau gunung. Aku ingin mengingatkanmu bahwa operasi pengeboran kami sepenuhnya legal (sesuai dengan init. L61091, Amendemen JojaCo). Stewardship yang bertanggung jawab terhadap lingkungan lokal adalah prioritas utama kami! ^^Kami mohon maaf atas segala ketidaknyamanan yang mungkin disebabkan oleh kecelakaan ini.^Seperti biasa, kami menghargai dukungan dan patronase Kamu yang terus berlanjut!^^-Morris,^Perwakilan Kepuasan Pelanggan Joja[#]Joja Menghilangkan Longsoran Tanah",
	"QiChallengeComplete": "Kamu berhasil.^ Aku sangat terkesan.^ Nikmati hadiahmu.^   -Qi. %item money 10000 %%[#]Tantangan Qi Selesai",
	"spring_2_1": "Halo,^Aku baru kembali dari perjalanan memancing dipulau jauh. Kamu harus datang ke pantai saat lega.^Aku punya sesuatu untukmu.^-Willy %item quest 13 true %%[#]Undangan Willy",
	"spring_12": "Hai @,^Besok kami akan mengadakan Pesta Telur di alun-alun kota.^^Kamu harus datang antara jam 9 pagi dan 2 siang jika ingin hadir.^Jangan sampai kamu melewatkan perburuan telur tahunan!^  -Wali kota Lewis[#]Pemberitahuan Pesta Telur",
	"spring_15_1": "Halo, sayang...^^Aku tahu kamu baru saja memulai sebagai tukang kebun, jadi aku ingin memberikan sedikit tip padamu.^^Sebagian besar tanaman hanya tumbuh dalam satu musim. Ketika musim panas tiba, semua tanaman musim semi akan mati. Jadi, rencanakanlah lebih awal!^^-Nenek Evelyn[#]Tip Evelyn",
	"spring_23": "Hai @,^Besok kita semua berkumpul untuk Tarian Bunga.^^Jika kamu bisa menemukan pasangan, mungkin kamu bahkan ingin berpartisipasi dalam tarian itu sendiri!^Ada sebuah tempat yang sedikit terbuka di luar hutan di barat kota tempat kita mengadakan tarian. Tiba antara jam 9 pagi dan 2 siang jika kamu tertarik.^  -Wali kota Lewis[#]Pemberitahuan Tarian Bunga",
	"summer_10": "Hai @,^Besok kita semua berkumpul di pantai untuk Luau Tahunan Pelican Town.^^Sorotan acara adalah potluck bersama. Pastikan kamu membawa sesuatu yang baik untuk berkontribusi!^Gubernur sendiri akan hadir acara ini, jadi pastikan kamu berperilaku dengan baik.^Datanglah ke pantai suatu saat antara jam 9 pagi dan 2 siang.^   -Wali kota Lewis[#]Pemberitahuan Luau",
	"summer_28": "Hai @,^Malam ini sekitar pukul 10 malam, sebuah peristiwa langka dan indah akan terjadi.^^Jelly moonlight akan melewati Pelican Town dalam perjalanan panjangnya ke selatan untuk musim dingin.^^Kita semua berkumpul di pantai untuk menonton. Kamu tidak ingin melewatkan ini!^Sampai jumpa malam ini,^ -Demetrius[#]Tarian Jelly Moonlight",
	"fall_9": "Hai @,^Satu minggu dari sekarang, kami akan mengadakan Pameran Stardew Valley di alun-alun kota!^Ini adalah acara terbesar dalam setahun, menarik orang dari seluruh negeri ke kota kecil kami.^Jika kamu mau, kamu bisa menyiapkan tampilan grange untuk acara itu. Cukup bawa hingga 9 item yang paling menunjukkan bakatmu. Kamu akan dinilai berdasarkan kualitas dan keragaman tampilanmu.^Pameran dimulai jam 9 pagi... jangan lewatkan!^   -Wali kota Lewis[#]Pemberitahuan Pameran Stardew Valley",
	"fall_15": "Hai @,^Aku hanya ingin mengingatkanmu bahwa Pameran Stardew Valley akan berlangsung besok.^Jangan lupa membawa 9 item untuk tampilan grange.^Ingat, pameran dimulai jam 9 pagi di alun-alun kota. Sampai jumpa di sana!^   -Wali kota Lewis[#]Pengingat Pameran Stardew Valley",
	"fall_26": "Hai @,^Merasakan dingin di udara? Ini mungkin hanya mendekatnya musim dingin...^Atau itu mungkin sensasi dari sosok gelap, hadir untuk membantu kita merayakan festival besok... Malam Semangat.^Datanglah ke kota jam 10 malam jika kamu ingin berpartisipasi.^  -Wali kota Lewis[#]Pemberitahuan Malam Semangat",
	"winter_7": "Hai @,^Besok kita semua berkumpul di depan rumah Marnie untuk Festival Es.^^Ini adalah perayaan musim dingin... akan ada manusia salju, patung es, dan kompetisi memancing es!^Tiba antara jam 9 pagi dan 2 siang jika kamu ingin berpartisipasi.^  -Wali kota Lewis[#]Pemberitahuan Festival Es",
	"winter_14": "Mulai besok, armada pedagang keliling akan bersandar di Pelican Town untuk pasar malam tahunan.^^Pasar dimulai pukul 5 sore, dan akan berada di pelabuhan selama tiga hari ke depan.^^Silakan kunjungi pantai setelah pukul 5 sore untuk bergabung dalam perayaan. Ada kopi gratis![#]Pemberitahuan Pasar Malam",
	"spring_11_1": "HILANG:^Aku kehilangan Kapak favoritku! Jika kamu menemukannya, kembalikan segera. Aku kesulitan tanpanya. Ada 250g bagi siapa pun yang menemukan barang itu.^   -Robin%item quest 100 %%[#]Robin Kehilangan Kapaknya",
	"spring_19_1": "Petani @-^Aku punya permintaan untukmu. Aku butuh Cauliflower segar untuk sebuah resep yang ingin aku buat. Bisakah kamu membawa satu untukku?^   -Jodi%item quest 101 %%[#]Jodi Meminta Cauliflower",
	"summer_3_1": "@-^Ini memalukan... Aku kehilangan celana pendek ungu keberuntunganku. Aku memberitahumu karena kurasa aku bisa percaya padamu.^Jika kamu menemukannya, kembalikanlah padaku SECARA DIAM-DIAM. AKu akan membayar dengan uang banyak.^Terima kasih.^   -Wali kota Lewis%item quest 102 %%[#]Lewis Meminta Bantuan",
	"summer_14_1": "Hei nak,^Mulutku kering seperti tulang di padang gurun. Aku sangat haus akan pale ale. Kamu punya? Bir biasa tidak akan cukup. Aku butuh pale ale.^   -Pam%item quest 103 %%[#]Permintaan Pam",
	"summer_20_1": "@-^Aku mengumpulkan data tentang korelasi antara alkalinitas tanah dan kadar fruktosa tanaman. Dengan singkat, aku butuh semangka segar dari pertanianmu. Jika kamu membawa satu untukku, aku akan sangat berterima kasih.^   -Demetrius%item quest 104 %%[#]Demetrius Meminta Sampel",
	"summer_25_1": "Kepada Petani @:^Lututku kembali sakit, dan kamu tahu apa yang membantu? ^Menggosoknya dengan cabe panas.^ Masalahnya, persediaanku habis. Jika kamu punya yang cadangan, aku akan sangat berterima kasih.^   -George %item quest 105 %%[#]George Butuh Cabe",
	"fall_3_1": "Hai @,^Aku ingin memberikan sapi-sapiku camilan istimewa. Mereka begitu baik dan lapar juga. Bisakah kamu membawa satu ikatan amaranth? Mereka suka sekali.^Terima kasih, Sayang.^   -Marnie %item quest 106 %%[#]Permintaan Marnie",
	"fall_8_1": "Halo,^Sekarang adalah musim blackberry. Semak-semaknya penuh dengan mereka. Aku ingin memetik beberapa, tapi aku kehilangan keranjangku. Bisakah kamu membantu?^   -Linus%item quest 107 %%[#]Linus Kehilangan Keranjangnya",
	"fall_19_1": "@-^Aku ingin membeli labu dari kamu. Putriku dan aku ingin memahat labu untuk festival Spirit's Eve yang akan datang. ^   -Caroline%item quest 108 %%[#]Permintaan Caroline",
	"winter_2_1": "Hei, aku punya tantangan kecil untukmu:^    Tangkapkan aku seekor cumi-cumi.^Kamu bisa memancingnya dari laut pada malam hari. Mereka hanya muncul di musim dingin, meskipun.^   -Willy%item quest 109 %%[#]Tantangan Willy",
	"winter_6_1": "Aku punya permintaan yang tidak biasa. Bisakah kamu menjaganya sebagai rahasia?^ Aku ingin kamu mengirimkan sebuah amethyst pada Emily. Ini adalah batu favoritnya. Katakan padanya itu dariku.^   -Clint %item quest 110 %%[#]Permintaan Aneh Clint",
	"winter_12_1": "@-^Aku sedang meneliti seni lupa divinasi bayangan. Aku memerlukan suatu benda yang dikenal sebagai 'Void Essence'. Bawa itu padaku dan kamu akan mendapat imbalan.^ -M. Rasmodius, Wizard %item quest 111 %%[#]Permintaan Wizard",
	"winter_17_1": "@,^Maaf mengganggu kamu lagi, tapi aku membutuhkan sebuah bantuan lagi.^Aku mendapatkan palu baru dan aku ingin mencobanya pada berbagai logam.^Bisakah kamu melebur satu batang besi dan membawanya padaku? ^Terima kasih.^ -Clint %item quest 112 %%[#]Permintaan Clint",
	"winter_21_1": "@-^Bagaimana kabarmu? Semoga musim dingin tidak terlalu sulit bagimu.^Anyway, aku menulis untuk meminta beberapa kayu keras. Aku butuh sekitar sepuluh potong, jika kamu punya.^Jika tidak, tidak masalah. Hatii-hati!^  -Robin%item quest 113 %%[#]Permintaan Robin",
	"winter_26_1": "Hai @-^Aku ingin membuat semur ikan, tapi aku butuh albacore! Aku tahu mereka hampir keluar dari musim... maaf atas pemberitahuan yang singkat. Bisakah kamu menangkap satu untukku?^   -Gus%item quest 114 %%[#]Gus Membutuhkan Ikan Tertentu",
	"spring_1_2": "Pemberitahuan:^^Harga bahan mentah di toko Robin dan toko Clint telah meningkat.[#]Pemberitahuan Harga Bahan Mentah",
	"spring_6_2": "@-^Aku sangat menginginkan sebuah aprikot segar. Aku tidak bisa menemukannya di toko, jadi aku meminta kamu. Aku akan membayarmu dengan baik!^   -Emily%item quest 115 %%[#]Permintaan Emily",
	"spring_15_2": "Hai @,^Aku ingin membuat kejutan untuk suamiku dengan memberinya hadiah. Dia sangat suka dengan daun bawang. Bisakah kamu membawa satu untukku?^   -Nenek Evelyn%item quest 116 %%[#]Kejutan Evelyn",
	"spring_21_2": "PEMBERITAHUAN^Ini Pierre... Aku sangat, sangat menginginkan sepiring sashimi. Aku akan membayar dengan harga tinggi pada siapa pun yang membawakanku.^   -Pierre%item quest 117 %%[#]Pierre Menginginkan Makanan",
	"summer_6_2": "Dibutuhkan: 1 Spesimen ikan buntal yang baik. Aku sedang melakukan eksperimen tentang racun yang dihasilkan oleh ikan buntal.^Hadiah: 1000g^ -Demetrius%item quest 118 %%[#]Studi Demetrius Tentang Racun",
	"summer_15_2": "Hai Petani @,^Aku ingin memberikan istriku sebuah starfruit untuk hari jadi kami. Apakah kamu menggembalakannya di peternakanmu? Jika kamu membawa satu untukku, aku akan sangat berterima kasih.^   -Kent%item quest 119 %%[#]Kent Butuh Hadiah",
	"summer_21_2": "@,^Aku butuh minyak truffle. Jangan tanya mengapa.^ -Wali kota Lewis%item quest 120 %%[#]Permintaan Lewis",
	"fall_6_2": "Dicari: 1 Lobster Segar untuk sebuah sup bisque yang menakjubkan yang aku ciptakan.^Siapa: Gus, pemilik Stardrop Saloon^Hadiah: 800g %item quest 121 %%[#]Gus Membutuhkan Lobster",
	"fall_19_2": "PEMBERITAHUAN^Apakah ada yang punya satu pak baterai? Remote TVku mati, dan sangat merepotkan untuk bangun dari sofa untuk mengganti stasiun.^  -Pam%item quest 122 %%[#]Pam Butuh Bantuan",
	"winter_5_2": "@,^Aku sedang membuat tongkat yang sangat kuat.^Namun, aku kekurangan sesuatu: batang Iridium.^Aku bersedia membayar 5x nilai pasar untuknya. Bawa secepatnya.^ -M. Rasmodius, Wizard %item quest 123 %%[#]Wizard Butuh Barang Langka",
	"winter_13_2": "Aku punya tantangan lain untukmu: Tangkapkan aku seekor Lingcod.^Mereka tidak mudah ditangkap, tapi aku tahu kamu bisa melakukannya.^  -Willy%item quest 124 %%[#]Tantangan Willy #2",
	"winter_19_2": "Hai @,^Aku pada ujung tanduk. Aku sangat ingin membuat Coco-no-no di saloon, tapi aku tidak punya cara untuk mendapatkan kelapa!^Bisakah kamu membantuku?^  -Gus%item quest 125 %%[#]Gus Membutuhkan Kelapa",
	"winter_24": "Hai @,^Besok adalah Hari Pesta Bintang Musim Dingin.^Apakah kamu sudah mendapat hadiah untuk 'teman rahasia' mu... %secretsanta?^Pesta dimulai pukul 9 pagi di alun-alun kota. Sampai jumpa! ^   -Wali kota Lewis[#]Pemberitahuan Hari Pesta Bintang Musim Dingin",
	"passedOut1_Billed_Male": "Dengan Hormat Pak. @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak sadar. Sebuah tim medis dikirim untuk membawamu pulang dengan aman.^Kami senang Kamu baik-baik saja!^^(Kamu telah ditagih {0}g untuk layanan ini)^^-Morris^Perwakilan Kepuasan Pelanggan Joja[#]Tagihan Joja",
	"passedOut1_Billed_Female": "Dengan Hormat Ny. @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak sadar. Sebuah tim medis dikirim untuk membawamu pulang dengan aman.^Kami senang Kamu baik-baik saja!^^(Kamu telah ditagih {0}g untuk layanan ini)^^-Morris^Perwakilan Kepuasan Pelanggan Joja[#]Tagihan Joja",
	"passedOut1_NotBilled_Male": "Dengan Hormat Pak. @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak sadar. Sebuah tim medis dikirim untuk membawamu pulang dengan aman.^Kami senang Kamu baik-baik saja!^^Karena Kamu tidak punya uang, kami berkewajiban secara hukum untuk memberikan layanan ini secara gratis.^^-Morris^Perwakilan Kepuasan Pelanggan Joja[#]Pemberitahuan yang Diperlukan Secara Hukum",
	"passedOut1_NotBilled_Female": "Dengan Hormat Ny. @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak sadar. Sebuah tim medis dikirim untuk membawamu pulang dengan aman.^Kami senang Kamu baik-baik saja!^^Karena Kamu tidak punya uang, kami berkewajiban secara hukum untuk memberikan layanan ini secara gratis.^^-Morris^Perwakilan Kepuasan Pelanggan Joja[#]Pemberitahuan yang Diperlukan Secara Hukum",
	"passedOut2": "@, ^Kamu beruntung aku menemukanmu semalam! Kamu tidak sadar, dan seseorang sedang mencari-cari isi sakumu. Aku tidak tahu berapa banyak uang yang mereka ambil... mereka lari segera setelah aku mendekat. Lebih berhati-hatilah!^^-Linus[#]Catatan Dari Linus",
	"passedOut3_Billed": "@,^Seseorang mengantarkanmu ke klinik semalam. Kamu pingsan karena kelelahan!^Kamu harus lebih memperhatikan diri sendiri dan pergi tidur pada jam yang wajar.^Aku telah menagihmu {0}g untuk menutupi biaya medismu.^^-Dr. Harvey[#]Dari Kantor Dr. Harvey",
	"passedOut3_NotBilled": "@,^Seseorang mengantarkanmu ke klinik semalam. Kamu pingsan karena kelelahan!^Kamu harus lebih memperhatikan diri sendiri dan pergi tidur pada jam yang wajar.^Karena Kamu tidak punya uang, aku memberikan perawatan medismu secara gratis.^^-Dr. Harvey[#]Layanan Medis Gratis Harvey",
	"passedOut4": "@, ^^Aku menemukanmu tergeletak di lumpur saat penyisiran jam 3 pagiku.^^Kamu sebaiknya mencoba untuk pulang sedikit lebih awal lain kali!^^     -Marlon[#]Catatan Dari Marlon",
	"elliottLetter1": ".Istriku Sayang.^^Aku baru saja tiba di Grampleton, untuk memulai tur. Aku lupa betapa sibuknya kota ini! Jalanan dipenuhi orang... mereka entah tergesa-gesa, atau terombang-ambing, tidak sadar dengan sekitarnya. Aku sudah merindukan Pelican Town!^^Aku memulai tur ini malam ini, di sebuah toko buku lokal. Aku harus mengakui, aku mulai sedikit gugup dengan pikiran berbicara di depan umum... perutku terasa seperti dipilin menjadi pretzel lembut dan dituang dengan saus keju pedas. Doakan keberuntunganku!^^-Cinta, Elliott^^P.S. Aku harap malammu tenang, dan tidak terlalu takut sendirian di rumah besar itu! %item conversationTopic ElliottGone2 0 %%[#]Surat Dari Suamiku",
	"elliottLetter2": "Istriku Sayang.^^Pembacaan pertama berjalan lancar, meskipun penontonnya agak lebih sedikit dari yang kuharapkan. Namun, aku berhasil menjual cukup banyak salinan buku untuk membayar kamar hotelku yang (diinfestasi serangga)!^^Dalam beberapa jam, aku akan berangkat ke Kota Zuzu. Jika pembacaan kemarin adalah pemanasan, maka yang berikutnya akan menjadi ledakan napalm yang sesungguhnya...^^Aku sangat merindukanmu. Ingatlah untuk makan dengan baik! Oh, dan jangan lupakan sisa kue kepiting yang kuletakkan di dalam kulkas...^-Cinta, Elliott %item conversationTopic ElliottGone3 0 %%[#]Surat Dari Suamiku 2",
	"elliottLetter3": "Istriku Sayang.^^Malam terakhir di Kota Zuzu sungguh pengalaman yang menarik! Ternyata ada 'scene' sastra yang besar di sini... beberapa puluh orang datang pada pembacaanku!^^Aku bahkan menandatangani beberapa tanda tangan... aneh rasanya dianggap sebagai seseorang yang penting. Semuanya hanya masalah cara pandang, ilusi besar... karena sejatinya aku bukanlah seseorang yang istimewa. Hanya Elliott yang setia, seperti biasa.^^Saat ini aku sendirian, di kamar hotelku, 'mengonsumsi' Joja Value Meal...^^Apakah ini boleh disebut 'makanan'?^Atau 'bahan makanan yang dapat dimakan'?^Tidak perlu lama merenung^Pasti yang terakhir^^Aku berharap untuk segera kembali ke rumah. Semoga kamu menikmati kue kepiting.^^-Cinta, Elliott %item conversationTopic ElliottGone4 0 %%[#]Surat Dari Suamiku 3",
	"elliottLetter4": "Dalam mimpi, ketika disuguhkan pemandangan yang luhur^Aku menatap lautan yang disinari matahari^Ke tempat-tempat yang jauh telah kusambangi^Tetapi waktu kini mengaburkan ingatanku^^Hanya ada satu tempat yang abadi^Di mana suatu saat aku akan melewati batas^Di lembah yang tercinta, di mana cintaku menunggu:^Rumah kecil kita di samping kolam^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Surat Dari Suamiku 4",
	"elliottLetter5": "Istriku Sayang.^^Aku tidak akan membosankanmu dengan detail-detail lebih lanjut tentang pembacaanku. Mereka sebagian besar sama.^^Aku yakin waktumu jauh lebih menarik! Aku tidak sabar untuk kembali dan melihat kemajuan apa yang telah tercapai.^^Pada perjalanan panjang antara kota-kota, aku menghibur diriku sendiri dengan menutup mata dan membayangkan kebun... Aku melihat tong-tong berisi anggur manis, dapur yang berkobar dengan bijih berharga, dan dapur kecil kita dengan aroma kayu manis dan pala. Ada banyak hal yang bisa dinikmati!^^Hanya jangan keluar terlalu larut di tambang, sayangku. Sangat berbahaya di sana! Jika Kamu harus pergi... bawa banyak makanan.^^-Cinta, Elliott %item conversationTopic ElliottGone6 0 %%[#]Surat Dari Suamiku 5",
	"elliottLetter6": "Kasayanganku @,^^Ini akan menjadi surat terakhirku sebelum aku kembali ke rumah. Aku telah mengalami perjalanan yang baik... meskipun tidak terlalu menarik. Senang bisa bertemu dengan orang-orang yang menikmati karyaku, tetapi aku tidak sabar untuk kembali ke rumah.^^Aku menantikan kenyamanan di rumah kecil kita, pekerjaan pertanian yang memuaskan, makanan yang dimasak di rumah, dan yang paling penting, bersantai di atas seprai flanel bersamamu.^^Sampai jumpa sebentar lagi!^-Cinta, Elliott %item conversationTopic ElliottGone7 0 %%[#]Surat Dari Suamiku 6",
	"MarlonRecovery": "@,^Aku menemukan barang yang hilangmu.^^Lebih berhati-hatilah lain kali!^   -Marlon%item itemRecovery %%[#]Marlon Menemukan Barangmu",
	"RarecrowSociety": "Hai @,^^Kesetiaanmu sungguh mengesankan...^^Hanya segelintir orang yang berhasil mengumpulkan koleksi Rarecrow lengkap!^^Terimalah blueprint ini untuk memperingati pencapaianmu.^   -The Z.C. Rarecrow Society%item craftingRecipe Deluxe_Scarecrow %%[#]Dari Rarecrow Society",
	"CarolineTea": "Hai @,^^Terima kasih sudah mampir di ruang matahariku kemarin. Biasanya aku minum teh sendirian, tapi seru juga bisa berbagi denganmu!^^Aku menyertakan instruksi tentang cara menyiapkan dan menumbuhkan teh sendiri. Tidak ada tekanan, tapi jika kamu berhasil menumbuhkan beberapa, pastikan untuk membawakan aku secangkir!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Catatan Teh Caroline",
	"WoodChipper": "Hai @,^^Aku hanya ingin memberitahumu tentang barang baru yang aku jual... disebut 'Wood Chipper'.^^Kamu bisa menggunakannya untuk memecahkan kayu keras menjadi beberapa potongan kayu biasa!^^Aku tahu kayu bisa sulit didapatkan di musim dingin, jadi jika persediaanmu menipis, pertimbangkan untuk membeli satu.^       -Robin[#]Pemberitahuan Wood Chipper",
	"willyBackRoomInvitation": "@,^^Aku membuka ruang belakang toko.^Mampirlah jika kamu punya waktu.^Ada sesuatu yang ingin kuketahui.^^-Willy[#]Undangan Ruang Belakang Willy",
	"KrobusCrafting": "@, Aku tidak yakin bagaimana sistem pesan manusia bekerja, jadi aku meminta Wizard untuk membantu menulis surat ini.^^Semoga kamu baik-baik saja.^^Aku ingin membagikan ini denganmu... ini catatan tentang bagaimana orang-orangku membangun suatu item tertentu.^^   -Krobus%item craftingRecipe Dark_Sign %%[#]Surat dari Krobus",
	"georgeGifts": "Hai @,^^Terima kasih banyak atas daun bawangmu. Mereka terlihat segar dan lezat. George pasti akan menyukainya.^^Hari ini, aku akan mengejutkannya dengan 12 hadiah kecil yang dibungkus rapi (berkatmu!). Mampir jika kamu ingin hadir!^^-Evelyn^^P.S. Terimalah hadiah ini. Kamu pasti akan menikmatinya!%item id (BC)246 %%[#]Catatan terima kasih dari Evelyn",
	"robinResource": "Hai @,^^Selamat atas penyelesaian tantanganku. Aku kagum!^^Sebagai bonus tambahan, aku telah menyertakan blueprint untuk jenis chest baru. Nikmati!^^-Robin^^^^P.S. -- Sekarang, setelah kamu punya semua sumber daya itu, mengapa tidak mampir untuk beberapa pekerjaan konstruksi?%item craftingRecipe Stone_Chest %%[#]Berkas Sumber Daya Robin",
	"ClintReward": "Halo...     ^Terima kasih telah membantu aku membersihkan monster-monster itu.^^Aku sama sekali tidak takut! ...Tapi ini seharusnya membuat tambang lebih aman untuk semua orang... kan?^^Ambil blueprint ini. (Semoga ini tidak membuatku usang...)^^   -Clint, pandai besi%item craftingRecipe Geode_Crusher %%[#]Terima Kasih dari Clint",
	"ClintReward2": "Halo...     ^Terima kasih telah membantuku membersihkan lebih banyak monster.^^Mungkin lain kali, aku akan mengurus mereka sendiri... jika aku punya waktu!^^Ambil barang ini. Aku menemukannya di ruang belakang...^^   -Clint, pandai besi%item id (O)286 10 (O)287 5 (O)231 3 %%[#]Terima Kasih Alternatif dari Clint",
	"willyBugWadCutscene": "^^   -Willy%item craftingRecipe Quality_Bobber %%[#]Terima Kasih dari Willy",
	"MSB_Pierre": "Hai @,^^Sepertinya orang-orang tidak begitu menyukai 'Hasil Utama Pierre' seperti yang aku harapkan...^^Bagaimanapun, ini adalah 'Mini-Shipping Bin' aku yang lama.^Ketika kamu mendapatkan produk yang layak untuk merek mewah 'Pierre's Prime', mungkin kamu bisa mengirimkannya ke arahku?^^   -Pierre%item id (BC)248 %%[#]Hasil Utama Pierre",
	"MSB_Lewis": "@,^Aku ingin berterima kasih karena telah menyelesaikan pesanan khususku. Semua kerja keras yang kamu lakukan telah memberikan dorongan besar bagi citra Pelican Town.^Ini adalah 'Mini-Shipping Bin' sebagai tanda terima kasihku.^Tempatkan di mana saja dan aku pasti akan mampir saat aku melakukan perjalanan.^^   -Lewis%item id (BC)248 %%[#]Terima Kasih dari Lewis",
	"WizardReward": "Spesimen yang kamu kirim memberikan wawasan besar tentang perangkat jahat yang kami sebut 'monster'.^^Aku telah merumuskan obat yang berbau tajam yang makhluk-makhluk ini menemukannya memabukkan. Gunakan dengan hati-hati...^^   -M. Rasmodius, Penyihir%item craftingRecipe Monster_Musk %%[#]Penemuan Sang Penyihir",
	"WizardReward2": "Berkat ectoplasm yang kamu kirim padaku, aku telah membuat terobosan besar dalam bidang teknik ilmiah.^^Di dalamnya, kamu akan menemukan blueprint untuk mesin yang sangat berguna...^^   -M. Rasmodius, Penyihir%item craftingRecipe Mini-Obelisk %%[#]Terobosan Sang Penyihir",
	"DemetriusReward": "Hai @,^^Terima kasih atas bantuanmu dengan ikan.^Alam biasanya baik dalam menjaga keseimbangan, tetapi kadang faktor-faktor buatan bisa menyebabkan ketidakseimbangan.^^Aku menyertakan blueprint dari majalah ilmiah yang mungkin kamu temukan menarik.^^-Demetrius%item craftingRecipe Farm_Computer %%[#]Terima Kasih dari Demetrius",
	"willyHours": "Berita baik!^^Perahu lama sudah bisa berlayar lagi, berkatmu!^^Mampir ke ruang belakang kapan saja jika kamu ingin naik.^^Tokoku sekarang buka jam 8 pagi setiap hari, jadi kamu bisa memulai hari lebih awal.^^-Willy[#]Perahu Willy",
	"linusTrashCleanup": "Hai @,^^Terima kasih telah membantuku membersihkan sekitar lembah.^Airnya terlihat jauh lebih bersih. Aku rasa semua orang akan menghargainya.^Sebagai ucapan 'terima kasih', aku ingin mengajarkan cara menumbuhkan serat sendiri. Semoga bermanfaat.^^-Linus%item craftingRecipe Fiber_Seeds %%[#]Terima Kasih dari Linus",
	"gusGiantOmelet": "Hai @,^^Terima kasih atas telurnya.^Kuning telurnya terlihat luar biasa... Kurasa ini akan menjadi omelet terbaikku!^^Terimalah hadiah ini.^^-Gus%item id (BC)216 %%[#]Omelet Terkenal Gus",
	"pamNewChannel": "Hai anak,^^Terima kasih atas 'jus'-nya. Rasanya benar-benar unik... satu-satunya...^^Ngomong-ngomong, pernahkah kamu menonton saluran 736? Ini adalah program memancing musiman yang mungkin menarik bagi kamu.^^Jaga dirimu,^-Pam[#]Tips dari Pam",
	"emilyStones": "Hai @,^^Terima kasih lagi atas batu permata yang luar biasa ini.^Ini akan sempurna untuk pekerjaan realignasi energiku!^Aku ingin berterima kasih dengan hadiah istimewa ini. Semoga kamu membuat beberapa item yang luar biasa dengannya!^^-Emily%item id (BC)247 %%[#]Batu Permata Emily",
	"carolineSO": "Hai @,^^Lewis memberitahuku bahwa kamu telah mengirim banyak bahan dari pulau! Sangat bagus memiliki akses ke produk-produk baru... itu benar-benar membuka dunia kuliner yang baru!^Aku menyertakan hadiah untukmu... beberapa blueprint yang mungkin kamu temukan berguna.^^-Caroline%item craftingRecipe Solar_Panel %%[#]Bahan Tropical Caroline",
	"WillyTropicalFish": "@,^^Selamat atas perjalanan memancing yang sukses di pulau. Aku bangga padamu!^^Ini, ambillah tangki ikan khusus ini. Ini akan menjadi bagian yang bagus di rumahmu.^^-Willy%item id (F)2312 %%[#]Tantangan Tropical Willy",
	"passedOutIsland": "@,^^Kamu tidak muncul di perahu, jadi aku mencarimu.^^Menemukanmu tergeletak di tanah, dengan beberapa burung kakatua mengambil emas dari saku kamu!^^Aku harus menarikmu semua jalan ke perahu. Kakiku terasa seperti dua udang air tawar...^-Willy",
	"passedOutIsland_Leo": "Hai @,^^Semalam, aku menemukan kamu tertidur di dalam gelap.^Bukan tempat yang sangat aman, jadi teman-teman burung mengangkat kamu ke tempat tidurmu.^Harap berhati-hati mulai sekarang.^^-Leo^^P.S. Willy membantuku menulis ini.",
	"guntherBones": "Hai @,^^Terima kasih atas semua tulangnya. Aku punya banyak yang harus disortir di sini! Bayangkan, setiap fragmennya dulunya milik tubuh hidup dari masa lalu. Menarik sekali.^^Terimalah resep khusus ini sebagai hadiah ucapan terima kasih!^^-Gunther%item craftingRecipe Bone_Mill %%[#]Catatan dari Gunther",
	"LeoCooking": "@,^Berikut adalah makanan dari rumahku, yang aku dan keluargaku nikmati. Semoga kamu suka.^^  -Leo^^P.S. Willy membantuku menulis ini.%item cookingRecipe %%[#]Resep dari Leo",
	"FizzIntro": "Halo.^^Aku dengar kamu sedang mengerjakan tantangan yang sangat spesial.^^Aku punya solusi 'tepat' untuk membantu kamu.^^Temui aku di gua berair di Pulau Jahe.^^-Fizz^Divisi Layanan Khusus Joja[#]Surat dari Fizz",
	"GreenRainGus": "Melihat laporan cuaca semalam.^^Aku tidak yakin apa yang akan terjadi, tapi jika ada yang ingin berlindung di Saloon, aku akan membukanya sepanjang hari.^^-Gus[#]Berteduh di Saloon",
	"DesertFestival": "Hai @,^^Besok dimulai festival 3 hari di Calico Desert.^^Dengan bus sudah diperbaiki, kami semua senang bisa melanjutkan tradisi yang dihormati ini.^^Akan ada permainan, makanan gratis, hadiah, dan banyak lagi!^^Selain itu, dua warga kota dipilih setiap hari untuk menjalankan toko kecil, jadi pastikan kamu mampir dan lihat apa yang mereka tawarkan.^^Sampai jumpa di sana!^-Lewis[#]Pengingat Festival Gurun",
	"MarniePetAdoption": "Hai @,^^Dari yang bisa aku lihat, kamu telah merawat hewan peliharaanmu dengan sangat baik! Aku sangat senang tentang itu!^^Tapi masih banyak hewan yang manis yang membutuhkan rumah... Jika kamu tertarik, aku akan mulai menawarkan adopsi hewan peliharaan di tokoku.^^Hanya saja perlu diingat bahwa ada biaya lisensi, dan juga bahwa setiap hewan peliharaan akan menginginkan area mangkuk luar ruangan mereka sendiri, jika tidak mereka akan tidak bahagia. Robin akan senang untuk membuatkan mangkuk hewan peliharaan tambahan, dengan harga.^^Sampai jumpa segera!^-Marnie[#]Surat Adopsi Hewan Peliharaan",
	"MarniePetRejectedAdoption": "Hai @,^^Aku harap surat ini kamu temukan dengan baik.^^Aku tahu kamu memutuskan untuk tidak mengadopsi hewan peliharaan ketika aku terakhir bertanya. Namun, jika kamu berubah pikiran, aku sekarang menawarkan adopsi hewan peliharaan dari tokoku.^^Sampai jumpa nanti!^-Marnie[#]Surat Adopsi Hewan Peliharaan Ditolak"
}