{
	"1": "Location/Bertemu Sang Penyihir/Kamu menerima surat dari penyihir lokal. Dia mengklaim punya informasi mengenai pusat komunitas lama./Masuk ke menara penyihir./WizardHouse/-1/0/-1/false",
	"2": "Basic/Misteri Qi/Dalam kotak kunci rahasia, kamu menemukan catatan dengan petunjuk yang aneh. Ditandatangani oleh 'Tuan Qi'./Taruh rainbow shell di dalam kotak di stasiun kereta./null/-1/0/-1/false",
	"3": "Basic/Misteri Qi/Kamu menemukan catatan lain yang ditulis oleh 'Tuan Qi'. Permintaannya bahkan lebih tidak biasa kali ini./Taruh 10 beets di dalam lemari es Mayor Lewis../null/-1/0/-1/false",
	"4": "Basic/Misteri Qi/Kamu menemukan catatan aneh lainnya di dalam lemari es Walikota. Kali ini, petunjuknya lebih samar./\"Beri makanan terakhir kepada naga pasir.\"/null/-1/0/-1/false",
	"5": "Basic/Misteri Qi/Kamu menemukan catatan lain di mata naga pasir. Sepertinya petualangan aneh Tuan Qi telah berakhir./Periksa tumpukan kayu di samping rumahmu./null/-1/0/-1/false",
	"6": "ItemHarvest/Mulai Awal Lagi/Kalau kamu ingin menjadi petani, kamu harus memulai dengan dasar-dasar. Gunakan cangkulmu untuk mengolah tanah, lalu gunakan paket benih di tanah yang sudah diolah untuk menanam tanaman. Siram setiap hari sampai tanaman siap dipanen./Tanam dan panen sebatang parsnip./(O)24/h7 8/100/-1/true",
	"7": "Building/Menjaga Hewan/Robin, tukang kayu lokal, tinggal di sebelah utara kota. Dengan memberikan bahan mentah dan uang, dia akan membangun bangunan baru di ladangmu. Kamu akan membutuhkannya untuk membangun kandang atau gudang sehingga kamu bisa memelihara hewan./Bangun sebuah Kandang Ayam./Coop/-1/100/-1/true",
	"8": "Crafting/Berkembang/Saat kamu mendapatkan pengalaman, kamu akan menemukan resep pengolahan baru untuk meningkatkan keuntungan dan memudahkan hidup. Sebuah perangkap burung gagak, misalnya, akan mencegah gagak memakan tanaman berharga kamu./Capai level 1 Pertanian dan buat scarecrow./(BC)8/-1/100/-1/true",
	"9": "Social/Perkenalan/Akan menjadi sesuatu yang berkesan untuk memperkenalkan dirimu di sekitar kota. Beberapa orang mungkin ingin bertemu petani baru././null/25/0/-1/true",
	"10": "Basic/Copper Ore/Kamu menemukan sepotong batuan tembaga. Kamu tidak yakin untuk apa digunakan, tetapi pandai besi lokal seharusnya tahu./Bawa sepotong Copper Ore ke toko pandai besi Clint././-1/0/-1/false",
	"11": "Crafting/Melangkah Maju/Jika kamu akan terus menambang, kamu sebaiknya harus membuat sebuah Furnace./Buat sebuah Furnace./(BC)13/12/0/-1/true",
	"12": "ItemHarvest/Pengolahan/Begitu kamu membangun sebuah Furnace, kamu bisa melebur beberapa logam. Menurut instruksi Clint, jika kamu menaruh 5 copper ore dan 1 potongan coal di dalam Furnace, seharusnya bisa menghasilkan sebuah batangan tembaga./Gunakan furnace untuk melelehkan sebuah Copper Bar./(O)334 1/-1/0/-1/true",
	"13": "Basic/Ke Pantai/Seseorang bernama Willy mengundangmu untuk mengunjungi pantai di selatan kota. Dia bilang punya sesuatu untukmu./Kunjungi pantai di selatan kota sebelum jam 5:00 sore./-1/-1/0/-1/true",
	"14": "Basic/Jelajahi Tambang/Ada sebuah sumur tua di pegunungan di sebelah utara kota. Mungkin terdapat mineral berharga di dalamnya, tetapi Marlon memberi petunjuk bahwa bisa saja berbahaya./Capai level 5 di tambang./17/17/0/-1/false",
	"15": "Monster/Inisiasi/Jika kamu bisa membunuh 10 slime, kamu akan mendapatkan tempatmu di Guild Petualang./0 dari 10 slimes terbunuh./Green_Slime 10/16/0/-1/false",
	"16": "Location/Inisiasi/Kamu berhasil mengalahkan 10 slime. Sekarang kamu bisa masuk ke Guild Petualang./Masuk ke Guild Petualang./AdventureGuild/-1/0/-1/false",
	"17": "Basic/Lebih Dalam di Tambang/Tampaknya elevator tambang masih berfungsi. Itu akan memungkinkanmu untuk kembali dengan cepat ke pintu elevator mana pun yang sudah kamu temukan. Penjelajahan lebih dalam mungkin diperlukan./Capai level 40 di tambang./18/18/0/-1/false",
	"18": "Basic/Menuju Ke Dasar?/Sejauh ini, tidak ada tanda-tanda dasar. Seberapa dalam ini akan terus berlanjut?/Capai dasar tambang./-1/-1/0/-1/false",
	"19": "Basic/The Skull Key/Kamu menemukan kunci yang terlihat aneh di dasar tambang./Temukan tujuan dari Skull Key./-1/-1/0/-1/false",
	"20": "Basic/Tantangan Qi/Kamu telah ditantang untuk mencapai level 25 di Cagar Tengkorak. Kamu dijanjikan hadiah yang besar jika berhasil./Capai level 25 di Skull Cavern./-1/-1/0/-1/false",
	"21": "Basic/Permintaan Marnie/Marnie datang ke ladang dan meminta kamu untuk membawakan cave carrot. Dia mencoba melatih kambingnya untuk berbicara, dan wortel gua adalah camilan favorit mereka./Bawa sebuah Cave Carrot ke toko Marnie./-1/-1/0/-1/true",
	"22": "Basic/Kaserol Ikan/Jodi datang ke ladang untuk mengajakmu makan malam pukul 7:00 malam. Satu-satunya permintaannya adalah kamu membawa largemouth bass untuk kaserol ikannya./Masuk ke rumah Jodi dengan largemouth bass pukul 7:00 malam/-1/-1/0/-1/true",
	"23": "Location/Arkeologi/Kamu menemukan sebuah benda kuno. Mungkin itu adalah artefak dari zaman dahulu? Barangkali Gunther, kurator museum lokal, punya jawabannya./Kunjungi Gunther di museum./ArchaeologyHouse/-1/0/-1/true",
	"24": "Basic/Arkeologi/Gunther bertanya apakah kamu bersedia mendonasikan artefak atau mineral baru yang kamu temukan ke museum. Dia mengatakan akan memberimu kompensasi dalam bentuk barang-barang langka sesekali./Donasikan sebuah artefak atau mineral ke museum./-1/-1/250/-1/true",
	"25": "Basic/Cara Membuat Seorang Bahagia/Pemberian hadiah adalah cara yang bagus untuk membangun persahabatan. Pelajari selera individu setiap orang dan kamu akan populer dalam waktu singkat./Beri seseorang sebuah hadiah./-1/-1/100/-1/true",
	"26": "Basic/\"Masalah Tikus\"/Ada sesuatu yang aneh terjadi di Pusat Komunitas.../Selidiki Pusat Komunitas/-1/-1/0/-1/true",
	"27": "Basic/Masalah Goblin/Ada seorang goblin yang menghalangi jalan ke pondok penyihir. Pasti ada cara untuk membuatnya bergerak... Barangkali aku harus mencari informasi lebih lanjut tentang Goblin./Dapatkan akses ke pondok penyihir./-1/-1/0/-1/true",
	"28": "Basic/Talisman Gelap/Sang Penyihir memintaku untuk mengambil tinta ajaib dari rumah mantan istrinya... tetapi untuk mendapatkan akses, aku akan membutuhkan talisman gelap./Masuk ke saluran pembuangan dan tanyakan kepada Krobus tentang talisman gelap./-1/-1/0/-1/false",
	"29": "Basic/Catatan Aneh/Kamu menemukan catatan yang hampir tidak terbaca, memintamu untuk membawa \"may-pal serrup\" ke \"hutan rahasia\"./Bawa \"may-pal serrup\" ke \"hutan rahasia\"/-1/-1/0/-1/true",
	"30": "Basic/Catatan Kriptik/Kamu menemukan catatan yang terbaca, \"Seseorang menunggumu di level 100 di Skull Cavern\"/Capai level 100 di Skull Cavern/-1/-1/0/-1/true",
	"31": "Basic/Misteri Musim Dingin/Kamu bertemu dengan sosok mencurigakan di halte bis. Ketika melihatmu, dia melarikan diri menuju kota. Mungkinkah ada petunjuk tentang keberadaannya?/Temukan sosok bayangan tersebut./-1/-1/0/-1/true",
	"100": "LostItem/Kapak Robin Hilang/Robin kehilangan kapak favoritnya. Terakhir kali dia ingat menggunakannya, dia sedang menebang kayu di selatan peternakan Marnie./Temukan kapak robin yang hilang./Robin (O)788 Forest 110 81/-1/250/-1/true/Hei, kamu menemukan gergajiku! Lega rasanya... hampir saja aku memotong jari kakiku dengan yang lain yang aku gunakan. Terima kasih!",
	"101": "ItemDelivery/Permintaan Jodi/Jodi membutuhkan kembang kol segar untuk resep yang sedang dia buat. Dia memintamu untuk membawakan satu./Berikan cauliflower ke Jodi./Jodi (O)190/-1/350/-1/true/Wah, itu terlihat sangat lezat! Terima kasih, ini persis yang aku inginkan. Ini akan sempurna untuk kari kuningku.",
	"102": "LostItem/Celana Pendek Sang Walikota/Mayor Lewis kehilangan celana pendek ungunya. Dia memintamu untuk menemukan dan mengembalikannya... Secara diam-diam./Temukan dan kembalikan Mayor Lewis' purple shorts./Lewis (O)789 AnimalShop 13 7/-1/750/-1/true/Kamu menemukannya... dimana? ...Oh!...Uhmm...Heh.#$b#Di sana? Aku tidak tahu bagaimana bisa sampai di sana... *batuk*#$b#Ini tetap antara kamu dan aku. OK, Mengerti?$u$u",
	"103": "ItemDelivery/Pam Haus/Pam ingin minum pale ale. Bir biasa tidak cukup. Kamu bisa membuatnya sendiri jika memiliki hops dan keg./Berikan Pam sebuah pale ale./Pam (O)303/-1/350/-1/true/Beri aku itu. *slurp*... Ahh, itu yang aku inginkan.#$b#Ini sangat enak dan beraroma hop... dengan sentuhan jeruk dan pinus, tetapi dengan tubuh yang kuat untuk menjaga keseimbangannya.#$b#Terima kasih, nak. Ini sangat berarti bagiku. Aku tahu aku bisa mengandalkanmu.$h",
	"104": "ItemDelivery/Penelitian Tanaman/Demetrius membutuhkan semangka segar untuk penelitiannya./Berikan Demetrius sebuah Melon./Demetrius (O)254/-1/550/-1/true/Ini sempurna! Ini persis yang aku butuhkan untuk penelitianku. Akan sulit untuk tidak memakannya! Terima kasih banyak.",
	"105": "ItemDelivery/Therapi Lutut/George membutuhkan cabe rawit untuk meredakan lututnya yang sakit./Berikan George sebuah Hot Pepper./George (O)260/-1/200/-1/true/Sudah cukup lama... hmmph... Yah, setidaknya ini pedas. Terima kasih.",
	"106": "ItemDelivery/Kesukaan Sapi/Marnie ingin memberikan sapi-sapinya camilan istimewa. Dia meminta satu gumpal amaranth./Berikan Marnie satu gumpal amaranth./Marnie (O)300/-1/500/-1/true/Oh, amaranth yang aku minta! Terima kasih banyak... sapi-sapiku pasti akan menyukainya!$h",
	"107": "LostItem/Keranjang Blackberry/Musim blackberry, tapi Linus tidak bisa menemukan keranjangnya! Dia meminta bantuanmu untuk menemukannya. Dia tidak tahu di mana keranjangnya./Temukan keranjang Linus dan kembalikan padanya./Linus (O)790 Backwoods 27 27/-1/0/-1/true/Keranjangku! Terima kasih. Ini sangat berarti bagiku.$h",
	"108": "ItemDelivery/Ukiran Labu/Caroline ingin mengukir labu dengan putrinya. Dia memintamu untuk membawakan satu dari ladang./Berikan Caroline sebuah Pumpkin./Caroline (O)276/-1/500/-1/true/Oh, labunya! Ini bagus... Abigail pasti akan sangat senang melihat ini. Terima kasih, @!$h",
	"109": "ItemDelivery/Tangkap Seekor Cumi/Willy menantangmu untuk menangkap seekor cumi. Dia mengatakan Kamu bisa menangkapnya dari lautan pada malam hari di musim dingin./Berikan Willy seekor squid./Willy (O)151/-1/800/-1/true/Hei, Kamu melakukannya! Tidak buruk. Sama sekali tidak buruk. Aku terkesan.#$b#Musim dingin adalah waktu yang tepat untuk mengeluarkan tongkat pancing lama, bukan?",
	"110": "ItemDelivery/Percobaan Clint/Clint ingin Kamu memberikan Emily sebuah amethyst. Dia ingin Kamu memberitahunya bahwa itu dari dirinya./Berikan Emily sebuah Amethyst./Emily (O)66/-1/0/-1/true/Oh, batu favoritku! Kamu sangat manis!$h#$b#Huh? Dari siapa ini?#$u#$b#Oh, Kamu mendapatkannya di tempat Clint? Nah aku tidak peduli dari mana Kamu mendapatkannya, itu indah! Terima kasih! *ciuman*$h",
	"111": "ItemDelivery/Reagen Gelap/Sang penyihir ingin Kamu turun ke tambang dan mengambil Void Essence untuknya. Dia membutuhkannya untuk beberapa jenis sihir gelap./Berikan Sang Penyihir sebuah Void Essence./Wizard (O)769/-1/1000/-1/true/Ah, Kamu membawanya. Kamu telah mendapatkan rasa terima kasihku, dan hadiah 1000g. Sekarang pergilah.",
	"112": "ItemDelivery/Kebutuhan Clint/Clint mendapat palu baru dan dia ingin mengujinya pada berbagai logam./Berikan Clint sebuah Iron Bar./Clint (O)335/-1/500/-1/true/Hei, ini Iron Bar yang aku minta. Terlihat kuat... sempurna.#$b#Terima kasih, @. Aku menghargainya.",
	"113": "ItemDelivery/Permintaan Robin/Robin menulis kepadamu meminta beberapa Hardwood./Berikan Robin 10 potong Hardwood./Robin (O)709 10/-1/500/-1/true/Oh, Kamu membawanya! Aku tahu aku selalu bisa mengandalkanmu, @.$h#$b#Mmhmm... Kayu ini sempurna. Itu persis yang aku butuhkan. Terima kasih!",
	"114": "ItemDelivery/Stew Ikan/Gus ingin membuat sup ikan, tapi dia membutuhkan albacore./Berikan Gus sebuah Albacore./Gus (O)705/-1/400/-1/true/*hidung bergerak*... Apa itu? Sepertinya ada yang berbau seperti albacore!#$b#Aha! Kamu membawanya! Terima kasih sekali!",
	"115": "ItemDelivery/Buah Segar/Emily ingin merasakan musim semi. Dia meminta sebuah aprikot segar./Berikan Emily sebuah Aprikot./Emily (O)634/-1/600/-1/true/Oh... Kamu melakukannya! Terima kasih, ini terlihat lezat!$h",
	"116": "ItemDelivery/Hadiah dari Nenek/Evelyn ingin mengejutkan suaminya dengan hadiah./Berikan Evelyn sebuah Leek./Evelyn (O)20/-1/500/-1/true/Oh, terima kasih, sayang. Leek ini terlihat lezat. George akan sangat senang.#$b#Dia suka ketika aku membuat telur dengan leeks untuk sarapan.",
	"117": "ItemDelivery/Pemberitahuan dari Pierre/Pierre akan membayar dengan \"harga tinggi\" pada siapa pun yang membawakan dia sepiring sashimi. Ternyata dia sangat ingin makanan itu./Berikan Pierre beberapa Sashimi./Pierre (O)227/-1/1000/-1/true/Sudah waktunya! Aku hampir gemetar, aku sangat menginginkan ikan ini. *munch*... Mmm, itu enak.#$b#Terima kasih, @.$h",
	"118": "ItemDelivery/Penelitian Perairan/Demetrius sedang mempelajari tingkat racun pufferfish lokal. Dia ingin Kamu membawakan satu./Berikan Demetrius sebuah Pufferfish./Demetrius (O)128/-1/1000/-1/true/Ini dia. Spesimennya terlihat sempurna. Aku akan segera memasukkannya ke dalam es. Terima kasih, @!",
	"119": "ItemDelivery/Bintang Seorang Prajurit/Kent ingin memberikan istrinya sebuah starfruit untuk hari pernikahan mereka./Berikan Kent sebuah Starfruit./Kent (O)268/-1/500/-1/true/Hei. Psst... Jangan biarkan Jodi lihat ini.#$b#Ah, ini terlihat segar. Dia akan menyukainya. Terima kasih banyak.$h",
	"120": "ItemDelivery/Keinginan Sang Walikota/Walikota Lewis menginginkan Truffle Oil. Dia tidak akan menjelaskan untuk apa itu. Mungkin itu bukan urusanmu./Berikan Lewis sebuah botol Truffle Oil./Lewis (O)432/-1/750/-1/true/Kamu mendapatkan minyaknya? Biar ku lihat...#$b#Kualitas tinggi... sangat licin. Bagus sekali. Terima kasih.",
	"121": "ItemDelivery/Dicari: Lobster/Gus meminta seorang yang membawa lobster segar./Berikan Gus sebuah Lobster./Gus (O)715/-1/800/-1/true/Sesuatu berbau seperti lobster segar. Oh, itu bagus.$h#$b#Jaga dirimu, teman.",
	"122": "ItemDelivery/Pam Butuh Baterai/Remote TV Pam sudah mati. Dia kesulitan bolak-balik antara sofa dan dial TV./Berikan Pam sebuah Battery Pack./Pam (O)787/-1/400/-1/true/Hei, kamu berhasil membawa battery pack! Terima kasih, nak... Kamu penyelamat!$h",
	"123": "ItemDelivery/Tongkat Kekuatan/Sang Penyihir sedang membuat tongkat kekuatan fenomenal. Siapa yang tahu untuk apa itu. Dia membutuhkan satu batang iridium untuk menyelesaikannya./Berikan Sang Penyihir sebuah Iridium Bar./Wizard (O)337/-1/5000/-1/true/Ah, iridium berharga. Kamu melakukannya dengan baik, @. Terima kasih banyak. Sekarang, pergilah.",
	"124": "ItemDelivery/Tangkap Sebuah Lingcod/Willy menantangmu untuk menangkap lingcod./Berikan Willy sebuah ikan lingcod./Willy (O)707/-1/550/-1/true/Hei, ini ikan yang benar-benar besar! Kamu pasti punya darah nelayan di dalam dirimu.$h",
	"125": "ItemDelivery/Spirit Eksotis/Gus ingin membuat Coco-no-no, tapi dia kekurangan bahan utama./Berikan Gus Coconut./Gus (O)88/-1/600/-1/true/Coconut! Sekarang ini pemandangan yang menenangkan bagi mata musim dinginku.$h#$b#Ini akan sempurna untuk coco-no-no buatanku. Terima kasih!",
	"126": "ItemDelivery/Tugas untuk Istrimu/Istrimu memintamu untuk membawakan dia 200 fiber untuk proyek rahasia./Berikan Emily 200 fiber./Emily (O)771 200/-1/0/-1/false/Oh, ini terlihat bagus... dan ini juga berasal dari sumber yang berkelanjutan! Terima kasih banyak, @.$h#$b#Sekarang, aku punya pekerjaan yang harus dilakukan. Akan ada beberapa hari lagi sebelum semuanya siap...",
	"127": "Basic/Kegiatan Amal Kue Haley/Istrimu sedang mengatur kegiatan amal jual kue di alun-alun kota. Dia memintamu membawa sebuah Chocolate Cake./Masuk ke Kota di pagi yang cerah dengan Chocolate Cake./-1/-1/0/-1/true",
	"128": "SecretLostItem/.../.../.../Abigail (O)191 100 129/-1/0/-1/false/Kalung itu! Dari mana Kamu menemukannya?$7#$b#Nah, terima kasih telah membawanya padaku, @. Ibuku tidak akan pernah tahu...$h",
	"129": "SecretLostItem/.../.../.../Caroline (O)191 50 128/-1/0/-1/false/Apa ini? Kalung lamaku?$s#$b#Aneh, aku bahkan tidak menyadari kalau itu hilang... Nah, terima kasih telah membawanya kembali, @.$h",
	"130": "Basic/The Pirate's Wife/Beliau yang tinggal di Pulau Ginger memintamu untuk menemukan kenang-kenangan suaminya. Dia memberimu sebuah foto lama seorang prajurit yang terdampar di pantai, berharap hal itu akan membantu dengan cara tertentu./Temukan kenang-kenangan yang milik suami Birdie./-1/-1/0/-1/false",
	"131": "Fishing/Tantangan Willy/Willy telah menantangmu untuk menangkap 3 Sandfish./Tangkap 3 Sandfish./-1/-1/0/-1/false",
	"132": "ItemHarvest/Mulai/Jika kamu ingin menjadi petani, Kamu harus memulai dengan dasar-dasar. Beri makan ayammu setiap hari dengan membiarkan mereka makan rumput di luar, atau dengan meletakkan jerami ke dalam palungan mereka. Begitu mereka dewasa, panen satu telur!/Panen satu telur dari ayammu./-5/h8 133/100/-1/true",
	"133": "Building/Memberi Makan Hewan/Robin, tukang kayu lokal, tinggal di sebelah utara kota. Sebagai imbalan untuk bahan baku dan uang, dia akan membangun bangunan baru di peternakanmu. Jika kamu membangun sebuah silo, Kamu bisa mulai memanen rumput sendiri dengan sabit, dan menyimpannya untuk makanan hewanmu./Bangun sebuah Silo./Silo/-1/100/-1/true",
	"134": "Basic/Pohon Raksasa/Pohon besar di selatan peternakanku tumbang. Dengan 100 Hardwood, aku bisa mengubah batang pohon menjadi sesuatu yang menarik.../Perbaiki pohon raksasa./-1/-1/0/-1/false"
}