{
	"Changes": [
		{
			"LogName": "Patch Saat Item dan barang aktif",
			"Action": "EditData",
			"Target": "Data/Quests",
			"Entries": {
				"3": "Basic/Misteri Qi/Kamu menemukan catatan lain yang ditulis oleh 'Tuan Qi'. Permintaannya bahkan lebih tidak biasa kali ini./Taruh 10 bit di dalam lemari es Mayor Lewis../null/-1/0/-1/false",
				"2": "Basic/Misteri Qi/Dalam kotak kunci rahasia, kamu menemukan catatan dengan petunjuk yang aneh. Ditandatangani oleh 'Tuan Qi'./Taruh cangkang pelangi di dalam kotak di stasiun kereta./null/-1/0/-1/false",
				"8": "Crafting/Berkembang/Saat kamu mendapatkan pengalaman, kamu akan menemukan resep pengolahan baru untuk meningkatkan keuntungan dan memudahkan hidup. Sebuah perangkap burung gagak, misalnya, akan mencegah gagak memakan tanaman berharga kamu./Capai level 1 Pertanian dan buat orang-orangan sawah./(BC)8/-1/100/-1/true",
				"10": "Basic/Bijih Tembaga/Kamu menemukan sepotong batuan tembaga. Kamu tidak yakin untuk apa digunakan, tetapi pandai besi lokal seharusnya tahu./Bawa sepotong bijih tembaga ke toko pandai besi Clint././-1/0/-1/false",
				"11": "Crafting/Melangkah Maju/Jika kamu akan terus menambang, kamu sebaiknya harus membuat sebuah tungku./Buat sebuah tungku./(BC)13/12/0/-1/true",
				"12": "ItemHarvest/Pengolahan/Begitu kamu membangun sebuah Tungku, kamu bisa melebur beberapa logam. Menurut instruksi Clint, jika kamu menaruh 5 bijih tembaga dan 1 batu bara di dalam tungku, kamu bisa menghasilkan sebuah batangan tembaga./Gunakan Tungku untuk melelehkan sebuah Batangan Tembaga./(O)334 1/-1/0/-1/true",
				"21": "Basic/Permintaan Marnie/Marnie datang ke ladang dan meminta kamu untuk membawakan wortel gua. Dia mencoba melatih kambingnya untuk berbicara, dan wortel gua adalah camilan favorit mereka./Bawa sebuah wortel qua ke toko Marnie./-1/-1/0/-1/true",
				"22": "Basic/Kaserol Ikan/Jodi datang ke ladang untuk mengajakmu makan malam pukul 7:00 malam. Satu-satunya permintaannya adalah kamu membawa bass besar untuk kaserol ikannya./Masuk ke rumah Jodi dengan bass mulut besar pukul 7:00 malam/-1/-1/0/-1/true",
				"101": "ItemDelivery/Permintaan Jodi/Jodi membutuhkan kembang kol segar untuk resep yang sedang dia buat. Dia memintamu untuk membawakan satu./Berikan kembang kol ke Jodi./Jodi (O)190/-1/350/-1/true/Wah, itu terlihat sangat lezat! Terima kasih, ini persis yang aku inginkan. Ini akan sempurna untuk kari kuningku.",
				"102": "LostItem/Celana Pendek Sang Walikota/Mayor Lewis kehilangan celana pendek ungunya. Dia memintamu untuk menemukan dan mengembalikannya... Secara diam-diam./Temukan dan kembalikan celana pendek ungu Mayor Lewis./Lewis (O)789 AnimalShop 13 7/-1/750/-1/true/Kamu menemukannya... dimana? ...Oh!...Uhmm...Heh.#$b#Di sana? Aku tidak tahu bagaimana bisa sampai di sana... *batuk*#$b#Ini tetap antara kamu dan aku. OK, Mengerti?$u$u",
				"103": "ItemDelivery/Pam Haus/Pam ingin minum bir Pucat. Bir biasa tidak cukup. Kamu bisa membuatnya sendiri jika memiliki hop dan tong./Berikan Pam sebuah bir pucat./Pam (O)303/-1/350/-1/true/Beri aku itu. *slurp*... Ahh, itu yang aku inginkan.#$b#Ini sangat enak dan beraroma hop... dengan sentuhan jeruk dan pinus, tetapi dengan tubuh yang kuat untuk menjaga keseimbangannya.#$b#Terima kasih, nak. Ini sangat berarti bagiku. Aku tahu aku bisa mengandalkanmu.$h",
				"105": "ItemDelivery/Therapi Lutut/George membutuhkan cabe rawit pedas untuk meredakan lututnya yang sakit./Berikan George sebuah cabe pedas./George (O)260/-1/200/-1/true/Sudah cukup lama... hmmph... Yah, setidaknya ini pedas. Terima kasih.",
				"106": "ItemDelivery/Kesukaan Sapi/Marnie ingin memberikan sapi-sapinya camilan istimewa. Dia meminta satu gumpal bayam./Berikan Marnie satu gumpal bayam./Marnie (O)300/-1/500/-1/true/Oh, bayam yang aku minta! Terima kasih banyak... sapi-sapiku pasti akan menyukainya!$h",
				"108": "ItemDelivery/Ukiran Labu/Caroline ingin mengukir labu dengan putrinya. Dia memintamu untuk membawakan satu dari ladang./Berikan Caroline sebuah labu./Caroline (O)276/-1/500/-1/true/Oh, labunya! Ini bagus... Abigail pasti akan sangat senang melihat ini. Terima kasih, @!$h",
				"109": "ItemDelivery/Tangkap Seekor Cumi/Willy menantangmu untuk menangkap seekor cumi. Dia mengatakan Kamu bisa menangkapnya dari lautan pada malam hari di musim dingin./Berikan Willy seekor cumi-cumi./Willy (O)151/-1/800/-1/true/Hei, Kamu melakukannya! Tidak buruk. Sama sekali tidak buruk. Aku terkesan.#$b#Musim dingin adalah waktu yang tepat untuk mengeluarkan tongkat pancing lama, bukan?",
				"111": "ItemDelivery/Reagen Gelap/Sang penyihir ingin Kamu turun ke tambang dan mengambil Esensi Void untuknya. Dia membutuhkannya untuk beberapa jenis sihir gelap./Berikan Sang Penyihir sebuah esensi void./Wizard (O)769/-1/1000/-1/true/Ah, Kamu membawanya. Kamu telah mendapatkan rasa terima kasihku, dan hadiah 1000g. Sekarang pergilah.",
				"112": "ItemDelivery/Kebutuhan Clint/Clint mendapat palu baru dan dia ingin mengujinya pada berbagai logam./Berikan Clint sebuah Batangan Besi./Clint (O)335/-1/500/-1/true/Hei, ini batangan besi yang aku minta. Terlihat kuat... sempurna.#$b#Terima kasih, @. Aku menghargainya.",
				"113": "ItemDelivery/Permintaan Robin/Robin menulis kepadamu meminta beberapa kayu keras./Berikan Robin 10 potong kayu keras./Robin (O)709 10/-1/500/-1/true/Oh, Kamu membawanya! Aku tahu aku selalu bisa mengandalkanmu, @.$h#$b#Mmhmm... Kayu ini sempurna. Itu persis yang aku butuhkan. Terima kasih!",
				"116": "ItemDelivery/Hadiah dari Nenek/Evelyn ingin mengejutkan suaminya dengan hadiah./Berikan Evelyn sebuah bawang prei./Evelyn (O)20/-1/500/-1/true/Oh, terima kasih, sayang. Bawang Prei ini terlihat lezat. George akan sangat senang.#$b#Dia suka ketika aku membuat telur dengan leeks untuk sarapan.",
				"118": "ItemDelivery/Penelitian Perairan/Demetrius sedang mempelajari tingkat racun ikan buntal lokal. Dia ingin Kamu membawakan satu./Berikan Demetrius sebuah Ikan Buntal./Demetrius (O)128/-1/1000/-1/true/Ini dia. Spesimennya terlihat sempurna. Aku akan segera memasukkannya ke dalam es. Terima kasih, @!",
				"119": "ItemDelivery/Bintang Seorang Prajurit/Kent ingin memberikan istrinya sebuah Belimbing untuk hari pernikahan mereka./Berikan Kent sebuah belimbing./Kent (O)268/-1/500/-1/true/Hei. Psst... Jangan biarkan Jodi lihat ini.#$b#Ah, ini terlihat segar. Dia akan menyukainya. Terima kasih banyak.$h",
				"120": "ItemDelivery/Keinginan Sang Walikota/Walikota Lewis menginginkan minyak truffle. Dia tidak akan menjelaskan untuk apa itu. Mungkin itu bukan urusanmu./Berikan Lewis sebuah botol minyak truffle./Lewis (O)432/-1/750/-1/true/Kamu mendapatkan minyaknya? Biar ku lihat...#$b#Kualitas tinggi... sangat licin. Bagus sekali. Terima kasih.",
				"122": "ItemDelivery/Pam Butuh Baterai/Remote TV Pam sudah mati. Dia kesulitan bolak-balik antara sofa dan dial TV./Berikan Pam sebuah baterai./Pam (O)787/-1/400/-1/true/Hei, kamu berhasil membawa Baterai! Terima kasih, nak... Kamu penyelamat!$h",
				"123": "ItemDelivery/Tongkat Kekuatan/Sang Penyihir sedang membuat tongkat kekuatan fenomenal. Siapa yang tahu untuk apa itu. Dia membutuhkan satu batang iridium untuk menyelesaikannya./Berikan Sang Penyihir sebuah Batangan Iridium./Wizard (O)337/-1/5000/-1/true/Ah, iridium berharga. Kamu melakukannya dengan baik, @. Terima kasih banyak. Sekarang, pergilah.",
				"125": "ItemDelivery/Spirit Eksotis/Gus ingin membuat Kela-pa-pa, tapi dia kekurangan bahan utama./Berikan Gus kelapa./Gus (O)88/-1/600/-1/true/Kelapa Muda! Sekarang ini pemandangan yang menenangkan bagi mata musim dinginku.$h#$b#Ini akan sempurna untuk coco-no-no buatanku. Terima kasih!",
				"126": "ItemDelivery/Tugas untuk Istrimu/Istrimu memintamu untuk membawakan dia 200 serat untuk proyek rahasia./Berikan Emily 200 serat./Emily (O)771 200/-1/0/-1/false/Oh, ini terlihat bagus... dan ini juga berasal dari sumber yang berkelanjutan! Terima kasih banyak, @.$h#$b#Sekarang, aku punya pekerjaan yang harus dilakukan. Akan ada beberapa hari lagi sebelum semuanya siap...",
				"127": "Basic/Kegiatan Amal Kue Haley/Istrimu sedang mengatur kegiatan amal jual kue di alun-alun kota. Dia memintamu membawa sebuah kue cokelat./Masuk ke Kota di pagi yang cerah dengan kue cokelat./-1/-1/0/-1/true"
			}
		}
	]
}