{
	"1": "ini adalah halaman diary dari abigail ^^'Sesuatu yg aku suka: aroma carved pumpkin, amethyst di bawah bantalku, chocolate cake, sensasi spicy eel, dan kenyamanan blackberry cobbler milik Ibu (Aku suka makan!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
	"2": "Ini daftar belanja liburan Sam^^Favorit semua orang^^Sebastian: Frozen Tear, Sashimi^Penny: Emerald, Poppy^Vincent: Grape, Cranberry Candy^Ibu: Crispy Bass, Pancakes^Ayah: Risotto, Roasted Hazelnuts^Aku: Cactus, Maple Bar, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
	"3": "Itu tertulis dengan tulisan tangan Leah^^Ideku tentang makan malam yang sempurna adalah salad, goat cheese, truffle, dan wine. Untuk hidangan penutup, aku membutuhkan muffin biji poppy. Yum! Jika seseorang memberiku salah satu dari hal itu, aku akan meleleh.%revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
	"4": "Ini adalah catatan dari Maru^^Suku cadang yang masih dibutuhkan untuk penemuan terbesarku!^^*Gold Bar^*Iridium Bar^*Battery Pack^*Diamond^*Strawberries%revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
	"5": "Ini tulisan tangan Penny:^^Aku ingin membuat semua orang mendapatkan sesuatu yang mereka sukai!^^Ibu: Parsnip, Glazed Yams, TANPA BIR!^Jas: Fairy Rose, Plum Pudding^Vincent: Pink Cake, Grape^Pak Mullner: Leek, Fried Mushroom^Nenek Mullner: Beet, Tulip%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
	"6": "Pesanan Khusus Stardrop Saloon^^Mayor Lewis: Bounty Musim Gugur^(Pesanan roti ganda berserat tinggi)^^Marnie: Pumpkin Pie^(krim kocok ekstra!)^^Demetrius: Bean Hotpot^(Buatlah pedas)^^Caroline: Fish Taco^(dia ingin saus tiga kali lipat! Lebih baik masukkan beberapa serbet ekstra ...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
	"7": "Ini adalah halaman dari buku harian seseorang...^^...Hanya ada beberapa bujangan 'tua' di kota, dan tak satupun dari mereka yang sempurna! Harvey benar-benar cemas dan lemah, tapi aku tahu dia akan menjadi suami yang setia dan berbakti. Dia suka kopi dan acar.^^Elliott agak foppish dan melodramatis, tapi dia memiliki dagu yang bagus. Dia suka crab cakes dan pomegranates..^^Shane itu berantakan dan anti sosial. Tapi aku pikir bagian luarnya yang kasar adalah mekanisme pertahanan, yang mengisolasi kelembutannya dari dunia. Dia suka Beer, Pizza, dan Pepper Poppers.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
	"8": "^Kepada Haley dan Emily^^Semoga kalian berdua baik-baik saja! Kami telah mengirimkan hadiah favoritmu: Pink Cake dan Sunflowers untuk Haley, Gemstones dan Wool untuk Emily!^^-Dari mama dna papa tersayang%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
	"9": "Diet Latihan Kekuatan Alex:^^*Sarapan Lengkap^*Makan Malam Salmon^^(aku telah belajar untuk menyukai makanan ini...aku bisa merasakan proteinnya !!)%revealtasteAlex201%revealtasteAlex212",
	"10": "Seseorang ^    Menunggumu ^        di gua level 100 ^         di^          tempat^             skull cavern...",
	"11": "!image 6",
	"12": "Aku telah menemukan beberapa hal baik dengan mencari di tong sampah, pada hari-hari keberuntungan.^^Kadang-kadang kamu akan menemukan 'hidangan hari ini' di belakang saloon...biasanya segar!^^Untuk hidangan penutup, aku akan memeriksanya kaleng Mullners untuk kue.^^Untuk harta karun, periksa kaleng oleh pandai besi dan museum.",
	"13": "^^Jam 12 siang TEPAT. Hari terakhir musim ini. Periksa semak di atas taman bermain.",
	"14": "^^^    Aku menyembunyikan sesuatu di balik pusat komunitas.",
	"15": "^^       Mermaid Show: 1-5-4-2-3",
	"16": "!image 0",
	"17": "!image 1",
	"18": "!image 3",
	"19": "!image 2",
	"20": "!image 4",
	"21": "!image 5",
	"22": "Salam, @...^^Apa kamu sudah menemukan 'rahasiaku' di DARK TUNNEL?^^Aku berharap bisa bertemu denganmu!^^    -Qi",
	"23": "^^^Jika kamu dapat membacca ... datang ke wuds seecrit. Pleez bawa serrup may-pal.",
	"24": "Ini satu halaman dari buku M. Jasper:^^...makhluk, dikenal oleh beberapa orang sebagai \"Roh Hutan\" atau \"Junimos\", dikatakan muncul di bangunan yang ditinggalkan setelah mereka \"pergi ke benih\".^^Sebagai aturan umum...ketika manusia pergi, dan alam mulai merebut kembali wilayahnya, tak diragukan lagi Junimos akan muncul.^^Kebijaksanaan rakyat menyatakan bahwa Junimo menunjukkan semacam afinitas resonansi dengan batu permata yang ditempatkan di dalam gubuk kecil mereka...^^Tentu saja, semua klaim ini datang dari sumber yang meragukan dan tak terverifikasi...Sejauh yang Aku tahu, bahkan keberadaan makhluk ini tidak pernah terbukti!",
	"25": "^^ Aku 'meminjam' kalung dari Ibu, tapi hilang di suatu tempat dekat pemandian... Dia akan sedih jika dia tahu kalau kalung itu hilang!",
	"26": "Rahasia Pertanian Kuno, baris 37:^^Tidak ada pembantu yang lebih baik daripada Junimo yang diberi makan kismis...^^",
	"27": "Cucuku tercinta,^Saat kamu menemukan catatan ini, aku harap kamu sudah tinggal di lembah untuk waktu yang cukup lama. Aku harap semuanya berjalan baik!^Aku sangat bangga bahwa kamu melanjutkan tradisi pertanian keluarga, dan melalui usaha mulia itu, membawa lebih banyak kehidupan dan kelimpahan ke seluruh Stardew Valley... tempat yang sangat berarti bagiku.^Teruslah bekerja keras!^^-Kakek^^P.S. ...Aku telah menyembunyikan rahasia yang sangat istimewa untukmu di suatu tempat di lembah. Kamu mungkin menganggapnya sebagai kumpulan penemuan terbesarku. Suatu hari nanti, saat kamu siap, kamu akan menemukannya.",
	"1001": "Hari ke-1^^...Kapalku hilang... Hancur oleh badai di laut yang tak kenal ampun.^^ Aku mendapati diriku terdampar sekarang, di pantai yang aneh ini. Kru ku telah tewas, tapi aku masih hidup. Mungkin keberuntungan telah memberkati tulang-tulangku yang jahat ini... Atau memiliki rancangannya sendiri untuk takdirku...^^ Bagaimanapun juga, aku tak punya pilihan selain membuat kehidupan untuk diriku sendiri di sini. Ada air tawar yang berlimpah, makanan untuk mencari makan, dan tanah subur untuk bekerja.^^ Pertama-tama aku akan membangun tempat berteduh...^^(Ada beberapa halaman yang hilang)",
	"1002": "Hari Ke-6^^aku tak akan kelaparan di sini... perairannya penuh dengan ikan yang bisa dimakan (tidak, enak!). ^^ aku bahkan menangkap ikan pari di gua-gua di tepi pantai tenggara. aku tidak tahu apa yang harus aku lakukan dengan itu! ^^ Suatu hari, aku bahkan memancing beberapa kacang kenari emas. Mereka tampaknya ada di seluruh pulau. Burung beo lokal menjadi gila karena mereka!",
	"1003": "Hari Ke-14^^Setelah setengah bulan di pulau ini, aku telah belajar satu atau dua hal tentang menemukan kacang emas ini.^^ Seseorang harus tetap waspada untuk mencari petunjuk halus. Jika sesuatu terlihat tak biasa, mungkin ada kacang tersembunyi di dekatnya.^^aku telah melihat tanda-tanda di pasir... dan tanda-tanda di dedaunan...^^aku bahkan melihat kacang di pohon dekat gunung berapi. Kalau saja aku punya cara untuk menembaknya...^^ Setiap kali aku melihat tanaman kacang, aku selalu menemukan cara untuk mencapainya.",
	"1004": "!image 10",
	"1005": "hari Ke-23^^Gunung berapi lokal menyimpan banyak rahasia.^^Aku pernah melihat laki-laki kecil dengan mata bersinar, meluncur di kegelapan... seperti kucing di malam hari.^^(Mungkinkah ini manusia kerdil dongeng, yang disebutkan oleh M. Jasper dalam 'Perjalanan Terkenal'?)^^ Mesin aneh juga. Luar biasa... tak seperti apa pun yang diketahui manusia.^^ Di puncak, aku menemukan jalan menuju kaldera gunung berapi. Dan, setengah tenggelam dalam lava yang menggelegak, sebuah mesin aneh... semacam 'tempa'. ^^ aku akan menyelidiki lebih lanjut besok.",
	"1006": "!image 8",
	"1007": "--Meja Forging--^^Topaz -- pertahanan^Emerald -- Kecepatan^Jade -- Kekuatan Serangan Kritis^Aquamarine -- Kesempatan Serangan Kritis^Amethyst -- Knockback^Ruby -- Damage^^Prismatic Shard -- Enchantment^^Note: Senjata dapat ditempa hingga 3 kali dengan gems, dan juga dapat dimanipulasi sekali dengan prismatic shard.^^Alat hanya dapat dimanipulasi, tidak ditempa.",
	"1008": "--Weapon Enchantments--^^Artful: Memungkinkanmu melakukan \"gerakan khusus\" lebih cepat^^Bug Killer: Menambah damage lebih pada bug.^^Vampiric: Sesekali menyedot kesehatan dari monster.^^Crusader: Menambah damage lebih monster \"unholy\".^^Haymaker: Saat memotong gulma, kamu mendapatkan lebih banyak fiber, dan juga kesempatan untuk mengumpulkan jerami.^^--Tool Enchantments--^^Powerful: Menambah damage lebih pada batu, pohon, dan sejenisnya.^^Reaching: Meningkatkan kapasitas pengisian dayamu, untuk area efek yang lebih besar.^^Shaving: Peluang untuk mandapatkan kayu tambahan saat menebang.^^Bottomless: Penyiraman tak akan pernah habis.^^Generous: Gali lebih banyak dari bawah tanah.^^Archaeologist: Peluang lebih besar untuk menemukan artefak dan tulang.^^Efficient: Tidak membutuhkan energi saat dipakai.^^Swift: Ayunkan alat lebih cepat.^^Master: Meningkatkan level memancing.^^Auto-Hook: Secara otomatis mengait ikan ketika mereka menggigit.^^Preserving: Umpan dan tekel punya peluang 50% untuk tidak dikonsumsi.",
	"1009": "'Sungguh hari yang basah kuyup, dan di atas batu karang yang sepi seorang gadis cantik melihatku^^Kisah-kisah yang pernah kudengar tentang gadis-gadis kelahiran laut menyanyikan lagu-lagu sirene,^Namun tak ada catatan yang bisa dia kumpulkan...^^Keesokan paginya aku melihat susunan batu di tepian berbusa...^-----------------^Aye... batu sebesar sen dan batu sebesar sen.. .^-----------------^Jika tetapi anjing laut yang terburu-buru ini bisa melolong, mungkin untuk harta Blackgull dia akan memimpin...",
	"1010": "!image 9",
	"1011": "Hari Ke-37^^Ketika aku masih anak laki-laki berusia sepuluh tahun, ayahku memberiku cincin cahaya dan cincin magnet. Mereka tak pernah meninggalkan jariku sejak itu.^^Namun, ketika aku berdiri di atas gunung berapi... sebuah ide aneh muncul di benakku.^^aku mengambil dua cincinku, dan melemparkannya ke bengkel.^^Lo dan lihatlah! Mereka digabungkan menjadi satu! ^^ Sekarang aku punya satu cincin magnet bercahaya... aku harap Pappy tua tak keberatan, istirahatkan jiwanya..."
}