{
  "1": "Ini untuk kalian yang baru mulai: belah kayu dan cari makanan liar untuk menghasilkan uang sambil menunggu panen pertama kalian!",
  "4": "Ini untuk kalian yang tinggal di Stardew Valley. Cek bawang daun di barat daya kota, di mana sungai bertemu dengan lautan. Kadang-kadang kalian bisa menemukan sekumpulan bawang tumbuh langsung dari tanah.",
  "8": "Mari bicara tentang pagar. Pagar berguna untuk menjaga rumput liar dan melindungi tanaman kalian. Mereka juga memungkinkan petani untuk mengendalikan ternak mereka. Pagar akan rusak setelah beberapa waktu, tetapi pagar batu, besi, dan kayu keras bertahan jauh lebih lama daripada kayu biasa!",
  "11": "Masalah dengan gagak? Terdengar seperti kalian membutuhkan pengusir burung gagak! Menempatkan pengusir burung gagak di kebun kalian akan mencegah gagak dari jarak yang cukup jauh. Pastikan kalian melindungi tanaman berharga kalian! ^ Satu lagi... butuh tas yang lebih besar untuk menyimpan semua barang kalian? Cek toko umum lokal kalian.",
  "15": "Sekarang musim buah salmonberry! Di seluruh pedesaan, semak-semak dipenuhi dengan buah-buahan kecil yang juicy, dan mereka gratis untuk diambil! Memetiknya adalah cara yang bagus untuk menghasilkan uang tambahan.",
  "18": "Ah, hujan yang menyegarkan... sahabat terbaik Petani! Saat hujan, kalian tidak perlu menyiram tanaman kalian. Gunakan ini untuk keuntungan kalian!",
  "22": "Dapatkan tongkat pemancingan dan jual hasil tangkapan kalian! Memancing adalah cara yang bagus untuk menghasilkan sedikit uang tambahan saat kalian memiliki waktu luang. Jarak di mana pelampung kalian mendarat dari tanah kering menentukan jenis ikan yang akan kalian dapatkan... serta lokasi, musim, waktu hari, dan cuaca!",
  "25": "Pohon buah. Mereka membutuhkan satu musim penuh untuk tumbuh, jadi rencanakanlah dengan baik! Jika area di sekitar pohon baru kalian tidak jelas, itu akan mengganggu pertumbuhan. Setelah pohon buah kalian dewasa, itu akan menghasilkan buah lezat untuk kalian setiap hari selama musimnya. Lebih baik mulai menabung!",
  "29": "Musim panas sudah tiba, bersamaan dengan banyak tanaman baru untuk ditanam! Ambillah hops, sebagai contoh. Tunasnya membutuhkan waktu untuk tumbuh, tetapi begitu mereka dewasa, mereka bisa dipanen setiap hari. Semoga berhasil!",
  "32": "Berikut adalah daftar ikan yang hanya bisa kalian temukan di musim panas: Dorado, ditemukan di sungai hutan pada siang hari. Rainbow Trout, ditemukan di sungai hutan dan di pegunungan pada siang hari. Pufferfish, ditemukan di lautan pada awal siang. Dan Octopus, ditemukan di lautan saat pagi hari. Tangkaplah mereka selagi kalian bisa!",
  "36": "Mari bicara tentang jagung. Ini adalah tanaman yang tidak biasa karena bertahan selama dua musim! Ya benar, sementara sebagian besar tanaman mati ketika musim berubah, jagung tetap hidup. Kalian bisa menanamnya baik di musim panas maupun gugur. Sekarang, keluarlah dan tanamlah beberapa jagung!",
  "39": "Mulai besok, jumlah kerang dan karang yang tidak biasa diperkirakan akan terdampar di pantai-pantai di seluruh dunia. Aku bukan ilmuwan, tapi Aku pernah mendengar ini ada hubungannya dengan musim kawin kepiting. Bagaimanapun juga, kalian bisa menghasilkan uang dengan mencari pantai lokal kalian.",
  "43": "Ada spa di kota kalian? Santailah dan tetap diam di air panas yang mendidih untuk mengembalikan energi kalian. Ahh... terasa nikmat, bukan?",
  "46": "Musim panas dikenal dengan badai petirnya. Jika kalian tahu cara membuat penangkap petir, kalian bisa mengumpulkan listrik dan membuat baterai. Ini bisa dijual atau digunakan untuk kerajinan!",
  "50": "Sebagian besar kota memiliki kalender musiman di depan toko umum. Ide bagus untuk sesekali memeriksanya untuk mengetahui apa yang terjadi di komunitas. Pastikan juga untuk memeriksa apakah ada lowongan pekerjaan!",
  "53": "Musim gugur hampir tiba! Ini mungkin musim yang paling menguntungkan bagi petani, jadi pastikan kalian menyimpan sebagian uang untuk membeli biji baru. Jika kalian belum mengupgrade pancuran kalian sekarang, mungkin ide yang bagus.",
  "57": "Mari bicara tentang bunga matahari. Saat kalian memanennya, kalian tidak hanya akan mendapatkan bunga yang bagus, tetapi kemungkinan kalian juga akan mendapatkan beberapa biji. Kalian bisa menanam biji tersebut kembali atau menjualnya. Aku sudah setuju!",
  "60": "Jika kalian adalah petani di kota kecil, kemungkinan besar kalian akan diundang untuk membuat \"pameran grange\" suatu saat. Biasanya, pameran grange terdiri dari 9 item yang paling menampilkan bakat kalian. Bidiklah barang-barang berkualitas tinggi dan bernilai tinggi dan pastikan juga memiliki beragam jenis. Ikan, mineral, barang kerajinan, buah, dan sayuran semuanya bagus untuk dimiliki!",
  "64": "Ini musim blackberry! Semak-semak di seluruh pedesaan penuh dengan buah yang matang. Cukup keluar dan lihatlah sendiri!",
  "67": "Fokus pada Ikan: Salmon. Salmon kembali ke tempat bertelur mereka di musim gugur untuk meletakkan telur. Itu berarti sungai penuh dengan mereka! Kalian hanya bisa menemukannya di musim gugur, jadi keluarlah dan lemparkan joran kalian.",
  "71": "Punya pengumpul getah? Orang pandai mencari tahu cara membuatnya. Kalian bisa melampirkannya pada pohon liar yang tumbuh di mana-mana. Pohon maple menghasilkan sirup maple, pohon oak menyediakan resin, dan pohon pine menghasilkan tar pine. Sirup adalah yang paling berharga tapi semua produk pohon memiliki kegunaannya!",
  "74": "Musim dingin hampir tiba. Pastikan kalian siap memberi makan hewan-hewan kalian dengan jerami selama musim dingin, karena mereka tidak suka keluar saat cuaca dingin. Juga, rumput kalian tidak akan terus tumbuh setelah embun beku pertama. Setiap silo dapat menampung 240 potong jerami, jadi pastikan untuk menghitung dan mengetahui apakah kalian perlu membangun lebih banyak!",
  "78": "Fokus pada Ikan: Walleye. Kalian bisa menemukan ikan ini pada malam hujan selama musim gugur dan musim dingin. Itu bisa ditemukan di lokasi air tawar mana pun.",
  "81": "Musim dingin akan segera tiba... dan itu berarti operasi pertanian kalian akan berhenti. Tidak ada tanaman yang tumbuh di musim dingin, kecuali jika kalian cukup beruntung memiliki rumah kaca. Tapi masih banyak hal yang bisa dilakukan! Lebih banyak lagi lain kali.",
  "85": "Musim dingin... Waktu ketika dunia menjadi sunyi. Sekarang adalah waktu yang tepat untuk melakukan penambangan, memancing, dan pengumpulan. Tingkatkan alat kalian untuk persiapan musim semi yang produktif. Atau mintalah tukang kayu lokal untuk membangun sesuatu di kebun kalian! Persiapkan diri dengan menyimpan sumber daya, meningkatkan, dan bersiap untuk tahun depan.",
  "88": "Bingung bagaimana cara mendapatkan 'Refined Quartz'? Cukup masukkan kuarsa biasa ke dalam peleburan. Kalian akan membutuhkan batu bara untuk menghidupkan api.",
  "92": "Menemukan biji pohon saat menebang kayu? Kalian bisa menanamnya di tanah dan pohon baru akan tumbuh. Berkreasilah!",
  "95": "Ada beberapa ikan yang hanya bisa kalian temukan di musim dingin... Sotong dan Lingcod. Sotong bisa ditangkap dari lautan di sore hari. Lingcod bisa ditemukan di air tawar sepanjang hari. Tentu saja, ada rumor tentang ikan yang sangat langka dan unik yang hanya bisa ditemukan di musim tertentu, tapi Aku tidak punya informasi tentang mereka.",
  "99": "Mari bicara tentang geoda. Geoda adalah batu berongga yang sering mengandung mineral berharga. Seorang pandai besi bisa memecahkannya untuk kalian dengan biaya tertentu. Sekarang, ada berbagai jenis geoda... dan masing-masing menghasilkan subset mineral yang berbeda. Namun, \"omni-geoda\" yang langka dapat mengandung setiap jenis mineral.",
  "102": "Jika kalian benar-benar ingin membuat seseorang bahagia, berikanlah mereka hadiah favorit mereka pada ulang tahun mereka! Percayalah padaku.",
  "106": "Pernah melihat tiga batang kecil berwarna cokelat menonjol dari tanah? Kadang-kadang sulit untuk ditemukan. Tapi jika kalian menggali di tempat itu, kalian akan selalu menemukan sesuatu. Jangan tanya Aku bagaimana cara kerjanya.",
  "109": "Pernah merasa ingin menggali-gali sampah tetangga kalian? Ih! Hei, jika itu keinginan kalian, jangan lakukan saat ada orang di sekitar. Jika mereka melihat kalian, mereka akan sangat jijik, dan itu akan merusak persahabatan kalian. Yah, kecuali jika mereka tertarik pada hal yang sama.",
  "113": "Nah, tahun baru telah tiba. Tetap waspada terhadap jenis biji baru yang tersedia di toko umum lokal kalian. Semoga kalian meningkatkan alat kalian selama musim dingin dan kalian siap untuk tahun yang produktif!",
  "116": "Fokus pada Ikan: Belut. Belut bisa ditangkap dari lautan pada musim semi dan musim gugur, saat malam hujan.",
  "120": "Punya dapur? Memasak adalah cara yang bagus untuk meningkatkan kemampuan kalian. Tidak hanya menyediakan sumber energi yang nyaman, tetapi banyak hidangan yang sementara meningkatkan keterampilan kalian, kecepatan, dan lainnya! Bau harum, bukan?",
  "123": "Sorotan Item: Crab Pot. Angler berpengalaman tahu cara membuat perangkap kepiting. Terlepas dari namanya, perangkap dapat digunakan untuk menangkap berbagai jenis makhluk akuatik, baik di air tawar maupun air asin. Cukup letakkan perangkap kepiting kalian di air dan isi dengan umpan. Kembali keesokan harinya dan periksa untuk melihat apa yang kalian tangkap. Kalian perlu mengisi ulang dengan umpan lagi untuk menangkap lebih banyak.",
  "127": "Ini musim buah salmonberry! Di seluruh pedesaan, semak-semak dipenuhi dengan buah-buahan kecil yang juicy, dan mereka gratis untuk diambil! Memetiknya adalah cara yang bagus untuk menghasilkan uang tambahan.",
  "130": "Mari bicara tentang madu. Bukan, bukan kalian, bodoh. Aku berbicara tentang produk manis yang dibuat oleh teman kita, lebah. Ini dia... jika kalian memiliki beberapa bunga mekar di dekat rumah lebah kalian, lebah kalian bisa menghasilkan madu beraroma. Jika tidak, kalian hanya akan mendapatkan 'madu liar'. Cukup manis, kan?",
  "134": "Berikut adalah tips untuk kalian petualang... jangan lupa serangan khusus senjata kalian! Pedang bisa menghalangi serangan yang datang, yang sangat berguna saat slimes melompat ke arah kalian. Gada bisa memukul tanah, mengirimkan musuh terbang... dan dengan belati kalian bisa melakukan serangan triple-strike super cepat! Tetap aman.",
  "137": "Aku ingin membicarakan tentang Guild Petualang terkenal di dekat Pelican Town. Pemimpin guild, Marlon, memiliki program imbalan yang bagus untuk siapa pun yang cukup berani untuk membunuh monster di gua-gua lokal. Petualang akan menerima barang-barang kuat sebagai imbalan untuk membunuh sejumlah besar monster. Ada poster di dinding dengan lebih banyak detail. Sangat keren!",
  "141": "Aku pernah mendengar bahwa beberapa orang berdiri di dekat kereta yang bergerak untuk mengumpulkan puing-puing yang jatuh. Wow... hal-hal yang orang akan lakukan untuk sesuatu yang gratis!",
  "144": "Sorotan Hewan: Babi.^^Di daerah ini, babi dilatih untuk mencium truffle berharga. Kalian harus membiarkan babi keluar dan bersabar... mereka akan bekerja ajaib ketika mereka siap. Buat minyak dari truffle untuk memaksimalkan keuntungan kalian.",
  "148": "Berikut adalah pengingat tentang ikan yang hanya bisa kalian temukan di musim panas: Dorado, ditemukan di sungai hutan pada siang hari. Rainbow Trout, ditemukan di sungai hutan dan di pegunungan pada siang hari. Pufferfish, ditemukan di lautan pada awal siang. Dan Octopus, ditemukan di lautan pada pagi hari. Tangkaplah mereka selagi kalian bisa!",
  "151": "Fokus pada Ikan: Super Cucumber. Kalian bisa menemukan ikan langka ini di lautan. Itu hanya muncul pada malam hari, selama musim panas dan musim gugur.",
  "155": "Aku tahu sulit... tetapi berhentilah terlalu khawatir tentang kuda kalian! Kalian bisa meninggalkan mereka di mana saja dan mereka akan kembali ke rumah. Mereka adalah hewan yang sangat cerdas dan mandiri!",
  "158": "Inilah ide... mulailah kebun pohon liar! Tempatkan pengumpul di pohon-pohon itu dan panen sirup berharga. Atau jangan! Lihat saja kalau Aku peduli.",
  "162": "Sorotan Item: Keg. Penggunaan klasik dari keg adalah untuk membuat anggur dari anggur. Tapi tahukah kalian bahwa kalian bisa membuat anggur dari buah apa pun? Ya.^Kalian juga bisa membuat jus dari sayuran.",
  "165": "Apakah kalian punya jurnal? Jangan lupa untuk memeriksanya dari waktu ke waktu. Mudah untuk lupa bahwa kalian telah menulis sesuatu yang penting.",
  "169": "Jika kalian berhasil mendapatkan 'biji langka', sekarang saatnya untuk menanamnya. Meskipun dikatakan membutuhkan waktu satu musim penuh untuk tumbuh, sumber yang dapat diandalkan memberi tahu Aku bahwa sebenarnya hanya butuh 24 hari. Hasil akhirnya dikabarkan menjadi buah yang paling manis di seluruh dunia.",
  "172": "Beberapa petani melaporkan hal-hal aneh terjadi ketika lahan pertanian yang luas dari kembang kol, melon, atau labu mencapai kematangan. Hmm. Aku tidak bisa memverifikasinya sendiri.",
  "176": "Ini musim blackberry! Semak-semak di seluruh pedesaan penuh dengan buah yang matang. Cukup keluar dan lihatlah sendiri!",
  "179": "Mencari untuk menikah? Kalian akan membutuhkan Pergelangan Mermaid. Semua orang di sisi ini Laut Permata tahu apa artinya ketika kalian memberikan mereka Pergelangan Mermaid.^ Mendapatkan pergelangan seperti itu bisa sulit. Setiap wilayah tampaknya memiliki adat istiadat mereka sendiri, tapi selalu ada hubungannya dengan pantai atau lautan.",
  "183": "Sorotan Item: Mesin Pemulihan. Apakah kalian sering menangkap banyak sampah saat memancing? Hal ini sangat umum pada zaman ini. Nah, dengan mesin daur ulang kalian bisa mengubah barang-barang tersebut menjadi sesuatu yang berguna. Cukup letakkan barang-barang sampah kalian ke dalam mesin dan biarkan mesinnya bekerja. Setiap jenis sampah menghasilkan jenis barang yang berbeda.",
  "186": "Fokus pada Ikan: Albacore. Ikan ini bisa ditemukan baik pagi hari maupun malam hari. Cari di lautan pada musim gugur atau musim dingin.",
  "190": "Fokus pada Ikan: Woodskip, sandfish, dan scorpion carp. Woodskip dikatakan hanya hidup di hutan yang dalam. Sandfish dan scorpion carp hanya bisa ditemukan di oasis gurun.",
  "193": "Hanya beberapa hari lagi sampai komunitas di sekitar Republik Ferngill merayakan Spirit's Eve! Salah satu tradisi yang mungkin tidak kalian ketahui adalah pencarian labu emas. Jika kota kalian memiliki labirin berhantu, maka kalian bisa yakin ada labu emas yang tersembunyi di tempat tertentu. Barang-barang itu berharga!",
  "197": "Saudara-saudara, dengarkanlah nasihatku. Kalian akan membutuhkan taman kanak-kanak di rumah kalian sebelum kalian bisa memiliki anak. Bayi butuh tempat tidur!",
  "200": "Sorotan Item: Crystalarium. Mesin menakjubkan ini dapat membuat salinan tak terbatas dari jenis batu permata apa pun. Cukup letakkan batu permata yang ingin kalian salin ke dalam mesin dan biarkan mesinnya bekerja. Mungkin akan memakan waktu, tapi hei... itu murni keuntungan!",
  "204": "Jika kalian memiliki hewan betina dewasa, dan masih ada ruang di lumbung kalian... selalu ada kemungkinan salah satu hewan kalian melahirkan. Ini adalah sesuatu yang perlu diingat.",
  "207": "Fokus pada Ikan: Catfish. Ikan yang relatif langka ini keluar dari persembunyiannya saat hujan. Kalian akan menemukannya hidup di sungai di samping kota, di mana mereka menikmati makan sisa-sisa yang masuk ke dalam air. Mereka tidak suka cuaca panas, jadi jangan repot-repot memancing mereka di musim panas!",
  "211": "Sorotan Item: Worm Bin. Butuh pasokan umpan tak terbatas? Bangunlah sebuah worm bin. Begitu kalian mulai, kalian akan mendapatkan beberapa potong umpan setiap hari.",
  "214": "Di bawah seluruh salju itu, benih musim semi sedang bersiap-siap untuk memulai kehidupan baru mereka di bawah sinar matahari. Jangan terkejut ketika musim semi tiba dan kebun kalian membutuhkan sedikit perapihan!",
  "218": "Jika kalian telah mendapatkan cawan emas, perhatikanlah sesuatu yang berkilau di air.^ Seringkali ada bijih bagus di sana, gratis untuk diambil!",
  "221": "Saudara-saudara, Aku punya pengumuman. Ini adalah episode baru terakhir dari Livin' Off The Land sebelum aku pensiun. Aku sudah memiliki waktu yang baik, dan Aku akan merindukan kalian. Oh, dan Aku telah diberitahu bahwa stasiun akan mulai memutar ulang tahun depan. ^^Hati-hati!"
}