{
	"name": "Stardew Valley Fair",
	"conditions": "Town/900 1500",
	"set-up": "fallFest/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Fair/viewport -1000 -1000/loadActors Set-Up/advancedMove Vincent true -3 0 2 5000 3 0 2 5000/advancedMove Jas true 2 0 4 5000 -2 0 4 5000/advancedMove Marnie true -2 0 4 5000 2 0 4 5000/advancedMove Abigail true 4 6000 5 0 0 3 2 6000 0 -3 -5 0/advancedMove Robin true 0 1 1 5000 0 -2 3 5000 0 1 1 5000/animate Sebastian false true 200 16 16 16 16 16 16 16 16 16 16 16 16 17 18 19 20 21 21 21 21 20 22 22 23/addTemporaryActor BabyPig 32 32 65 68 2 false Animal/addTemporaryActor Pig 32 32 65 70 3 false Animal/addTemporaryActor \"White Chicken\" 16 16 59 67 2 false Animal/addTemporaryActor \"Brown Chicken\" 16 16 61 67 2 false Animal/addTemporaryActor \"White Cow\" 32 32 59 72 0 false Animal/addTemporaryActor \"BabyWhite Cow\" 32 32 61 72 1 false Animal/advancedMove BabyPig true 0 1 3 5000 0 -1 0 7000/advancedMove Pig true 3 5000 0 1 1 5000 0 -1 3 5000/advancedMove White_Chicken true 1 0 2 7000 -1 0 2 10000/animate \"Brown Chicken\" false true 500 16 17/playerControl fair/viewport player clamp true unfreeze/globalFadeToClear",
	"Abigail_spouse": "Aku udah menangin semua game ini tahun lalu!$h",
	"Leah_spouse": "Aku udah pelajarin semua trik dari Robin tahun lalu, tapi dia selalu unggul dariku!",
	"Maru_spouse": "mumph... Ini kesempatan aku buat makan enak sandwich barbecue.",
	"Penny_spouse": "Semoga kita menang dalam kontes tampilan grange!",
	"Haley_spouse": "Kamu bawa barang keren buat tampilan grange kita? Semoga kita menang tahun ini.",
	"Sebastian_spouse": "Hai, @. Aku lagi ngobrol sama Sam. Lanjutin aja keseruannya.",
	"Sam_spouse": "Sebastian sama aja kayak biasanya. Kamu seneng di festival ini?",
	"Alex_spouse": "Aku lagi ngobrol sama temen lama... kamu nikmati aja festivalnya.",
	"Harvey_spouse": "Aku nungguin di sini sampe kamu siap pulang...",
	"Elliott_spouse": "Aroma asap udah ngebuat aku dateng ke sini, tapi sausnya yang bikin aku gak bisa nolak... *gurgle*$s",
	"Abigail": "Aku udah ngalahin semua game... sekarang gimana?",
	"Robin": "Nah, tukang kayu itu tradisi kuno yang bikin aku bangga bisa jadi bagian dari itu.$h",
	"Demetrius": "Robin bener-bener rajin banget bikin kerajinan kayu... dia pantas dapet pengakuan kadang-kadang.",
	"Maru": "*slurp* mmm... saus barbekyu ini enak banget.$h",
	"Sebastian": "Hari ini agak rame... aku mau nongkrong di sini dulu sebentar.",
	"Pierre": "Toko gue punya produk paling bagus di seluruh lembah. Cek aja tampilan grange gue dengan teliti biar kamu yakin!",
	"Caroline": "Pierre serius banget soal tampilan grange-nya. Dia udah ngepoin hasil terbaik dari kebunnya berminggu-minggu sebagai persiapan.#$e#Hei, semangat buat kamu kalo ikutan!",
	"Linus": "Binatang-binatang ini gak pernah judge orang dari penampilannya. Sayangnya, manusia gak selalu kayak gitu.",
	"Alex": "Aku mainin game itu terlalu sering, jadi sekarang lenganku kayak karet.",
	"George": "Hmm... paha kalkun asap? Festival ini gak seburuk yang kubayangkan.$h",
	"Evelyn": "Aku harap Gus bakal kasih opsi vegetarian juga. Mungkin tusuk zukini?",
	"Lewis": "Nah @, hari paling penting kita udah dateng... Festival 'Stardew Valley' yang paling ditunggu-tunggu. #$b#Kalo kamu mau ikutan bikin tampilan grange, aku udah siapin tempat kosong buat kamu. Kabarin aku kalo udah siap biar kita bisa mulai penilaian.",
	"Clint": "Seringkali aku mengeluh tentang pekerjaanku, tapi aku bangga dengan hasil kerjaku.#$b#Ini beberapa karya terbaikku. Semoga kamu suka.",
	"Emily": "Tau gak, aku bakal jadi badut yang lumayan bagus. Aku kira aku salah jalan.",
	"Penny": "Aku menang roda keberuntungan sepuluh kali berturut-turut dan sekarang si pria gak boleh main lagi...$s",
	"Pam": "Cepetan, Nak... Sebelum Pam tua ini menghabiskan semua ikan besar di tenda itu! Hehe.$h",
	"Haley": "Kamu udah ke peramal? Dia buka stand di pemakaman.#$e#Aku udah ketemu dia... dia bilang sesuatu... menarik. *giggle*$h",
	"Jodi": "Dia gak keliatan seneng... Kayaknya Wali Kota Lewis harus ngirit dengan badut anggaran tahun ini.",
	"Kent": "Aku nungguin badut ini mulai lucu.#$e#Cukup mengecewakan.",
	"Sam": "Hai @. Seru kan?#$e#Tenda tembak meriam lumayan seru, dan kalo kamu jago, bisa dapet banyak koin bintang.",
	"Leah": "Aku sangat mengagumi keterampilan kerajinan kayu Robin. Aku juga pake banyak teknik yang sama dalam pekerjaanku sendiri.",
	"Shane": "Semua binatang ini ramah dan suka kena pijet.",
	"Marnie": "Aku udah usaha semaksimal mungkin, tapi tampilanku lumayan lemah dibanding Pierre.$s#$e#Ya mungkin juri kasih bonus poin buat roda keju gede.",
	"Elliott": "Aku lagi berusaha bujuk Gus kasih resep sausnya, tapi dia gak mau ngasih.",
	"Gus": "Makan sepuasnya! Hari ini gratis semua... pemberian Wali Kota Lewis.$h#$e#Oh! Pastikan teteskan saus rahasiaku di sana.",
	"Dwarf": "Kamu bilang hujan di atas sana? *gasp*#$e#Hujan... hampir seperti legenda bagi kami. Beberapa dari kami menjalani hidup tanpa pernah mengalaminya.",
	"Wizard": "Welwick dan aku udah saling kenal lama... dia punya kemampuan meramal yang luar biasa, dan teman yang baik.#$e#...#$e#Badut itu... Aku kenal dia dari mana ya.#$e#Apakah dari sekolah ilusi? Atau mungkin dari Karnaval Rahasia? Hmm...",
	"Harvey": "Dan hanya beberapa langkah dari sini, Gus lagi bakar beberapa daging babi... Yaiks.$s#$e#Aku harus introspeksi diri...$11",
	"Sandy": "Aku denger katanya hujan di kampung halaman. Apa itu alasanmu datang ke sini?$h#$e#Aku rindu hujan, sebenarnya...$s",
	"Jas": "Aduh! Ayam mencakar jari kecilku!$u",
	"Vincent": "Moooo!",
	"Marlon": "Pisau-pisau Clint makin tajam setiap tahun.#$e#Harganya juga makin naik...",
	"Willy": "Kamu mau bikin tampilan grange, @? Kesempatan kamu buat tunjukin hasil panen terbaik dari %farm!",
	"Leo": "Haha! Aku belum pernah liat yang kayak gini sebelumnya...$h",
	"set-up_y2": "fallFest/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Fair2/viewport -1000 -1000/loadActors Set-Up/animate Sebastian false true 200 16 16 16 16 16 16 16 16 16 16 16 16 17 18 19 20 21 21 21 21 20 22 22 23/animate Penny false true 1000 34/positionOffset Penny 0 24/advancedMove Marnie true 2 3500 3 300 -2 0 3 300 4 4000 1 300 2 0 2 5750/advancedMove Abigail true 4 6000 3 300 -1 0 3 300 4 4500 1 300 2 0 1 300 4 4750 3 300 -1 0 3 250 4 1000/advancedMove Maru true 2 8000 1 300 2 0 0 3 2 0 1 2500 2 3000 1 3000 2 300 3 300 -3 0 0 5 2 300 3 4000 2 300 1 3000 4 300 0 -5 1 0 0 -3 -2 0 3 3000 2 4000/advancedMove Linus true 2 7000 1 300 2 0 1 250 2 6000 3 300 -2 0 3 300 2 1000/advancedMove Demetrius true 1 6500 2 300 0 3 3 0 1 300 4 5500 3 300 -3 0 0 -3 4 300 1 2000/advancedMove Jas true 3 6000 4 250 0 -2 -4 0 3 300 2 5000 3 300 -2 0 0 4 2 300 1 5000 4 300 0 -4 2 0 1 300 2 4000 1 300 4 0 0 2 2 300 3 1000/advancedMove Leo true 2 7500 1 300 2 0 0 2 2 300 3 5000 4 300 0 -2 -2 0 3 300 2 1000/advancedMove Pam true 3 7750 4 300 0 -1 -2 0 0 -1 4 5000 1 300 2 350 0 1 2 0 0 1 2 300 3 1000/advancedMove Gus true 4 4300 1 300 1 0 1 300 4 3500 3 350 -2 0 3 350 4 4600 1 300 1 0 4 1000/advancedMove Robin true 4 4500 3 300 -1 0 0 -2 4 300 1 5000 2 300 0 2 1 0 1 300 4 1000/advancedMove Leah true 3 6300 4 300 0 -1 -1 0 3 300 2 5000 3 300 -1 0 0 1 2 300 1 5000 4 300 0 -1 1 0 1 300 2 4500 1 300 1 0 0 1 2 300 3 1250/advancedMove Elliott true 2 6800 3 2500 2 8000 3 2000 2 300/positionOffset Shane 12 -16/positionOffset Vincent 0 -12/positionOffset Kent? 12 -16/positionOffset Jodi 20 0/positionOffset Sebastian 16 0/positionOffset Clint 20 -8/positionOffset Marlon 0 -20/positionOffset George 12 16/positionOffset Alex 0 16/positionOffset Emily 12 -20/positionOffset Sandy 18 -24/positionOffset Wizard 24 -12/positionOffset Sebastian -8 -12/addTemporaryActor Brown_Chicken 16 16 25 36 1 false Animal/addTemporaryActor White_Chicken 16 16 25 33 2 false Animal/addTemporaryActor BabyWhite_Cow 32 32 16 33 2 false Animal/addTemporaryActor BabyBrown_Cow 32 32 13 34 3 false Animal/addTemporaryActor White_Cow 32 32 16 35 2 false Animal/addTemporaryActor Brown_Cow 32 32 14 36 1 false Animal/addTemporaryActor BabyRabbit 16 16 32 33 2 false Animal/addTemporaryActor Rabbit 16 16 30 33 3 false Animal/addTemporaryActor Sheep 32 32 30 35 1 false Animal/addTemporaryActor BabySheep 32 32 32 36 2 false Animal/addTemporaryActor Goat 32 32 22 35 1 false Animal/addTemporaryActor BabyGoat 32 32 21 33 3 false Animal/animate White_Chicken false true 500 16 17/advancedMove Brown_Chicken true 1 3500 4 500 0 -1 4 2000 3 1750 2 2000 0 1 2 1000 1 3000 2 1500 3 1750 2 500 1 1500/advancedMove Sheep true 1 2500 2 3000 3 2000 2 3000 1 4000 2 2500 3 4000 2 3000 1 1000/advancedMove Goat true 1 4500 2 500 3 6250/positionOffset BabyGoat 24 -8/positionOffset BabyRabbit 24 24/advancedMove Brown_Cow true 2 4000 1 3500 2 1000 3 2000/advancedMove BabyWhite_Cow true 2 3000 3 4500 2 2000 1 3500 2 1000/advancedMove White_Cow true 1 7500 2 2000 3 4600 2 1500 1 6000/viewport player clamp true unfreeze/playerControl fair/globalFadeToClear/pause 2000",
	"Abigail_spouse_y2": "Keren kan senjatanya? Mungkin nanti aku harus bawa pulang salah satunya.$0",
	"Leah_spouse_y2": "Eh, Robin lagi ajarin teknik baru tahun ini.#$e#Nanti aku tunjukin deh...$1",
	"Maru_spouse_y2": "Semoga kita menang kontes tampilan grange! Kamu kerja keras banget tahun ini.",
	"Penny_spouse_y2": "Ayo duduk sebentar! Masih ada tempat di bangku untuk kita berdua.$1",
	"Haley_spouse_y2": "Lucu juga liat Alex makan segede itu. Kayaknya dia lagi baik-baik aja.#$e#Semoga kita menang kontes tampilan grange tahun ini!$1",
	"Emily_spouse_y2": "Sandy jauh-jauh datang dari Gurun Calico buat kesini hari ini.#$b#Jarang-jarang banget aku bisa ketemu dia!",
	"Sebastian_spouse_y2": "Tadi di pemakaman ada peramal yang ngasih ramalan buat kita...$0#$b#Katanya, kita ditakdirkan bahagia bersama.$1",
	"Sam_spouse_y2": "Eh, kamu menikmati festivalnya? Aku dukung tampilan grange kita!$0#$e#Psst... Kalo mau bertaruh token di roda... taruh di warna hijau!$0",
	"Alex_spouse_y2": "Udah makan belum? Makanan hampir kebanyakan nih!$0#$e#Aku udah makan tiga roti lho... Mmm... sausnya...",
	"Harvey_spouse_y2": "Hai, sayang. Semangat ya hari ini di lomba. Aku yakin kamu bakal bersinar!$0",
	"Elliott_spouse_y2": "Menang! Aku dapet skor '216' dengan lima ikan ditangkap... rekor pribadi baru!$1#$e#Sekarang, aku harus pilih hadiah yang pas buat kamu dengan token bintang ini...$0",
	"Shane_spouse_y2": "Nanti aku minta tolong jagain binatang sebentar biar aku bisa ambil makanan.$0",
	"Abigail_y2": "Pisau ini elegan banget. Mungkin suatu hari nanti aku punya cukup uang buat beli satu!$0",
	"Robin_y2": "Kalo mau jadi ahli kayu, harus mikir kayak pohon...$0",
	"Demetrius_y2": "Domba punya kemampuan mengingat yang luar biasa... tetep inget kenalan sama domba lain dan manusia...$0#$e#Mereka bahkan punya teman, kayak ikatan erat yang kita manusia bangun sama satu sama lain!$1",
	"Maru_y2": "Banyak banget yang harus dikerjain! Aku bingung mulai dari mana.$0",
	"Sebastian_y2": "Tadi ada perempuan yang ngeramal nasib gue. Gue bingung mau ngambil kesimpulan apa...$0",
	"Linus_y2": "Binatang itu kayak manusia kecil... juga punya perasaan dan emosi.$0",
	"Pierre_y2": "Aku yakin tahun ini aku bakal menang di kontes tampilan grange!$1",
	"Caroline_y2": "Beberapa hasil panen di tampilan grange kita dari rumah kaca kecilku. Kita udah hati-hati ngerawat ini semua tahun ini!$0",
	"Alex_y2": "Setiap seratus putaran permainan kekuatan yang aku menang, aku makan roti BBQ lagi.$0",
	"George_y2": "%George hampir aja tertidur.",
	"Evelyn_y2": "Hehe... Mungkin sebaiknya aku mulai koleksi patung badut...",
	"Lewis_y2": "Hai, @! 'Stardew Valley Fair' akhirnya tiba dan kerumunan semakin bertambah.#$b#Seperti tahun lalu, aku sudah siapkan tempat tampilan grange kosong untukmu. Ngomong aja sama aku kalau udah siap untuk memulai penilaian.",
	"Clint_y2": "Senang rasanya liat orang lain tertarik sama karya-karya ku. Jadi kayak aku bikin sesuatu yang baik di dunia.#$e#Beberapa karya ini baru aja aku selesain minggu lalu. Tolong inspeksi dengan cermat, aku yakin dengan karya-karya ku!",
	"Penny_y2": "*huff* Setelah seharian berdiri, enaknya bisa duduk sebentar buat santai.$0",
	"Pam_y2": "Hidup gak bakalan lebih baik dari ini, Nak!$1",
	"Emily_y2": "Waktu Sandy dan aku masih kecil, kami suka bercanda mau kabur dari segalanya dan bergabung dengan sirkus.$0#$e#Aku gak yakin kita beneran bakal ngelakuin itu, tapi asyik juga buat dibayangin.$1",
	"Haley_y2": "Aku lagi coba nahan diet ini musim gugur... tapi aku gak bisa nolak burger juicy ini!$h",
	"Jodi_y2": "Oh tidak. Siapa yang bertanggung jawab buat sampah disini?$2#$e#Tiap tahun kita pasti ada turis yang gak menghargai kota kita...$2",
	"Kent_y2": "*ketawa* Anakku pandai banget nih. Aku heran dia dapat dari mana.$1",
	"Marlon_y2": "Aku butuh senjata baru. Aku pikir aku bisa negosiasi tukar tambah dengan Clint...",
	"Sam_y2": "Ah... Aku bertaruh dan kalah semua ke roda berputar...$2#$e#Seharusnya aku pilih hijau.$0",
	"Leah_y2": "Aku pikir aku dan Robin pasangan yang bagus, kau setuju kan?",
	"Shane_y2": "Binatang udah dikasih makanan favorit, jadi mereka senang.$h#$e#Bebas aja dielus, mereka gak akan gigit.",
	"Marnie_y2": "Binatangku tahun ini berhasil! Aku harap hasil panen berkualitas tinggi bisa impresionis juri.$1#$e#Tampilan grange kamu gimana, @? Sekarang saatnya kamu tunjukin hasil kerjamu.$0",
	"Elliott_y2": "Ah, jangan peduliin baunya... Aku baru keluar dari tenda memancing dengan hasil tangkapan yang lumayan!$1#$e#Sekarang, aku harus memutuskan mau ngapain dengan semua token bintang ini...$0",
	"Gus_y2": "Ngerjain empat gril sekaligus capek banget! Hari ini banyak banget orang yang laper yang harus diurusin.$0#$e#Aku tambahin sedikit saus zesty di setiap patty. *kedip*",
	"Dwarf_y2": "Aku penasaran tentang kumpulan manusia ini...$0#$e#Tolong jangan bilang siapa-siapa. Aku harap bisa tetap tersembunyi disini...$0",
	"Wizard_y2": "Kalo mau liat masa depan, ngobrol aja sama kolegaku Welwick.$0#$b#Dia punya bakat yang luar biasa...#$e#Pemuda itu di bawah pohon kayaknya tertarik dengan pembacaannya, tapi bahkan dengan kekuatan ku, aku gak bisa sondir rahasia batin...$0",
	"Harvey_y2": "Aku kagum dengan tingkat kerajinan yang ditunjukkan disini. Ada orang-orang yang punya bakat luar biasa!$0",
	"Sandy_y2": "Komunitas Stardew Valley emang unik banget...$0",
	"Jas_y2": "Mooo! Moooooo!$1#$e#Aku lagi coba ngobrol sama anak sapi.$0",
	"Vincent_y2": "Bisa main permainan slingshot lagi, Papa!? Tolong?$0",
	"Willy_y2": "Aku berhasil dapet beberapa ikan kualitas iridium, tepat waktu buat pameran tahun ini!$1#$e#Setelah tampilan grange kita dinilai, aku harus coba permainan memancing di tenda.$0",
	"Leo_y2": "Aku lagi buat teman dengan burung-burung ini!$1"
}