{
	"name": "Spirit's Eve",
	"conditions": "Town/2200 2350",
	"set-up": "spirits_eve/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Halloween/viewport -1000 -1000/loadActors Set-Up/advancedMove Maru true 0 2 2 0 0 3 -11 0 0 -7 5 0 0 2 4 0/advancedMove Alex true -4 0 4 4000 4 0 4 5000/advancedMove Jas true 1 1500 4 1000/advancedMove Pam true 0 1 1 5000 0 -1 1 5000/advancedMove Shane true -7 0 0 2 2 9000 0 -2 7 0 4 9000/advancedMove Demetrius true 3 18000 4 3000/addTemporaryActor Skeleton 16 32 30 59 2 false Monster/advancedMove Skeleton true 0 1 3 4000 2 0 0 -1 4 2000 -1 0 3 1000 2 2000 0 -1 4 4000 -1 0 0 1 2 5000/addTemporaryActor Skeleton 16 32 35 58 2 false Monster/playerControl halloween/viewport player clamp true unfreeze/globalFadeToClear",
	"Abigail_spouse": "Kamu harus ceritain ke aku apa yang ada di sana, aku gak bisa lanjut... laba-laba...$s",
	"Leah_spouse": "Mungkin aku minum ale labu terlalu banyak...",
	"Maru_spouse": "Aku bingung... kamu lanjut aja dulu, biarin aku mikirin ini.",
	"Penny_spouse": "Oh... Awan-awan ini... Hmmm... Kamu kelihatan cakep malam ini.$l",
	"Haley_spouse": "Aku gampang takut... Kayaknya aku bakal tinggal di sini aja.$s",
	"Sebastian_spouse": "Bakal seru juga punya salah satu dari ini di kebun.",
	"Sam_spouse": "Hey, aku udah kangen nih nungguin kamu!$h",
	"Harvey_spouse": "Hi... Aku harap kamu nemuin aku disini...$l",
	"Elliott_spouse": "Mmph... Kayaknya aku makan terlalu banyak potongan pai labu.",
	"Abigail": "Aku gak bisa lanjut... laba-laba...$s",
	"Robin": "Nah, musim dingin udah dekat. Waktunya ngumpulin kayu dan batu.",
	"Demetrius": "Udah berjam-jam gak keliatan Maru... Semoga dia baik-baik aja.",
	"Maru": "Kayaknya aku udah lewat sini... enggak, tunggu...$s#$e#Aku nyasar...$s",
	"Sebastian": "Aku gak ngerti gimana tulang-tulang ini bisa jalan... serem.#$e#Tapi lumayan keren sih.",
	"Pierre": "??",
	"Caroline": "Aku gampang banget takut. Aku biarin aja anak muda yang main di labirin berhantu.",
	"Linus": "Bagus sekali, teman lama.",
	"Alex": "Ada sesuatu yang aneh disana. Tapi gimana cara aku kesana?#$e#Pasti ada lorong rahasia di sekitar sini.",
	"George": "Hmm... daging kalkun asap? Kayaknya festival ini gak semuanya buruk.$h",
	"Evelyn": "Aku harap Gus masukin opsi vegetarian. Mungkin skewer zukini, ya?",
	"Lewis": "Selamat malam, @. Udah nyoba masuk labirin berhantunya belum? Lumayan serem loh.#$e#Si pria aneh yang tinggal di menara itu yang bikin semuanya. Dia gak ngizinin siapa-siapa deketin waktu lagi kerjain itu.",
	"Clint": "Salah satu gada ku yang terinfus iridium pasti bisa cepet selesain ini.",
	"Emily": "Kamu suka lentera laba-laba? Aku yang ukir sendiri loh.",
	"Penny": "Uap dari panci ini... bikin kepala aku pusing, tapi kayaknya aku gak bisa ninggalin...$u",
	"Pam": "Aku dateng ke acara mana aja yang gratis makanan! Tapi gak bakal liat aku di labirin berhantu.",
	"Haley": "Eek! Aku terlalu takut.$s",
	"Jodi": "Vincent kesel aku gak ngijinin dia masuk labirin berhantu... tapi dia kan masih bocah!",
	"Kent": "Hai, @. Malamnya enak, ya?",
	"Sam": "Aneh... Di depan cuma jalan buntu.#$e#Aku yakin waktu aku lewat labirin, ada yang ada di depan aku. Kemana mereka ya?",
	"Leah": "Mm, hai. Maaf... mulut penuh dengan blackberry.",
	"Marnie": "Hai, @. Udah produktif di musim gugur?#$e#Mulai dingin nih... tanaman gak bakal tahan lama lagi.",
	"Gus": "Seru banget masak-masak dengan labu. Buah yang menarik, ya.",
	"Dwarf": "Kamu bilang lagi hujan di atas? *terkejut*#$e#Hujan... hampir seperti mitos bagi kami. Beberapa dari kami menjalani hidup tanpa pernah mengalaminya.",
	"Wizard": "Urusan orang biasa tidak begitu penting bagi saya, tapi elemental suka melihatmu dari dekat.#$e#Itu untuk mereka aku buat labirin konyol ini.",
	"Harvey": "Oh! Kamu nemuin aku...$8#$b#Sebenarnya, aku terlalu takut jadi aku kesini untuk sembunyi. Jangan bilang siapa-siapa.$s",
	"Shane": "Kenapa habis ale labu, ya?",
	"Sandy": "Aku dengar di rumah lagi hujan. Apakah itu sebabnya kamu datang kesini?$h#$e#Aku agak kangen hujan, sebenarnya...$s",
	"Jas": "Tapi Tante Marnie! Aku mau masuk labirin! Aku gak takut!$s",
	"Vincent": "Ibu gak izinin aku masuk labirin. *nangis*$s",
	"Marlon": "Jangan terlalu dekat dengan kandang itu.",
	"Leo": "%Mata Leo yang tidak berkedip terpaku pada layar. Kamu tidak bisa mendapatkan perhatiannya.",
	"shop_y2": "BO 113 5000 1 O 746 750 5 BL 746 2000 1 BO 47 350 -1 F 2870 4000 -1",
	"set-up_y2": "spirits_eve/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Halloween2/viewport -1000 -1000/loadActors Set-Up/advancedMove Pam true 1 10000 4 2500/advancedMove Jodi true 4 12300 3 3000/advancedMove Harvey true 3 9000 4 2000 3 500 2 2500/advancedMove Vincent true 2 11000 3 1250 2 500 1 1000/advancedMove Sebastian true 2 13500 3 1400 2 500 1 1200/advancedMove Willy true 4 12000 3 1550 4 10500 1 1750/advancedMove Emily true 2 6500 3 1000 2 4000 1 1250/advancedMove Leah true 2 4000 1 3000 4 2250 1 500 2 800 0 5 -4 0 3 1100 2 3500 3 600 -4 0 0 -4 4 500 3 4000 2 1500 3 2500 4 1500 3 1750 2 500 0 4 4 0 1 800 2 3000 3 1500 2 3250 1 500 4 0 0 -5 4 2500/advancedMove Robin true 4 8500 2 0 1 500 4 6250 3 650 -2 0 3 400 4 500/advancedMove Abigail true 4 7500 1 500 2 0 1 400 4 5500 2 0 0 -3 4 500 3 6250 2 500 0 3 -2 0 3 500 4 3750 3 400 -2 0 3 500/advancedMove Alex true 2 8000 1 1000 2 650 3 1250 2 5500 1 1500 2 750 3 1500 2 500/advancedMove Kent true 4 3800 1 400 3 0 1 400 4 9600 3 500 -2 0 3 500 4 7000 3 400 -1 0 3 400/positionOffset Clint 16 -24/positionOffset Willy 5 -15/positionOffset George 0 -12/positionOffset Evelyn 0 -16/addTemporaryActor Mummy 16 32 9 62 2 false Monster/advancedMove Mummy true 2 5000 1 0 1 800 2 4000 3 2000 2 500 1 2500 2 4000 3 500 4 500 0 -1 4 1500 1 3000 2 4000 3 800 -1 0 3 1500 2 3750 0 1 2 2000/addTemporaryActor Wilderness_Golem 16 24 18 59 2 false Monster/advancedMove Wilderness_Golem true 2 5000 3 2500 2 4000 1 2000 2 1000 3 500 -1 0 3 1000 2 6000 0 1 2 4000 3 3000 2 500 1 2500 4 650 0 -1 -1 0 3 2000 3 5000 3 3000 2 2000 1 1500 2 0 1 3000/addTemporaryActor Stone_Golem 16 24 16 61 2 false Monster/advancedMove Stone_Golem true 2 3500 0 1 2 0 1 500 2 4000 1 800 4 500 0 -1 4 2000 1 2500 2 500 3 3000 -2 0 3 3000/advancedMove Leo true 2 5000 1 3000 2 3500 1 4000/addTemporaryActor Mummy 16 32 11 60 1 false Monster/playerControl halloween/viewport player clamp true unfreeze/globalFadeToClear",
	"Abigail_spouse_y2": "Pernahkah kamu bertarung dengan monster-monster ini sebelumnya?$0#$e#Bahkan... l-laba-laba?$2",
	"Leah_spouse_y2": "Aku mungkin minum terlalu banyak ale labu sebelum melompat ke dalam labirin.$2#$e#Kamu lanjut saja. Aku akan menyusul.$0",
	"Maru_spouse_y2": "Ambil piring dan duduklah bersama keluarga!$1",
	"Penny_spouse_y2": "*huft* Aku tersesat di labirin...$3#$e#Aku khawatir aku mungkin terjebak dan semua orang pulang tanpaku!$12",
	"Emily_spouse_y2": "*hehe* Aku tahu kamu akan menemukan jalannya ke sini.$0",
	"Haley_spouse_y2": "Hah! Tidak ada yang nyata di sini.$h#$b#...benar kan, @? Ini tidak nyata... benar?$12",
	"Alex_spouse_y2": "Hei, kamu berhasil melewati tangan-tangan menyeramkan itu.$1#$e#Aku rasa aku mendengar seseorang memanggil minta tolong di dekat sini.$0",
	"Sebastian_spouse_y2": "Hei, bisakah kamu... memberiku bantuan? Hehehe...$h#$e#Batu nisan ini akan terlihat bagus di kebun, tidak kau pikir begitu?$0",
	"Sam_spouse_y2": "Adikku dan aku berhasil masuk cukup jauh di sini tapi kami terjebak.#$e#Kamu lanjut saja... temukan harta karun itu untuk kami!",
	"Harvey_spouse_y2": "Aku bertanya-tanya kapan aku akan melihatmu.$1#$e#Jangan pedulikan aku. Aku hanya sedang istirahat sejenak.$0",
	"Elliott_spouse_y2": "Aku merinding membayangkan apa yang akan terjadi jika mereka lepas...%noturn$2#$e#Jangan khawatir, sayangku! Aku akan menyelamatkan kamu dari makhluk terkutuk itu, sebelum dia menyentuh kamu.",
	"Shane_spouse_y2": "Aku meyakinkan Marnie untuk membiarkanku membawa Jas masuk ke dalam labirin. Aku rasa dia sudah cukup tua.$0#$e#Kami bergerak sangat lambat, sih. Lanjut saja tanpa kami!$1",
	"Abigail_y2": "Apakah kamu melihat dekorasi di rumah kita? Aku tidak suka...$2",
	"Robin_y2": "Apakah kamu berharap segalanya akan melambat segera? Musim dingin sudah di depan mata.$0",
	"Demetrius_y2": "Tahukah kamu... sebuah penelitian dalam Jurnal Fisiologi Antropologi menemukan bahwa irama, tempo, dan kunci musik dapat berdampak terukur pada kadar kortisol?#$e#Er... Apakah ada eskrim vanila untuk disandingkan dengan blackberry cobbler?$0",
	"Maru_y2": "Setelah aku selesai makanan ini, aku akan langsung masuk ke labirin itu!$0",
	"Sebastian_y2": "Ini tempatku.$0",
	"Pierre_y2": "Ah, petani @! Aku punya banyak barang pilihan malam ini. Lihat saja!$0",
	"Caroline_y2": "Aku harus membuatkan piring makanan untuk suamiku. Dia sudah mengurus toko sepanjang malam.$0",
	"Linus_y2": "Haha! Ciptaan bagus lagi, temanku.$1",
	"Alex_y2": "Aku rasa aku mendengar suara seorang gadis menjerit... Dia butuh pertolonganku!$0",
	"George_y2": "Kalau aku tidak di kursi ini, aku akan berputar-putar di sekeliling semua orang di labirin itu!$0",
	"Evelyn_y2": "Sayang, bisakah kamu meneruskan fritter zukini ini, tolong?$0",
	"Lewis_y2": "Selamat malam, @. Sekali lagi, kita diberi keberkahan dengan labirin berhantu, yang dibangun secara rahasia oleh orang aneh yang tinggal di hutan.$0#$e#Aku dengar tahun ini lebih besar. Semoga beruntung jika kamu berani masuk...",
	"Clint_y2": "Aku sudah melewati labirin... sekarang waktunya untuk santai dengan ale labu!#$e#...Aku berusaha untuk mengabaikan infestasi laba-laba di belakangku.$0",
	"Emily_y2": "Wah. Kamu juga menemukan pintu masuk rahasia!$1",
	"Penny_y2": "Aku berada di labirin untuk sementara tapi kemudian aku lapar.$0#$e#Ibuku tampaknya menikmatinya.$0",
	"Pam_y2": "Lewatkan botol ale labu lagi ke sini!... *hic*$1",
	"Haley_y2": "Apakah kamu melihat kakakku?$2#$e#Emily! Bisakah kamu mendengarku?$2",
	"Jodi_y2": "Sam membawa Vincent ke dalam labirin. Aku harap mereka baik-baik saja...$0",
	"Kent_y2": "Hal-hal ini tidak terlihat begitu sulit.$0",
	"Sam_y2": "Apakah aku Sam? Heh, heh, heh...$11",
	"Leah_y2": "Apakah ini jalan yang benar? Atau mungkin di sini?$0",
	"Marnie_y2": "Aku harap Jas baik-baik saja di sana.$2#$e#Apakah kamu memiliki tahun pertanian yang sukses, @?",
	"Elliott_y2": "Oh, celaka... di mana lorong busuk ini menjadi kerajaanmu?%noturn$0#$e#Kadang-kadang, seseorang harus menatap jurang untuk membangkitkan inspirasi yang melambat...",
	"Gus_y2": "Mengukir labu adalah bakatku. Aku biasanya membuat sebagian besar Jack-O-Lantern untuk semua orang di kota.#$b#Yang aku minta sebagai imbalannya adalah untuk menjaga bijinya... taburkan sedikit gula kayu manis di atas mereka dan kamu punya camilan yang sangat enak!$h",
	"Dwarf_y2": "Tempat ini sangat aneh...$0",
	"Wizard_y2": "Ujian terus berlanjut... Setiap penyihir harus memiliki seorang murid...",
	"Harvey_y2": "Saya takut harus mengatakan saya sangat bingung dengan ini...$0",
	"Shane_y2": "Kamu harus tetap dekat denganku, Jas. Jangan berlari!%noturn$0",
	"Sandy_y2": "Aku dengar hujan di rumah. Apakah itu sebabnya kamu datang ke sini?$h#$e#Aku agak rindu hujan, sebenarnya...$s",
	"Jas_y2": "Ayo ke arah ini!%noturn$1",
	"Willy_y2": "Aku akan mengawasi punggungmu, nak... ada sesuatu yang mengerikan di dalam labirin itu...^Aku akan mengawasi punggungmu, nyonya... ada sesuatu yang mengerikan di dalam labirin itu...",
	"Vincent_y2": "Apakah kita berhasil melewati labirin? Di mana hadiahku?$0",
	"Marlon_y2": "Aku menangkap lebih banyak monster tahun ini. Hati-hati di dekat sangkar.",
	"Leo_y2": "Ini labirin di dalam labirin... Kepalaku pusing...$0",
	"Krobus_y2": "Apa yang kamu lakukan di sini?$0"
}