{
	"name": "Feast of the Winter Star",
	"conditions": "Town/900 1400",
	"set-up": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas/viewport -1000 -1000/loadActors Set-Up/viewport player clamp true unfreeze/globalFadeToClear/playerControl christmas",
	"secretSanta": "none/-1000 -1000/farmer 30 69 0/warp Emily 37 59/warp Haley 35 74/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 300/faceDirection farmer 0/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Emily 29 72/warp Haley 30 72/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
	"Abigail_spouse": "Aku penasaran apakah aku bisa menjilat salah satu dari permen tongkat itu...",
	"Leah_spouse": "Aku bersyukur atas kehidupan sederhana kita di peternakan.$h",
	"Maru_spouse": "Hai, @. Aku siap untuk pulang kapan saja kamu mau.",
	"Penny_spouse": "Aku bersyukur telah bertemu denganmu...$l",
	"Haley_spouse": "Aku?... Oh, aku bersyukur untuk... bagaimana kalau aku hanya menunjukkannya padamu ketika kita pulang nanti?$l",
	"Sebastian_spouse": "Hai, @. Seperti yang kamu lihat, aku sedang memenuhi kewajiban keluargaku...",
	"Sam_spouse": "*gembira*... Aku di sini untuk hadiah dan kue.$h",
	"Alex_spouse": "Apa yang aku syukuri? Aku akan menunjukkannya padamu ketika kita pulang...$l",
	"Harvey_spouse": "Aku merasa sedikit terlalu banyak... syukurlah ada udara segar ini...$l",
	"Elliott_spouse": "Kamu tidak perlu memberiku apa pun, kamu sudah memberiku hadiah terbesar...$l",
	"Abigail": "Tidak ada yang seperti makanan hangat di hari musim dingin yang dingin, kan?$h",
	"Robin": "Halo, @. Kamu dipersilakan bergabung dengan meja keluarga kami jika kamu butuh teman.$h",
	"Demetrius": "Aku ingin mendapatkan set alat lain tahun ini... *sigh*",
	"Maru": "Hai, @.$h",
	"Shane": "Aku pernah bertemu beberapa orang yang percaya pada roh, dan sihir... tapi aku? Aku belum pernah melihat sesuatu yang tidak dapat dijelaskan oleh ilmu pengetahuan.",
	"Sebastian": "Menghabiskan waktu dengan keluarga kadang melelahkan.",
	"Pierre": "Angka penjualan saya telah luar biasa akhir-akhir ini... berkat Festival Bintang Musim Dingin!$h#$e#Hei, liburan bagus untuk bisnis. Aku penasaran apa aku bisa menciptakan beberapa yang baru...",
	"Caroline": "Ooohh... Aku sudah minum terlalu banyak susu telur.$h",
	"Linus": "Aku akan bergabung... tapi aku rasa aku tidak diinginkan.$s",
	"Alex": "Oh, halo.$s",
	"George": "Pesta untuk beberapa bintang bodoh? Humbug!",
	"Evelyn": "Oh, Tuhan! Apakah kamu tidak kedinginan, sayang? Sangat dingin!",
	"Lewis": "Hari ini adalah waktu untuk bersyukur atas keberuntungan baik tahun ini. Lupakan kekhawatiranmu selama sehari dan bersantailah!",
	"Clint": "*sigh*... Semua keluarga bahagia ini. Tapi bagiku, hanya satu tahun lagi kesepian.",
	"Emily": "$y '@! Apa yang kamu harapkan dapat kamu temukan di bawah pohon roh?_Sebuah kaleng penyiraman baru._Semua kerja keras tanpa hiburan? Itu tidak terlalu menyenangkan.$s_Seember madu rempah._Ooo... itu terdengar enak. Pastikan untuk memberi aku sedikit.$h_Sepasang sepatu yang stylish._Aku lihat. Itu akan menjadi hadiah yang bagus!'",
	"Penny": "Pohon yang indah.$h",
	"Pam": "Hmmph... Aku masih kesal aku tidak memenangkan kompetisi memancing di es.$4",
	"Haley": "Aku harap ada kamera baru untuk aku di bawah pohon roh!",
	"Jodi": "Ini bukan waktu yang baik untuk diet...$s",
	"Kent": "Selamat siang, @. Selamat makan bersama.",
	"Sam": "Aku bersyukur atas gitarku dan skateboardku. Oh, dan keluargaku juga, kupikir.",
	"Leah": "Gus baru saja bercerita padaku tentang permen tongkat kerajinannya. *menguap*$u#$e#Aku rasa dia terlalu banyak minum susu telur kayu manis.",
	"Marnie": "Selamat datang di Pesta Bintang Musim Dingin!$h",
	"Elliott": "Hai @. Dingin, bukan?",
	"Gus": "Ini seni yang bagus, membuat permen tongkat. Kamu benar-benar harus mencari ke mana-mana untuk mendapatkan bahan terbaik. Mereka tidak mudah didapat saat ini!$h#$e#Biasanya aku menggunakan Buah Cincin Pulau Fern untuk permen tongkat premierku, tahu. Kamu tidak bisa mengalahkan warna merah terang itu... Dan semuanya alami!#$e#Oh, kamu ingin tahu rahasia permen tongkat ganda mewahku? Baiklah, tapi kamu harus berjanji untuk menjaga kerahasiaan mutlak. *bisikan* Itu adalah tetesan vanila di permen putih untuk melengkapi rasa ceri.$h#$e#Tentu saja, permen tongkat peppermint adalah standar, dan aku selalu membuat sejumlah besar dari itu juga.#$e#Hei, kamu terlihat seperti kamu akan tertidur. Apakah kamu baik-baik saja?$s",
	"Willy": "$y 'Apakah kamu ingin mendengar Legenda Bintang Musim Dingin?_Iya_Di langit malam musim dingin, ada bintang terang yang hanya terlihat dari lembah ini. Tidak ada yang tahu mengapa ini... tapi di zaman dulu orang akan datang dari jauh untuk melihatnya.*Mereka percaya bahwa siapa pun yang melihat Bintang Musim Dingin akan diberkati dengan keberuntungan. Beberapa bahkan mengklaim bahwa buah misterius yang dikenal sebagai =Stardrop terhubung dengan Bintang Musim Dingin dengan cara tertentu._Tidak, terima kasih_Seperti yang kamu inginkan.'",
	"Wizard": "Ah, Bintang Musim Dingin yang misterius. Salah satu alasan aku memilih lembah ini sebagai lokasi untuk penelitianku...",
	"Harvey": "Aku bersyukur tidak ada keadaan darurat medis tahun ini!",
	"Sandy": "Aku mendengar hujan turun di rumah. Apakah itu alasanmu datang ke sini?$h#$e#Aku agak rindu hujan, sebenarnya...$s",
	"Jas": "Ohh! Hadiah!$h",
	"Vincent": "Bisakah kita membuka hadiah sekarang?!",
	"Marlon": "Hai, selamat siang.",
	"Leo": "Linus merasa tidak nyaman untuk bergabung, jadi aku akan menemaninya.#$e#Kami akan memiliki pesta kecil kami sendiri... ubi musim dingin tumbuk dan ikan berry bumbu!$h",
	"set-up_y2": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas2/viewport -1000 -1000/loadActors Set-Up/viewport player clamp true unfreeze/globalFadeToClear/playerControl christmas",
	"secretSanta_y2": "none/-1000 -1000/farmer 30 69 0/warp Abigail 35 73/warp Caroline 16 54/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Abigail 29 71/warp Caroline 30 71/faceDirection Caroline 0 true/faceDirection Abigail 0 true/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
	"Abigail_spouse_y2": "Brr... Dingin sekali! Aku ingin kembali ke bawah selimut...",
	"Leah_spouse_y2": "Elliott terlalu banyak minum sari apel lagi...$7#$e#Aku akan datang bertemu kamu di meja ketika aku bisa menemukan jalan keluar... Aku lapar!",
	"Maru_spouse_y2": "Aku bersyukur memiliki keluarga yang penuh kasih dan kamu dalam hidupku...$0",
	"Penny_spouse_y2": "Aku harap semua orang menyukai keripik semangka serbuk gandumku...$h",
	"Haley_spouse_y2": "Ketika aku menghitung semua hal baik dalam hidupku, aku merasa seperti aku telah diberkati oleh Bintang Musim Dingin.",
	"Emily_spouse_y2": "Ketika Haley dan aku masih kecil, kami selalu menghias kue-kue di festival ini.#$b#Kita seharusnya melakukannya suatu saat! Kamu tidak boleh membiarkan tradisi baik mati.$h",
	"Sebastian_spouse_y2": "Hey... jangan khawatir, kamu tidak perlu memberiku apapun.$h#$e#Aku hanya senang bisa bangun di sampingmu setiap pagi... apa lagi yang bisa diminta oleh seorang pria?$l",
	"Sam_spouse_y2": "Agak menyenangkan melihat semua orang membuka hadiah mereka... melihat reaksi mereka.$h#$e#Oh ya, aku memberimu sesuatu. Aku akan uhh... menunjukkannya padamu saat kita kembali ke peternakan!$10",
	"Alex_spouse_y2": "Bilang saja kalau kamu kedinginan. Aku akan meminjamkan jaketku.$0",
	"Harvey_spouse_y2": "Ada banyak hal yang aku syukuri, seperti klinikku, kesehatan baik pasienku...#$b#Tapi pada akhirnya, aku paling bersyukur atas kehidupan yang kita bangun bersama...$l",
	"Elliott_spouse_y2": "Sayangku, aku tidak memerlukan apa pun pada hari ini... kamu sudah menjadi hadiah terbesar yang bisa diharapkan oleh seorang pria.$h",
	"Shane_spouse_y2": "Apa yang aku syukuri?#$b#....eh...$3#$b#Aku bersyukur... bahwa kamu menarikku keluar dari kekacauan. Dan menunjukkan padaku bahwa hidup ini layak untuk dijalani.$6",
	"Abigail_y2": "Aku penasaran hadiah mana yang milikku...$0#$e#Aku harap itu adalah kotak besar!$h",
	"Robin_y2": "Hm... Suamiku memberiku gergaji listrik baru tahun ini...$6#$b#Dia pasti lupa bahwa dia memberiku hal yang sama dua tahun yang lalu!$6",
	"Demetrius_y2": "Hm... jeliku hijau memiliki rasa mint.$3#$b#Aku penasaran bagaimana mint terkait dengan Pesta Bintang Musim Dingin? Apakah mint bahkan tumbuh di Musim Dingin?$3",
	"Maru_y2": "Hari ini cukup dingin. Untungnya semua orang di sini terbungkus rapi.$0",
	"Shane_y2": "Salah satu manfaat dari cuaca dingin adalah bahwa aku bisa menaruh pizza beku di bawah pohon.#$e#Seseorang akan mendapatkan hadiah yang benar-benar istimewa...$h",
	"Sebastian_y2": "Sepertinya menyenangkan jika seluruh keluarga berkumpul sekali.$7",
	"Pierre_y2": "Butuh hadiah last minute? Aku punya semua yang kamu butuhkan! Lihatlah barang daganganku.$0",
	"Caroline_y2": "Apakah pohonnya tidak cantik?$h#$b#Aku menghabiskan pagi ini untuk menghiasnya dengan Marnie dan Jodi. Itu adalah tradisi yang menyenangkan!",
	"Linus_y2": "Walikota secara pribadi mengundangku ke mejanya. Aku tidak bisa menolaknya!",
	"Alex_y2": "Aku cukup yakin ada hadiah berbentuk gridball dengan namaku di bawah pohon roh.$1",
	"George_y2": "Aku sudah menghabiskan sepanjang hari bersama keluarga, anyway. Mengapa kita perlu perayaan besar di luar di tengah dingin?$0",
	"Evelyn_y2": "Kamu lebih dari welcome untuk bergabung dengan kami di meja kami, sayang.$0",
	"Lewis_y2": "Selamat Hari Pesta Bintang Musim Dingin, @.$h#$e#Ini adalah waktu untuk bersantai, menikmati kebersamaan yang baik, dan menyatakan rasa syukur atas semua yang kita miliki.$0",
	"Clint_y2": "Aku bisa menggunakan beberapa alat pandai besi yang baru. Alatkut sedikit berkarat selama bertahun-tahun.$0",
	"Emily_y2": "Lihat! Itu 'Bintang Musim Dingin'!%noturn$6#$e#Oh, maaf. Itu hanya dekorasi!$h",
	"Penny_y2": "$y 'Halo, @. Jenis hadiah seperti apa yang kamu harapkan di terima tahun ini?_Sebuah ember susu iridium_Oh? Aku belum pernah mendengar tentang sesuatu itu. Sepertinya mahal._Sebuah buku menarik_Ya, buku bisa menjadi hadiah yang sangat bagus!$h_Sekeping batu bara_...Aku tak yakin apa kamu bercanda, tapi itu bisa menjadi hadiah yang berguna!$h'",
	"Pam_y2": "Anggur hangat adalah satu-satunya hal yang membuatku hangat di cuaca yang sangat dingin ini!$h",
	"Haley_y2": "Ini sangat cantik... Aku harap kota kita selalu bisa terlihat seperti ini!$0",
	"Jodi_y2": "Tempat ini adalah untuk hadiah yang berlebihan. Ada terlalu banyak untuk dihitung tahun ini!$0",
	"Kent_y2": "Melihat anak laki-lakiku bahagia dan sehat adalah hal yang aku syukuri.$h",
	"Sam_y2": "Siapa yang memberikan keranjang Joja kepada seseorang?...$2",
	"Leah_y2": "Terkadang aku takut pergi ke pesta, tapi setelahnya aku selalu senang aku pergi!",
	"Marnie_y2": "Selamat Pesta, @!$1",
	"Elliott_y2": "*cet*$8#$b#Ahh... maafkan aku. Di mana sopan santunku? Sari apel berbumbu ini memiliki rasa yang cukup kuat.$4",
	"Gus_y2": "Makan! Makanlah, selagi masih segar dan panas.$0#$e#Aku bisa terus dan terus membicarakan metode baruku dalam membuat candy cane... tapi aku akan menyelamatkanmu dari detail-detail itu tahun ini!$1",
	"Willy_y2": "Aku adalah orang yang sederhana, @... Aku bersyukur memiliki atap yang kokoh di atas kepala, dan kaleng kacang yang panas di pagi hari!$h",
	"Wizard_y2": "Ah, Bintang Musim Dingin yang misterius. Salah satu alasan saya memilih lembah ini sebagai lokasi untuk penelitian saya.",
	"Harvey_y2": "Apakah kamu sudah mencoba pai pecan? Itu favoritku.$0",
	"Jas_y2": "Apakah sudah waktunya membuka hadiah?$0",
	"Vincent_y2": "Aku mendapatkan dinosaurus mainan yang kuinginkan! Lihat!?$1#$e#Itu disebut um... se-...stego-...stegosonaurus! ...Aku rasa.$0",
	"Marlon_y2": "Hmm? Oh, halo.$0#$e#Jangan perhatikan aku. Pergilah dan nikmatilah dirimu sendiri. ",
	"Leo_y2": "Aku tidak tahu apa kebanyakan barang ini... tapi rasanya enak!$0"
}