{
        "16253595/j 29/X": "distantBanjo/6 6/farmer 5 9 0 Willy -100 -100 2/skippable/move farmer 0 -1 0/pause 1000/warp Willy 4 4/playsound doorClose/pause 100/textAboveHead Willy \"Ahoy!\"/pause 500/move Willy 1 0 2/speak Willy \"Masuklah nak,, Anggap saja rumah sendiri... Tapi jangan kau jual!!\"/move farmer 0 -1 0/move farmer -1 0 3/pause 1000/animate farmer true true 9999 35/playSound quickSlosh/pause 800/playSound quickSlosh/pause 800/speak Willy \"Aye... itu barang bagus, di sana. Ikan bisa gila karenanya.#$b#Hanya ... eh... pastikan untuk mencuci tanganmu dengan bersih setelah mencelupkannya kedalam jus itu...$s\"/speak Willy \"Aromanya bisa bertahan hingga tujuh minggu, Nak...^Aromanya bisa bertahan hingga tujuh minggu, Dek...\"/stopAnimation farmer/startJittering/jump farmer/positionOffset farmer 4 0/pause 50/positionOffset farmer 4 0/pause 50/positionOffset farmer 4 0/pause 50/positionOffset farmer 4 0/pause 50/positionOffset farmer 4 0/pause 50/positionOffset farmer 4 0/pause 50/positionOffset farmer 4 0/pause 50/positionOffset farmer 4 0/pause 50/stopJittering/pause 1000/speak Willy \"Jadi... kamu menangkap banyak ikan?\"/pause 300/stopAnimation farmer/faceDirection farmer 0/pause 500/quickQuestion #Ya#Ngga#Ini Sangat Sulit.. (break)emote Willy 20\\speak Willy \"Ah! Seorang pria setelah hatiku sendiri...$h^Ah! Seorang gadis setelah hatiku sendiri...$h\"\\pause 500\\speak Willy \"Kamu selalu mempercayai seorang nelayan...^Kamu dapat mengandalkan seorang wanita yang memancing...\"\\speak Willy \"Itulah yang biasa aku katakan, setidaknya. haha!$h#$b#Baiklah, lanjutkan... jika Kamu bisa menangkap setiap ikan di perairan ini, aku punya hadiah khusus untukmu...\"(break)emote Willy 28\\speak Willy \"Bukan tipe memancing, ya? Itu tak terlalu buruk...$s\"(break)emote Willy 16\\speak Willy \"Ya, itu olahraga yang sulit... terutama untuk pemula.#$b#Sudah punya 'Training Rod'? Aku menjualnya di sini, dengan harga yang sangat murah.#$b#Kamu harus mencoba menggunakan 'Training Rod' sampai Kamu sedikit lebih berpengalaman.\"/pause 1500/faceDirection Willy 3/emote Willy 28/quickQuestion #Ada apa?#Semuanya OK?(break)pause 100(break)pause 100/pause 400/speak Willy \"Yah, akhir-akhir ini bisnis sedang sulit.$s#$b#Semuanya dimulai ketika community center lama runtuh... ikanku tidak laku seperti dulu...#$b#Aku telah bekerja lembur hanya untuk memenuhi kebutuhan!\"/faceDirection Willy 2/pause 300/speak Willy \"Tidak ada waktu untukku memiliki proyek...$s#$b#Tapi, jika keadaan kembali membaik di sekitar sini, aku mungkin punya waktu untuk menunjukkan sesuatu padamu....\"/move Willy -1 0 0/playMusic none/speak Willy \"Hehehe... iya. Dia kembali ke sana... seorang 'teman lama' yang melihat hari-hari yang lebih baik...$h\"/pause 500/emote farmer 8/pause 1000/playMusic ocean/playSound shwip/faceDirection Willy 1 true/pause 40/faceDirection Willy 2/speak Willy \"Suatu hari nanti, Nak... kamu akan mengerti maksudku.^ Suatu hari, dek... kamu akan mengerti maksudku.\"/pause 2000/end"
    }
