{
	"Introduction": "Oh, iya... Aku dengar ada yang baru pindah ke pertanian itu.#$e#Sayangnya, Dulu aku suka menjelajahi ladang yang ditumbuhi rumput tinggi itu sendirian.$9",
	"FlowerDance_Accept": "Hei, yuk. Kita bisa malu-maluin bareng.$h",
	"AcceptBirthdayGift_Positive": "Hei, kamu ingat ulang tahunku... Makasih, @! Ini bagus banget!$h",
	"AcceptBirthdayGift_Negative": "Hei, kamu ingat ulang tahunku... Makasih, @!$h#$b#Oh, ini, eh... *cium*... apa ini?$s",
	"AcceptGift_(O)StardropTea": "Wow... warnanya indah banget, kayak batu ametis. Makasih!",
	"AcceptGift_(TR)BasiliskPaw": "Jijik... Aku suka!$h",
	"AcceptGift_(O)SkillBook_4": "Hei, ini majalah favoritku! Ayahku gak izin aku berlangganan, jadi aku harus beli di pasar gelap seperti ini...$h",
	"AcceptGift_(O)Book_Void": "Waduh, buku ini serem banget... Aku suka!#$b#*Lipat* *lipat* *lipat*... Wah... Penuh monster...$h#$b#Aku harus pelajari ini sebelum masuk ke dalam gua... Makasih!",
	"AcceptGift_(O)109": "Wah... Kamu dapetin ini dari mana? Kerjanya menarik...#$b#Kerusiannya masih banyak, tapi aku akan tambahkan ke koleksiku.",
	"AcceptGift_(O)119": "Ini membuatku mikir... Ribuan tahun yang lalu, mungkin ada wanita gua berambut ungu yang mainin seruling ini, sama kayak aku.#$b#...Aku harus cuci dulu sebelum aku pasang di mulutku.$h",
	"AcceptGift_(O)66": "$c 0.5#Wah... warnanya cocok banget sama aku! Makasih, @!$h#Makasih! Ini batu favoritku. Cantik banget.",
	"GreenRain": "Aku pengen jalan-jalan, tapi aku bisa liat Mamaku agak khawatir. Aku nggak mau nambah stresnya.",
	"GreenRainFinished": "Dan begitulah, semuanya kembali normal. Seperti sihir!$h",
	"GreenRain_2": "Kamu liat semua pohon gila di sekitar kota? Semuanya keliatan beda... Aku ngerasa kayak lagi di dunia dongeng.",
	"cc_Begin": "Jangan bilang siapa-siapa, tapi semalam aku menyelinap ke pusat komunitas lama... Kurasa itu angker!",
	"AcceptGift_(O)279": "Wah... @! Kamu yakin mau kasih ini ke aku? Langka banget!#$b#Aku nggak bisa nahan mulutku udah mulai ngiler...$h",
	"mineArea_10_oneday": "Aku dengar kamu lagi menjelajahi tambang tua. Kayaknya seru!$h#$e#...Aku lagi ngumpulin keberanian buat pergi kesana sendiri...$s",
	"eventSeen_733330_memory_oneday": "Sam dan Sebastian minta aku main drum di band mereka... Aku belum pernah main drum sebelumnya, tapi ternyata seru juga.#$e#Kamu harus belajar ngatur gerakan anggota tubuhmu ke irama yang berbeda, di waktu yang sama persis. Rasanya otakku berkembang.$h",
	"eventSeen_1_memory_oneweek": "Hei, akhirnya aku berhasil melewati level pertama dari Journey Of The Prairie King! Nonton kamu main bantu banget.",
	"eventSeen_2_memory_oneday": "Sebastian bilang dia denger musik aneh pas makan malam semalam...#$e#Aku nggak bilang padanya itu kita! Kayaknya lebih baik jadi misteri aja.$h",
	"eventSeen_3": "Roh punya pikiran sendiri...$l",
	"wonEggHunt": "Kamu merasa senang menang perlombaan telur ya? Ohh, tahun depan kamu nggak bakal semudah itu lagi...$u",
	"wonEggHunt_memory_oneyear": "Aku masih kesel kamu menang perlombaan telur tahun lalu. Mulai deh latihanmu...",
	"dating_Abigail": "%Abigail malu-malu, tapi kelihatan senang.",
	"dating_Abigail_memory_oneday": "...Kamu lucu.$l",
	"dating_Abigail_memory_oneyear": "Uh... @? Kita udah pacaran hampir setahun. Apa ini akan berlanjut?$s",
	"dating_Sebastian_memory_oneday": "Aku denger kamu dan Sebastian mulai pacaran... Aku nggak nyadar kalian ada hubungan...$6",
	"dating_Sam": "Hei, denger-denger kamu dan Sam jadian... Dia orang baik banget!$h#$e#Kita udah teman lama. Kamu harus baik-baik sama dia, atau kamu bakal lihat sisi burukku!",
	"married_Sebastian": "Selamat atas pernikahannya. Aku kira ini berarti Sebastian nggak bakal pindah ke kota kayak yang dia selalu ceritain.$6#$b#Itu bakal bagus. Aku gak bakal sedih kalo gak bisa liat dia lagi. Kita selalu jadi teman baik.$6",
	"married_Sam": "Haha... Aku nggak percaya Sam sekarang udah menikah. Siapa yang bisa duga?$h#$e#Bercanda sih, tapi aku pikir dia bakal jadi bapak yang hebat suatu hari nanti.",
	"movieTheater": "Denger tentang bioskop baru di kota? Aku excited mau coba!",
	"Resort_Entering": "Aku harap ada putri duyung yang datang ke pantai.",
	"Resort_Leaving": "Aku mau minta Willy kalo kita bisa pulang lewat jalan pemandangan.",
	"Resort_Leaving_2": "Mungkin kita akan liat monster laut pas balik nanti.",
	"Resort_Shore": "Pantainya lumayan, tapi cepet bosen. Aku lebih suka cek hutan gelap itu, atau gunung berapi!",
	"Resort_Shore_2": "Hmm, kira-kira bisa aku selipin guinea pigku ke pulau ini?#$e#Nggak, David nggak terlalu pandai renang juga sih.$h",
	"Resort_Umbrella": "Kulitku gampang kena bakar matahari. Jadi aku bakal stay di bawah payung ini sebentar.#$e#Aku suka di tempat yang teduh. Terlalu banyak matahari bisa bikin aku pusing.",
	"Resort_Umbrella_2": "Hei @, mau bangun istana pasir bareng aku?#$e#Sebenernya, kastil pasir mungkin lebih keren!$h",
	"Resort_Umbrella_3": "Hei @, kamu pikir bisa bikin rakit?#$e#Aku liat beberapa pulau keren pas kesini yang mau aku kunjungi.",
	"Resort_Wander": "Pulau sebesar ini pasti menyimpan harta karun yang terpendam.#$e#Cepet, kasih aku sekop!#$e#Tenang, aku cuma bercanda.$h",
	"Resort_Bar": "Gus bikinin aku minuman segar ungu gelap, biar samaan sama rambutku. Rasanya enak!$h",
	"Resort": "Kasian... Willy bilang kita harus tetep di pantai...$s#$b#Padahal aku bawa pedang dan segalanya...$s",
	"FlowerDance_Accept_Spouse": "Tapi... Aku pengen nari sama...$s#$b#Hehe, cuma bercanda! Tentu aja aku nari sama kamu. Aku sayang kamu.$h",
	"FlowerDance_Decline": "Itu memang pujian... tapi aku harus bilang tidak. Maaf.",
	"divorced": "Apa yang kamu lakukan di sini? Tinggalin aku sendiri!$a",
	"dumped_Girls": "Jangan ngomong sama aku!$a",
	"secondChance_Girls": "*hening*... Aku nggak bisa marah lagi sama kamu, @. Mari kita lanjutkan hidup kita.$s",
	"breakUp": "Oh... Aku... Aku mengerti. Kamu hanya melihatku sebagai teman...$s#$b#Sepertinya kita memang tidak cocok satu sama lain...$s",
	"Mon": "Hai. Sedang istirahat dari pekerjaan?",
	"Mon2": "Halo!#$e#Pernah hangout di pemakaman? Tempat yang tenang buat menghabiskan waktu sendirian.",
	"Tue": "Ugh... Aku lagi ga mood bagus sekarang.$s#$e#Aku udah bilang ga mood bagus... ada apa? $a",
	"Tue2": "...*sigh*...$s#$e#Orangtuaku memang baik hati, tapi kadang mereka ga bisa ngertiin sudut pandangku. Dulu mereka ga pernah muda?",
	"Wed": "Hai. Maaf ya kalau aku ngomongnya kasar. Kemarin aku ga tidur nyenyak.#$e#Ada apa?",
	"4": "Halo.",
	"Thu": "#$1 Abigail1#Wah, kayaknya papaku yang masak malam ini...$s#$e#Hari ini aku ga mood buat apa-apa...$u",
	"Fri": "Wow, baru sadar kalo hari ini Jumat. $u#$e#Kadang aku bener-bener kehilangan waktu.",
	"Fri2": "Kita semua bakal hangout di salon malam ini. Itu kayak tradisi Jumat gitu.",
	"Sat": "Udara pegunungan segar banget hari ini.$h#$e#Aku penasaran apa katak-katak bakal muncul segera.",
	"Sun": "Aduh... Aku nunda-nunda PR sepanjang akhir pekan. Kayaknya aku bakal lembur lagi semalam...$s",
	"Sun2": "Aku mikir, kalau semalam aku ngendon di pemakaman, bakal terjadi apa ya?#$q 17/18 Sun_old#@, menurutmu apa yang terjadi pada kita setelah mati?#$r 17 0 Sun_17#Aku ga tau.#$r 18 40 Sun_18#Kita jadi hantu yang menyeramkan.#$r 17 0 Sun_17#Kita ke Surga.#$r 18 0 Sun_17#Tubuh energi kita masuk ke dunia astral.#$r 17 30 Sun_nothing#Ga ada. Kita cuma berhenti ada.",
	"Sun_old": "$p 17#Mungkin menurutmu ga akan terjadi apa-apa ya kan?$u|Mungkin muncul hantu jahat!",
	"Sun_17": "Hmm, menarik...",
	"Sun_18": "Teori yang menarik juga!$h",
	"Sun_nothing": "Tau gitu juga ga masalah.$8",
	"Wed2": "Halo @. Sedang istirahat dari kerja?#$e#Aku juga. Oh ya, ga fisik sih... cuma ikutan kelas online.",
	"Tue4": "Hai, senang ketemu kamu.$h#$e#Aku pengen ngalihin pikiran sebentar... gimana hari kamu?",
	"Sat6": "Kamu kesini buat nyapa aku? Asik ya.$h#$e#Kamu udah jelajahi gua-gunung belakangan ini?#$e#Menarik. Aku juga pengen ke sana suatu saat.$l",
	"Mon8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Aku ingat waktu kamu pertama kali datang ke kota, aku agak sedih karena hutan tua itu bakal jadi ladang. Tapi sekarang aku senang kamu pindah kesini!$h|...Oh, @! Hai.$h#$e#Mau ngobrol sebentar? Ayo, aku baca garis tangannya. *hehe* $h",
	"Thu10": "Hai.$l#$e#Apa kamu merasa semuanya kayak ga nyata belakangan ini?$l#$b#Ga dalam arti buruk sih.$h",
	"Fri6": "Burung-burung tadi bernyanyi dengan bahagianya. Mereka terlalu sederhana untuk memahami masa depan.#$e#Lebih baik jadi kayak mereka, kan?",
	"Event_VideoGame_Yes": "Keren! Aku yakin kamu bakal bisa lewatin level ini dengan mudah.$h",
	"Event_VideoGame_No": "Oh? *sigh*... Kayaknya aku ga bakal pernah bisa lewatin level ini...$s",
	"Event_Grave1": "Nah, Kamu ngerti kenapa aku ada di sini, kan.#$b#Aku hidup di lembah ini seumur hidupku, tapi aku belum pernah ngelakuin sesuatu yang berkesan. Aku pengen jalan-jalan petualangan!$8",
	"Event_Grave2": "Pasti. Aku juga ga mau membunuh siapa pun. Aku hanya ingin menjelajahi sedikit tanpa mengambil risiko!#$b#Aku sudah tinggal di lembah seumur hidup, tapi aku belum pernah benar-benar melakukan sesuatu yang berkesan. Aku ingin pergi berpetualang!$8",
	"Event_Grave3": "Oh, karena aku cewek ya kan? Ugh...$u^Kenapa? Aku sama kuatnya dengan kamu!$a#$b#Aku bukan cewek lemah.. Aku bisa jaga diriku sendiri!$a#$b#Aku sudah tinggal di lembah seumur hidup, tapi aku belum pernah benar-benar melakukan sesuatu yang berkesan. Aku ingin pergi berpetualang!$8",
	"Event_Grave4": "Benarkah? kamu bohong.$8#$b#Aku sudah tinggal di lembah seumur hidup, tapi aku belum pernah benar-benar melakukan sesuatu yang berkesan. Aku ingin pergi berpetualang!$8",
	"Event_Rain_1": "Aku paham...$8",
	"Event_Rain_2": "Ya... Aku kira kamu salah satunya yang menghargai suasana sedih ini.",
	"Event_Rain_3": "...Benar juga.$8",
	"Event_Tragic_1": "Ya... Aku kira hidupku sendiri baik-baik saja...$s",
	"Event_Tragic_2": "...!$h",
	"Event_Tragic_3": "Aku akan merasa lebih baik jika aku bisa percaya itu...#$b#Tapi aku tidak.$s",
	"Event_Cave2_1": "@...$8",
	"Event_Cave2_2": "@... Aku baik-baik saja.$8",
	"Event_Cave_1": "...baik.$8",
	"Event_Cave_2": "Aku kira saat kamu punya sesuatu yang bisa hilang, adalah hal yang normal untuk takut...$l",
	"Event_Cave_3": "...Um, baiklah. Maaf.$9",
	"summer_1": "Musim panas sudah tiba. Ini bukan musim favoritku.#$e#Udara begitu lembab sehingga aku merasa seperti melayang di dalam sup.",
	"summer_Mon": "Hewan peliharaanku, guinea pig, David, benar-benar tidak suka cuaca panas ini. Dia rewel.",
	"summer_Tue": "Udara begitu penuh dengan madu dan nektar sepanjang musim panas. Aku hampir merasa pusing.$u",
	"summer_Wed": "Apa kamu sudah menghias rumahmu? Itulah yang akan aku lakukan jika aku punya rumah.",
	"summer_6": "Aku pergi ke pantai semalam, setelah gelap... Kadang-kadang kamu bisa melihat cahaya aneh melayang di atas laut.#$e#Atau mungkin itu hanya mimpi yang aku punya... Rasanya tidak nyata lagi.",
	"summer_Thu": "Kalau aku tahu cara menggunakan pedang, aku akan menjelajahi gua-gua di dekat danau gunung sekarang. Mungkin dingin dan nyaman di sana.",
	"summer_Thu4": "Ew, aku harap aku tidak mendapatkan kulit berjemur di musim panas ini.$s",
	"summer_Fri": "Aku agak ingin punya kucing. Sayangnya, Papaku alergi terhadap hampir semua hal.",
	"summer_Sat": "Aku menantikan musim gugur... Angin gunung yang sejuk, kelopak merah yang berputar, aroma jamur... *sigh*",
	"summer_Sun": "Apa kamu pernah merasa ingin menjelajahi, @?#$q 25/26 summer_Sun_old#Oke... berpura-puralah kamu baru saja memenangkan liburan gratis. Ke mana kamu akan pergi?#$r 25 0 Sun_25#Pantai#$r 26 30 Sun_26#Di gua gelap#$r 26 30 Sun_26#Hutan tua yang bengkok#$r 25 0 Sun_25#Joja Mega-Mall",
	"summer_Sun_old": "$p 25#Aku merasa begitu... tapi kamu mungkin tidak suka tempat yang kupikirkan...|Mungkin suatu hari kita akan menjadi tetangga. Kurasa kita berdua memiliki selera yang aneh yang sama.$h",
	"Sun_25": "Huh. Kurasa itu akan cepat membosankan.",
	"Sun_26": "Ya! Itu terdengar luar biasa.$h",
	"summer_Wed2": "Aku ingin sekali tinggal di sebuah rumah peternakan tua seperti milikmu.#$b#Bunyi berderit papan lantai, debu perlahan menari di atas reng atau terowongan kayu... Ada sesuatu yang istimewa tentang bangunan tua, bukan?",
	"summer_Tue4": "Kamu orang yang menarik, @. Aku senang kamu pindah ke sini.$h^Kamu wanita yang menarik, @. Aku senang kamu pindah ke sini.$h",
	"summer_Sat6": "Aku sebenarnya menikmati musim panas ini.$h#$e#Lucu ya, bagaimana pandangan seseorang bisa berubah begitu cepat.",
	"summer_Mon8": "Dulu aku pikir Pelican Town agak membosankan, tapi akhir-akhir ini aku mulai menyukai beberapa hal tentangnya.$h",
	"summer_Thu10": "Wow, kamu terlihat bagus hari ini.#$e#Maksudku, udara musim panas ini benar-benar baik untuk kulit, bukan?... heh...$l",
	"summer_Fri10": "Apa kamu pernah merasa kesepian di peternakanmu?",
	"fall_1": "Ah... musim gugur sudah tiba!$h#$e#Aku sudah sangat lelah dengan musim panas.",
	"fall_Mon": "Aku perlu meregangkan kaki dan mendapatkan udara segar hari ini.",
	"fall_Tue": "$d joja#Saya mencoba membantu di toko sebanyak mungkin. Bisnis sudah cukup buruk sejak Joja Mart dibuka.|Sejak Joja Mart tutup, bisnis kami di toko jadi baik sekali!$h",
	"fall_Wed": "Aku tidak sabar melihat labu-labu tahun ini.$h#$e#Festival roh terjadi di akhir musim. Ini cukup sederhana dibandingkan dengan apa yang kamu lihat di Kota Zuzu, tapi untuk kota kecil seperti ini, itu sangat menyenangkan.",
	"fall_Thu": "#$1 AbigailHAND#Tadi malam aku bermimpi bahwa tangan kiriku berubah menjadi %noun raksasa. Apa itu memiliki arti apa pun?#$e#%Abigail sepertinya tidak tertarik untuk berbicara sekarang.",
	"fall_Sat": "$d cc#Aku tidak percaya kamu berhasil memperbaiki Pusat Komunitas itu sendiri. Aku sungguh kagum.|Apa kamu punya pengusir burung di peternakanmu?",
	"fall_Sun": "Hmm... apa yang harus aku lakukan malam ini?#$q 27/28 fall_Sun_old#Aku sedang memikirkan untuk mewarnai rambutku lagi... bagaimana menurutmu?#$r 27 10 Sun_27#Warnai hitam saja.#$r 27 10 Sun_27#Kenapa tidak pirang?#$r 27 20 Sun_WildColor#Bagaimana dengan warna merah muda bubblegum?#$r 28 0 Sun_28#Aku suka rambutmu seperti ini saja!",
	"fall_Sun_old": "$p 27#Aku akan mewarnai rambutku tapi kemudian aku memutuskan untuk tidak melakukannya.|Iya? Ada apa?",
	"Sun_27": "Aku kira itu pilihan yang cukup aman ya kan?#$e#Aku akan memikirkannya.",
	"Sun_28": "Tentu saja itu yang akan kamu katakan.$u",
	"Sun_WildColor": "Kamu selalu bisa membuat orang tertawa.$h",
	"fall_Wed2": "Apa kamu menanam labu di peternakanmu tahun ini?#$e#Simpan satu untukku!$h",
	"fall_Tue4": "Aku sering bertengkar dengan orang tuaku, tapi aku tahu mereka hanya ingin melindungiku. Mereka melakukan yang mereka pikir terbaik.$s#$b#Aku tidak tahu mengapa aku berkata ini padamu. Jangan beritahu siapa pun.$8",
	"fall_Sat6": "Hai.$h#$e#Rambutmu terlihat keren hari ini... apa yang kamu lakukan yang berbeda?",
	"fall_Mon8": "Tahu gak, sejujurnya aku bisa bayangin jadi petani suatu saat nanti...#$e#Tapi gimana cara nyatain itu? *tertawa*$l",
	"fall_Thu10": "Tadi malam, aku mimpiin hal menarik, dan kamu ada di dalamnya.#$e#Itu mimpi yang asik.$h",
	"fall_Fri6": "Aku berharap musim ini bisa lebih lama sedikit.$8#$e#Pas angin bertiup keras, rasanya aku balik jadi anak kecil lagi.",
	"fall_Fri10": "Biasanya di waktu kayak gini tahun ini, aku ngerasa kesepian, tapi nggak lagi sekarang.$l#$e#@, rencana kamu buat masa depan?",
	"winter_1": "Yah, musim gugur udah lewat...$s#$e#Tapi aku juga suka musim dingin!$h",
	"winter_Mon": "Terlalu dingin buat keluar banyak-banyak.#$e#Tapi suka banget bikin boneka salju.$h",
	"winter_Tue": "Gak kebayang kan, minum cokelat panas yang mendidih enak banget rasanya sekarang?",
	"winter_Wed": "Hai. Apa bosan jadi petani pas musim dingin?",
	"spring_12": "Besok aku pasti ikut lomba cari telur. Kamu ikutan nggak?",
	"spring_23": "Besok kan tari bunga. Nari sih oke, tapi mereka make aku pake baju putih yang norak banget...$s",
	"winter_7": "Besok aku pengen bikin boneka salju.",
	"fall_26": "Besok ketemu di festival Spirit's Eve ya? Cari aku di labirin berhantu.$h",
	"summer_10": "Semua orang pada nggak sabar nunggu Luau besok. Mungkin juga pada gugup, soalnya gubernur bakal dateng.",
	"summer_27": "Nggak boleh dilewatkan festival besok. Salah satu keajaiban terindah di lembah.",
	"winter_24": "Besok aku mau makan saus cranberry sebanyak-banyaknya.$h",
	"winter_Thu": "Tahun lagi hampir habis.#$e#Waktu beneran cepet banget berlalu ya kan?$s",
	"winter_Fri": "Satu hal yang aku sadarin dari sini... kalo lo beda dari yang lain, semua orang bakal nengok.",
	"winter_Sat": "Weekend nih!#$e#Artinya aku bisa main game dua kali lipat lebih banyak.$h#$e#See ya.",
	"winter_Sun": "Halo.#$q 29/30 winter_Sun_old#Aku gambar dua ini. Gimana menurutmu?#$r 29 20 Sun_29#Aku suka pulau hutan dan harimau itu.#$r 30 5 Sun_30#Aku suka ork dengan kapak perang.#$r 29 -50 Sun_Bad#Aku nggak suka keduanya.",
	"winter_Sun_old": "$p 29#Ingat gambar yang aku tunjukin dulu? Aku kebuang gak sengaja.$s|Ingat gambar ork yang aku tunjukin? Aku ikutin lomba online dan menang 50g!$h",
	"Sun_29": "Oh iya? Aku kira itu masuk akal.",
	"Sun_30": "Senang mendengarnya. Malu sih kalo harus berbagi seni dengan orang lain. Tapi kayaknya kamu dan aku sependapat.",
	"Sun_Bad": "Kok kasar banget sih! Kenapa kamu harus menyakiti perasaanku seperti itu? Kamu itu sensitif sekali!$s",
	"winter_Wed2": "Hai. Kalau kamu lagi bosan, kamu bisa hangout di kamarku.#$e#Asal aku lagi gak ganti baju, tentunya!",
	"winter_Tue4": "Duh, dingin banget ya. Pengen deh kita ada cokelat panas buat dibagi.$h",
	"winter_Sat6": "Aku sering bermimpi sih akhir-akhir ini...#$e#Oh! Kamu mau tahu tentang apa? Nah...$u#$b#...Itu rahasia.$h",
	"winter_Thu10": "Satu tahun lagi hampir berakhir...#$b#Tapi tahun ini bener-bener tahun yang bagus, kan menurutmu?$h",
	"winter_Wed6": "Pasti enak ya gak perlu mikirin panen di musim kayak gini.#$e#Dan itu artinya kamu bisa sering nongkrong bareng aku!$h",
	"winter_Fri10": "@, ada sesuatu yang ingin kukatakan padamu...#$e#Ini... um... yah... sepatumu! Mereka, eh... kelihatannya sangat bersih... *glotak*$s",
	"Wed4": "Aku gak bisa percaya sama orang yang gak suka binatang...#$e#Oh, gak usah khawatir! Aku tahu kamu pecinta binatang!$h"
}