{
   "Introduction": "Oh, hei. Jadi kamu yang baru pindah ya? Keren.^Hai, kamu yang baru pindah ya? Kayaknya kita cocok. Aku Alex.#$e#Sampai jumpa.",
  "FlowerDance_Accept": "Kamu lebih cepat dariku! Aku mau tanya kamu juga tadi...$h#$e#Sampai ketemu di sana.",
  "AcceptBirthdayGift_Loved": "Wah, ini yang enak... Makasih kado ulang tahunnya, @.",
  "AcceptBirthdayGift_Negative": "Apa ini...? Uh, aku gak tau gimana di tempat kamu, tapi buat aku ini sampah.$a",
  "AcceptGift_(O)StardropTea": "Wah... ini bagus. Terima kasih!",
  "AcceptGift_(O)Book_Defense": "Wah, ini yang aku cari. Katanya ini penuh dengan tips buat bertambah besar. Aturannya nomor satu... Makan banyak telur! Hah, gak masalah! Terima kasih!$h",
  "AcceptGift_book_item": "Ehhh... Bacaan? Ya, um... aku kira aku bisa coba.$s",
  "AcceptGift_(TR)FrogEgg": "Ehh... Aku memang suka telur... Tapi ini bukan yang aku maksud...$s#$b#Yaudahlah... Dimakan aja! *gluk* *gluk*$h",
  "AcceptGift_(TR)ParrotEgg": "Ini bisa dimakan? $s#$b#Sepertinya hanya ada satu cara untuk mengetahuinya...",
  "AcceptGift_(O)928": "Hehe... Terus aja kasih ini setiap hari, aku bisa pensiun pas umur tiga puluh!$h",
  "AcceptGift_(O)107": "Wah, ini baru telur! Bayangkan ukuran omeletnya...",
  "AcceptGift_(O)289": "Whoaa... Beratnya kayak bisa aku gunain buat curl bicep. Aku bakal ngemil ini seminggu! Hah hah!$h",
  "AcceptGift_(O)442": "Mmm... Telur bebek... Kaya dan krimi. *crack*... *slurp*. Ahhhh...",
  "AcceptGift_(O)305": "Oh... um... Biasanya aku suka telur, tapi yang ini keliatannya jahat.$s",
  "AcceptGift_(O)403": "*crunch*... Mmm... Kacang. Ngenyangin. Terima kasih, @!",
  "AcceptGift_category_egg": "$c 0.8#Makasih ya. Telur bagus buat tambah besar.#*crack*... *sluuurp*... Mmmm. Ini baru camilan.",
  "cc_Bridge": "Pernah ke danau baru-baru ini? Aku lari malem kemarin, dan aku lihat jembatan lamanya udah diperbaiki...",
  "eventSeen_288847": "Uh... Aku gak terbiasa cerita kayak gitu...$s",
  "fishCaught_159": "Denger-denger kamu nangkep ikan langka ya?#$b#Keren. Lengan kamu pasti lebih kuat dari yang keliatan! *cubit* ... bagus!$h",
 "purchasedAnimal_Chicken_memory_oneday": "Eh, aku denger orang bilang kamu dapetin ayam pertamamu kemarin.#$b#Wah... Kalo nenek punya ayam, aku makan sebelas telur mentah setiap pagi!",
  "eventSeen_288847_memory_oneweek": "Hei... eh... @? Aku... merasa lebih 'tenang' setelah ngobrol sama kamu di pantai minggu lalu.$s#$b#Makasih udah dengerin aku.$s",
  "fishCaught_139": "Aku lihat kamu nangkep ikan salmon itu.#$b#Kalo kamu bikin 'makan malam salmon' dari itu, izinin aku nyicip dong!",
  "firstVisit_BathHouse_MensLocker_memory_oneday": "Aku lihat kamu lagi ngecek kamar mandi di dekat rel kereta kemarin. Mau mulai olahraga ya? Heh.#$e#Eh... kamu gak kepo ke dalam lokerku, kan?$9",
  "GreenRain": "Ada apa di luar sana? Ada aksi apa gitu?#$e#Aku harus di sini sama kakek nenek...$s",
  "GreenRain_2": "Aku coba lari pagi ini, tapi tanaman-tanamannya gila semua! Gak bisa jauh...",
  "dating_Alex": "%Alex merengkuh lenganmu, tersenyum.",
  "dating_Alex_memory_oneday": "Nah, ini musim yang gak akan pernah aku lupakan!$l",
  "married_Haley": "Kamu bisa bikin Haley nikah sama kamu ya kan? Aku selalu mikir dia di luar jangkauanmu!",
  "Resort_Entering": "Akhirnya, kita sampai!",
  "Resort_Leaving": "Ah... Kayaknya ini gak bisa berlangsung selamanya.$s",
  "Resort_Wander": "Mungkin seharusnya aku bawa frisbee... Tapi yaudah lah.$h",
  "Resort_Wander_2": "Aku penasaran kalo ada yang mau ikutan turnamen voli.#$e#Tenang, aku gak bakal maksimal!$h",
  "Resort_Shore": "Kurasa aku bisa renang jauh ke tengah laut, terus balik lagi?#$e#Aku tebak setidaknya satu mil.#$b#... Tenang, aku gak bakal coba.$h",
  "Resort_Chair": "Gak panas ya pake baju kayak gitu? Ayolah bro... Ini pantai!^Gak panas ya pake baju kayak gitu? Harusnya cari angin laut dong!",
  "Resort_Towel": "Dengan pulau ini dibuka, gak ada alasan lagi buat kulit gosong!",
  "Resort_Towel_2": "Huu, enak banget rasanya kalo dapet sinar matahari.#$e#Agak disayangkan aja selama ini terpendam terus di rumah.",
  "Resort_Towel_3": "Kalo aku jadi atlet, aku bakal liburan di pulau-pulau di seluruh dunia.#$e#Tapi untuk sekarang, tempat ini udah cukup bagus!$h",
  "Resort_Bar": "Aku pesen shake pisang dengan dua scoop protein powder.",
  "Resort": "Ah... Hidup di pulau. Aku bisa terbiasa dengan ini!",
  "FlowerDance_Accept_Spouse": "Oke, ini pasti seru... Aku harap aku masih inget gerakannya tahun ini! Udah lama banget...$h",
 "FlowerDance_Decline": "Nah... Aku bakal nanya orang lain. Semoga sukses.",
  "divorced": "Kurasa kita punya sesuatu yang spesial... Tapi sepertinya aku salah.$s",
  "dumped_Guys": "Kamu gak layak buat waktuku.$a",
  "secondChance_Guys": "Aku gak tahu kalau aku bisa percaya kamu lagi, tapi aku bersedia memberikanmu kesempatan kedua.$9",
  "breakUp": "Kamu memberiku apa...?$7#$b#*huff*... Oke. Baiklah... kamu sudah membuat pilihannya. Kamu gak akan melihatku merengek.$a",
  "Mon": "Tau gak, dulu aku quarterback all-star di sekolah menengah? Bener lho.$u#$e#Lihat bintang kecil di jaketku? Itu buktinya.",
  "Tue": "Pantai tempat keren buat hang out dan nikmati sinar matahari.#$e#Kamu harus habiskan waktu di bawah sinar matahari atau kamu bakal pucat semua.#$e#*sigh*... Aku pengen ada lebih banyak cewek di kota ini, ngerti gak?$s^Hei, mau hang out sama aku di pantai suatu saat? Kamu punya bikini?",
  "Wed": "Kayaknya hari yang bagus buat main tangkap bola ya kan?$u#$e#$q 5/6 Wed_01_old#Aku mau ngajak kamu main bola, tapi kamu kayaknya bukan tipe olahraga.^Kalo kamu bukan cewek, aku mau ngajak main bola.#$r 6 0 Wed_01_02#Aku fine aja nonton kamu dari jauh.#$r 5 15 Wed_01_01#Aku mau main bola sama kamu!#$r 5 0 Wed_01_03#(marah) Maksudnya apa itu?",
  "Wed_01_old": "#$p 5#Jauh sana! ...cuma bercanda. Hahaha.|Aku cuma pengen ada yang main bola sama aku...$s",
  "Wed_01_01": "Serius? Kayaknya aku kurang menilaimu.#$b#Tapi lengan aku agak pegel, mungkin lain kali.",
  "Wed_01_02": "Ya, ada orang yang memang bukan untuk olahraga.",
  "Wed_01_03": "Uh... lupakan saja.",
  "Thu": "Udara mulai hangat... Aku merasa bersemangat.",
  "Fri": "Hei, ada apa petani?^Hei, cewek petani. Kamu ganti celana ya? Kayaknya kamu berhasil.#$e#Oh, hampir lupa! Hari ini giliran aku lakuin push-up!#$e#Setiap kali aku lakuin push-up, aku coba satu lebih dari sebelumnya. Strategi keren kan?",
  "Sat": "Lengan aku bener-bener pegel, tapi itu tanda kemajuan buat cowok kayak aku.#$e#Kemarin kayaknya aku lakuin seribu push-up.",
  "Sun": "Hei.#$e#Apa, kamu mau ngobrol sama aku? Aku lagi sibuk.",
  "Sun2": "Hei, @.#$e#Betul, aku ingat nama kamu.",
  "Sun4": "Hei, @.#$e#Gimana kabar hari ini?",
  "Fri4": "Hei, @. Senang kamu mampir.#$e#Aku gak malu bilang kalau aku sayang nenekku!#$e#Nah, kalau kakekku...#$e#Bercanda.$h",
 "Tue6": "Gak ada yang lebih seru daripada hari yang penuh energi di pantai bersama teman-teman... kan?",
  "Mon8": "Tau gak, dulu aku pengen jadi terkenal dan kaya, tapi belakangan ini aku mulai berpikiran lain. Akhirnya yang memuaskan itu adalah hal-hal kecil yang sederhana, menurutmu gimana?#$e#Aku masih pengen jadi atlet profesional, tapi itu bukan hal yang paling penting di dunia.",
  "Fri8": "Hai @. Kamu keliatan sporty hari ini.$h^Hey @. Kamu ubah gaya rambut ya? Ada yang bikin aku tertarik terus lihat.$h",
  "Sat10": "Aku susah banget fokus belakangan ini.$l",
  "Event_beach1": "Tentu saja. Kalo gak gitu, aku bakal pikir kamu gila. Atau kayaknya penggemar buku deh.",
  "Event_beach2": "Serius? Kamu pasti aneh.$a#$b#Maaf.",
  "Event_books1": "Enggak kok! Kamu cuma mau bikin aku seneng.$a",
  "Event_books2": "Iya, sepertinya kamu benar...$s",
  "Event_books3": "Kok kamu setuju? Aku kan nggak mau gitu.$a",
  "event_box1": "Iya... Aku tau. Makanya aku berusaha sekuat tenaga untuk sukses dengan olahragaku...$9#$b#Sukses atau enggak... Selama aku berusaha sekeras mungkin, aku pikir dia akan bangga. Makasih.",
  "event_box2": "Wow... Ini hari ulang tahun kematian ibuku! Sedikit lah...$a",
  "event_box3": "...Makasih, @.#$b#Kamu... kamu beda dari cowok-cowok lain. Lebih peka.$l^Kamu udah jadi sahabat terbaikku di kota ini... #$b#Aku senang.^Apa itu memalukan diucapkan?$l",
  "event_box4": "Komentarmu itu gak bikin aku merasa lebih baik, sok tau.$a",
  "Event_parents1": "Itu pemikiran menarik...",
  "Event_parents2": "Mereka gak bakal ngelakuin itu!$a",
  "Event_parents3": "...Mungkin kamu benar... Aku gak yakin.$s",
  "summer_1": "Hai. Musim panas pasti musim terbaik dalam setahun.#$e#Sekarang ini bagus banget karena kita punya seluruh musim untuk dinikmati. Sampai jumpa nanti.",
  "summer_Mon": "Hai, petani. Kamu keliatan sedikit terbakar matahari.^Hai, cewek petani. Kulitmu udah bagus banget.$h#$e#Semakin banyak aku latihan musim panas ini, semakin gampang buatku jadi atlet profesional.#$e#Nanti kamu bisa bilang kalo dulu kamu pernah kenal aku. Keren, kan?",
  "summer_Tue": "Kalo rambutku gak begitu populer di mata para cewek, jujur aja aku bakal cukur habis dalam sekejap.#$e#*sigh*... Hidup memang berat ya.",
  "summer_Wed": "Hai petani, aku punya pertanyaan buat kamu.^Hai cewek petani, aku punya pertanyaan buat kamu.#$b#$q 52/53 summer_Wed_01_old#Kamu pikir aku bakal jadi atlet profesional?#$r 52 30 summer_Wed_01_01#Kamu pasti bakal jadi legenda olahraga#$r 52 0 summer_Wed_01_02#Mungkin, kalo kamu latihan keras#$r 53 -50 summer_Wed_01_03#Enggak, kamu bakal gagal dan jadi salesman",
  "summer_Wed_01_old": "$p 52#Hei, nanti kalo aku jadi atlet profesional, kamu bisa bilang kalo kamu adalah 'fans' pertamaku. Gak buruk kan?|Hei, aku udah latihan dua kali lipat biar aku jadi atlet profesional dan membuktikan kau salah. Tunggu saja.$a",
  "summer_Wed_01_01": "Hei, itu yang aku harapkan!$h#$e#Kamu lebih keren dari yang kubayangkan.",
  "summer_Wed_01_02": "Iya, aku begitu hebat jadi aku gak perlu latihan sebanyak itu.$u",
  "summer_Wed_01_03": "Itu gila. Kamu cuma iri karena aku berbakat dan populer, sementara kamu tidak.$a^Itu bodoh. Kamu cuma iri karena aku lebih populer dari yang akan kamu capai, freak.$a#$e#Jauhkan dirimu dari aku.$a",
  "summer_Thu": "Hai, sepertinya kamu mulai cukup kuat bekerja di ladang seharian.^Hai, sepertinya kamu mulai cukup fit bekerja di ladang seharian.#$e#Mungkin suatu hari nanti kamu akan mencapai levelku. Sesuatu yang patut dinantikan ya kan?#$e#Kenapa kamu melihatku seperti itu?",
  "summer_Fri": "Ada apa?#$e#Sekarang aku punya hal yang lebih penting untuk dilakukan.",
  "summer_Sat": "Mmmm... Aku mencium aroma barbekyu.#$e#Sial, aku pengen burger.",
  "summer_Sun": "Aku beli sepatu baru kemarin karena sepatu lamaku ada noda coklat.#$b#Aku langsung buang. Aku sebenernya mau sumbangin, tapi aku gak suka bayangin ada orang aneh pake sepatuku, tahu kan?#$e#...Apa?$a",
  "summer_Sun4": "Wow...sepatumu agak kotor... tapi itu gak masalah!#$e#Setiap orang punya selera berbeda kayaknya.",
  "summer_Thu4": "Hai, sepertinya kamu mulai mendapatkan tubuh yang bagus musim panas ini!#$b#Semua kerja keras di ladang mulai membuahkan hasil ya kan?",
  "summer_Mon4": "Hai, kulitmu kelihatan bagus.",
  "summer_Fri6": "Maaf, kamarku berantakan.$s#$e#Susah inget terus-terusan buat bersihin. Aku berusaha untuk lebih baik, meski begitu.",
  "summer_Wed8": "Tau gak, sebenernya aku gak keberatan jadi petani... kelihatannya mirip banget dengan bermain olahraga, ya.#$e#Aku suka di luar dan melakukan sesuatu dengan tanganku.",
  "summer_Sat10": "Aku mencoba untuk lebih banyak membaca belakangan ini... Aku merasa selama ini aku mengabaikan otakku karena obsesiku pada olahraga.",
  "fall_1": "Tentu, udah mulai dingin... Tapi masih cukup hangat untuk olahraga!#$e#Itu yang penting buatku.",
  "fall_Mon": "Nenekku bilang aku harus menghabiskan lebih banyak waktu untuk belajar.#$e#Aku bilang, '...Nenek, jangan khawatir. Aku akan jadi atlet profesional!'$h#$e#Belajar itu untuk kutu buku, kan?",
  "fall_Wed": "Hai, aku mau tanya sesuatu.^Hai, boleh aku tanya sesuatu?#$e#$q 54/55 fall_Wed_01_old#Kamu pikir para cewek suka dengan potonganku?^Apa pendapatmu tentang potongan rambutku?#$r 54 30 fall_Wed_01_01#Kelihatannya sangat modis.#$r 55 -30 fall_Wed_01_02#Kelihatannya seperti jenis pertumbuhan jamur.",
  "fall_Wed_01_old": "Aku pakai terlalu banyak gel rambut hari ini. Agak sakit.#$e#Jangan sentuh!#$e#...apa?",
  "fall_Wed_01_01": "Yeah, aku tau. Itu sebabnya aku potong seperti ini.",
  "fall_Wed_01_02": "Iya, tentu saja. Kamu cuma iri karena aku keliatan keren.",
  "fall_Thu": "Ada apa?#$e#Nama kamu, kayaknya, %firstnameletter%name, kan?#$e#Oh. Namamu @? Baiklah. Maaf.",
  "fall_Fri": "Aku bakal melakukan dua ratus sit-up malam ini.#$b#Aku cukup berkomitmen, kan?$h#$e#Butuh apa lagi?",
  "fall_Sat": "Kurasa kamu bisa menemukan salmon di sungai pada waktu ini.#$e#Setidaknya begitu yang aku dengar.",
  "fall_Sun": "Hai, pertandingan gridball akan dimulai hari ini!#$e#Minggu di musim gugur ini cukup keren.$u",
  "fall_Thu2": "Ada apa, @?",
  "fall_Fri6": "Aku bakal melakukan ton sit-up malam ini.#$e#Kamu harus bekerja keras kalau kamu mau mencapai potensi maksimalmu.",
 "fall_Mon4": "Nenekku bilang aku seharusnya menghabiskan lebih banyak waktu untuk belajar.#$e#Mungkin dia benar...$s",
  "fall_Wed8": "Akhirnya aku ambil keputusan... Aku memutuskan untuk tidak lagi menggunakan gel rambut.#$e#Aku gak mau berteman dengan orang yang hanya menyukaiku karena aku pakai gel rambut.",
  "fall_Thu10": "@! Uh... Hai.$l",
  "winter_1": "Musim dingin agak membosankan. Terlalu banyak salju untuk melakukan hal-hal seru.#$e#Tapi mungkin ada orang yang suka.",
  "winter_Mon": "Kamu suka salju? Aku... aku lebih menantikan musim semi.",
  "winter_Tue": "Hai, bisakah kamu pergi menemui Haley dan memberinya salam dariku?",
  "winter_Tue_inlaw_Haley": "Oh, hai. Gimana kehidupan pernikahanmu berjalan?$9",
  "winter_Wed": "Orang-orang banyak tinggal di dalam rumah selama musim dingin, dan melakukan hal-hal membosankan.$s#$e#Mungkin jika aku membaca buku, aku akan lebih sedikit bosan... tidak.",
  "winter_Thu": "Ketika aku jadi atlet profesional, aku akan sangat kaya sehingga aku akan mendapatkan rumah liburan di daerah tropis.#$e#Maka aku tidak akan perlu menghadapi musim dingin membosankan ini.",
  "winter_Fri": "Kamu datang melewati salju hanya untuk melihatku?#$e#Sepertinya itu masuk akal.",
  "winter_Sat": "Ada beberapa orang aneh yang tinggal di kota ini.#$e#...seperti Sebastian itu. Mengapa dia selalu pakai pakaian hitam?#$e#Aku gak ngerti.",
  "winter_Sun": "Hai, hari pertandingan gridball hari ini!#$e#Ini hari favoritku dalam seminggu.",
  "winter_Fri4": "Kamu datang melewati salju hanya untuk melihatku?#$e#Itu baik dari kamu.$h",
  "winter_Sat6": "Kayaknya menarik bahwa beberapa orang benar-benar berbeda dengan kita, tahu?#$b#Aku gak selalu mengerti mengapa orang lain bertindak seperti itu, tapi itu gak masalah.",
  "winter_Tue4": "Hai, @. Bisakah kamu bantu aku?$l#$b#Kalau kamu bertemu Haley, bilangin aku lagi sibuk.$l#$e#Terima kasih.",
  "winter_Tue4_inlaw_Haley": "Aku akui... Aku agak cemburu ketika kamu dan Haley menikah. Tapi, hei... Itu kesempatan bagiku untuk belajar sesuatu yang baru tentang diriku.$9",
  "winter_Wed8": "Tau gak? Aku akan mulai membaca buku!",
  "winter_Thu6": "Aku ingin bisa mengendalikan cuaca.",
  "winter_Thu10": "Jika suatu saat aku kaya, aku akan memastikan semua teman dan keluargaku diurus dengan baik.#$e#Termasuk kamu, juga.$h"
}