{
   "Introduction": "Halo! Kamu pasti @, petani baru. Aku Caroline.#$e#Suamiku mengelola toko serba ada di sini. Dan sudahkah kamu bertemu dengan putriku, Abigail? Dia yang berkulit pucat dengan rambut ungu.",
  "AcceptBirthdayGift_Positive": "Terima kasih, sayang. Sangat baik dari kamu untuk mengingat ulang tahunku.$h",
  "AcceptBirthdayGift_Negative": "Oh... apa itu... hadiah ulang tahun? Aku mengerti... baiklah, terima kasih sudah mampir.$a",
  "AcceptGift_(O)StardropTea": "Ooohh... ini bagus. Aku akan menyimpannya untuk hari yang tenang di ruang matahari.",
  "AcceptGift_(O)16": "Oh, kamu mencari makan! Terima kasih!#$b#Aku akan membuat saus koktail pedas dengan ini. Itu akan membuat Pierre kaget.$h",
  "cropMatured_815": "Aku perhatikan kamu menanam teh di kebunmu. Pastikan untuk membawa aku sebuah cangkir!$h",
  "dating_Abigail_memory_oneday": "Abby memberitahuku bahwa kamu dan dia sedang berkencan. Itu manis!",
  "GreenRain": "Aku belum pernah melihat hujan hijau sebelumnya... Sepertinya tidak terlalu berbahaya jika kamu bisa sampai ke sini!",
  "GreenRain_2": "Ah, hujan istimewa itu kembali! Tahun ini, aku akan memanfaatkannya sebaik mungkin!#$e#Ini waktu yang tepat untuk minum teh hijau!$h",
  "movieTheater_memory_oneweek": "Seru juga punya bioskop di kota. Aku ingin pergi menonton film koboi!",
  "married_Abigail": "Aku sangat senang untuk kalian berdua! Selamat datang di keluarga kami!$h",
  "wonGrange": "Pierre berusaha pura-pura tenang, tapi dia marah karena kalah darimu di Pameran Stardew Valley.",
  "married_memory_oneweek": "Ah, pasangan baru. Jadi, bagaimana bulan madunya?#$e#Aku mengerti. Yah, aku kira pertanian akan kering jika kamu mengambil waktu luang...",
  "eventSeen_719926": "Apa kamu merasa rileks? Aku bertaruh...",
  "houseUpgrade_1": "$y 'Aku dengar kamu mendapatkan dapur baru! Berpikir kamu akan memasak banyak?_Aku berencana untuk melakukannya!_Ini adalah keterampilan yang bagus untuk dimiliki. Dan dengan semua bahan segar di kebunmu, kamu akan sangat baik!_Enggak, itu hanya untuk tampilan_Aku mengerti. Yah, jangan lupa makan dengan benar... nutrisi itu penting.'",
  "achievement_15": "Dilihat dari aroma harum yang melayang dari tempatmu, aku bisa tahu kamu sibuk di dapur!$h",
  "Resort_Entering": "Willy memberi kita masing-masing potongan jeruk ikan miliknya. Aku masih mengunyahnya.",
  "Resort_Leaving": "Aku akan tidur nyenyak malam ini!$h",
  "Resort_Shore": "Air di sini begitu hangat dibandingkan dengan lembah. Sangat menyenangkan!",
  "Resort_Chair": "%Caroline sedang mencoba untuk tidur.",
 "Resort_Bar": "Aku bilang ke Gus untuk membuatkan minuman yang mengejutkan, dan dia membuat teh hijau dingin dengan kulit mangga. Sungguh enak!$h",
  "Resort": "Halo @. Kamu di sini mau bersantai, atau mau kerja?",
  "Mon": "Aku harap Abby tidak menghabiskan terlalu banyak waktu di kamarnya.",
  "Mon_inlaw_Abigail": "Hai, @. Apa kamu menikmati kehidupan pernikahan? Aku harap begitu!",
  "Mon8": "#$1 Caroline23#Ketika pertama kali pindah ke Pelican Town, aku sering diam-diam pergi berjalan ke Menara Sang Penyihir. Jangan beri tahu Pierre, dia punya masalah cemburu.#$e#Abigail lahir sekitar setahun setelah kami pindah ke Pelican Town. Aku penasaran apa dia akan pernah mengalami kehidupan di luar lembah ini?",
  "Tue": "Aku pernah lihat lobak liar di hutan.#$e#Mencari makanan bisa menjadi cara yang menyenangkan untuk mendapat uang. Atau kamu bisa menggunakan apa yang kamu temukan sebagai hadiah atau makanan.",
  "Wed": "Hai. Apa kamu sudah memiliki semua yang kamu butuhkan untuk pertanian?#$e#Jika belum, kami bisa membantuamu.#$e#Kami punya berbagai barang yang berguna.",
  "Thu": "#$1 Caroline1#Hmm... Aku penasaran apa aku bisa membuat Pierre memasak malam ini.#$e#Hmm... apa yang akan aku masak untuk makan malam nanti?#$e#Mungkin aku akan memesan makanan dari Saloon saja.",
  "Fri": "Ini adalah hari yang cerah.#$e#Di hari seperti ini aku suka membantu Evelyn dengan kebun umum.#$e#Dia kuat untuk usianya, tapi aku pikir dia menghargai semua bantuan yang bisa dia dapatkan.",
  "Sat": "Apa hanya aku, atau Abigail yang tidak punya minat sama kehancuran dan kegelapan?#$e#Mungkin aku terlalu tua untuk memahaminya.",
  "Sat_inlaw_Abigail": "Makan malam jadi lebih sepi sejak Abigail pindah...#$e#Bukan karena dia dulu suka ngomong sambil makan!$h",
  "Sat2": "Abby selalu punya minat aneh pada hal-hal okultis. Aku tidak yakin dari mana asalnya...",
  "Sat4": "Abby selalu punya minat aneh pada hal-hal okultis. Aku yakin itu hanya fase...",
  "Sat6": "#$1 Caroline12#Ketika pertama kali pindah ke sini, aku membutuhkan waktu untuk menyesuaikan diri... Aku belum siap untuk kehidupan rumah tangga.#$e#Pierre agak konvensional... tapi dia pria baik. Dia ambisius, tapi selalu menempatkan keluarganya di urutan pertama.",
  "Sun": "Hari ini aku hanya akan bersantai dan berpikir positif.#$e#Apa kamu pernah libur sehari saja?",
  "Wed6": "Stardew Valley ini bagus, tapi aku ingin mengenal lebih banyak orang.#$e#Aku senang kita telah menjadi teman.",
  "summer_Mon": "Pada hari Rabu, toko tutup.#$e#Ingatlah itu jika kamu membutuhkan sesuatu.",
  "summer_Tue": "Aku telah melihat buah liar di hutan akhir-akhir ini.#$e#Mencari makanan bisa menjadi cara yang menyenangkan untuk mendapatkan uang. Atau kamu bisa menggunakan apa yang kamu temukan sebagai hadiah atau makanan.",
   "summer_Wed": "Hai. Apa kamu sudah memiliki semua yang kamu butuhkan untuk pertanian?#$e#Jika belum, kami bisa membantumu.#$e#Kami punya berbagai barang yang berguna.",
  "summer_Sat": "Apa hanya aku, atau Abigail yang terlihat agak pucat?#$e#Mungkin aku terlalu khawatir tentangnya.",
  "summer_Sat_inlaw_Abigail": "Bagaimana kesehatan Abigail? Dia selalu menjadi gadis yang pucat. Semoga gaya hidup pertanian memberikan sedikit warna di pipinya.",
  "summer_Sun": "Hari ini aku hanya akan bersantai dan berpikir positif.#$e#Apa kamu pernah beristirahat sehari?",
  "summer_Wed6": "Waktu tampaknya berlalu lebih cepat seiring bertambahnya usia...$s",
  "fall_Mon": "Musim gugur adalah musim favorit Abby, jadi aku harap dia akan keluar dari kamarnya lebih sering.",
  "fall_Mon_inlaw_Abigail": "Abby mengambil kelas online di sini, tapi aku tidak yakin hatinya benar-benar ada di situ...#$e#Dia adalah jiwa bebas, sepertinya sebelum aku bertemu dengan Pierre. Dia sedang menikmati hidupnya di pertanianmu.",
  "fall_Tue": "Aku pernah melihat jamur yang bisa dimakan di hutan.#$e#Mencari makanan bisa menjadi cara yang menyenangkan untuk mendapatkan uang. Atau kamu bisa menggunakan apa yang kamu temukan sebagai hadiah atau makanan.",
  "fall_Sat": "Apa hanya aku, atau Abigail terlalu banyak bermain video game?#$e#Mungkin aku sedikit kuno.",
  "fall_Wed6": "Tahukah kamu, dulu aku juga ingin menjadi petani. Yah, lebih tepatnya peternak.#$e#Aku selalu menyukai film-film tentang barat liar saat aku masih kecil.",
  "winter_Tue": "Musim dingin memang keras, tapi kamu bisa menggali beberapa akar jika kamu beruntung.#$e#Mencari makanan bisa menjadi cara yang menyenangkan untuk mendapatkan uang. Atau kamu bisa menggunakan apa yang kamu temukan sebagai hadiah atau makanan.",
  "winter_Fri": "Meskipun dingin, aku tetap memeriksa tempat tidur kebun umum dari waktu ke waktu.#$e#Aku hanya ingin memastikan mereka tidak terlalu rusak sebelum musim semi kembali.",
  "winter_Sat": "Apa menurutmu Abigail akan terlihat lebih baik dengan warna rambut aslinya?#$e#Dulu dia punya rambut berwarna coklat muda.",
  "winter_Wed6": "Apa kamu excited untuk tahun baru?#$e#Aku memprediksi bahwa kamu akan sangat sukses di pertanianmu.$h"
}