{
  "Introduction": "Er... hai. Aku Clint.#$e#Aku pandai besi di kota ini. Kalau kamu butuh meng-upgrade peralatanmu, aku orang yang tepat.",
  "AcceptBirthdayGift_Positive": "Biasanya aku ga dapet kado ulang tahun. Ini sebenarnya berarti banyak bagiku, @. Terima kasih.",
  "AcceptBirthdayGift_Negative": "Ini kado ulang tahun? Ini, eh... pilihan yang menarik. Yah, aku hargai bahwa kamu mengingatku, bagaimanapun juga.",
  "AcceptGift_(O)StardropTea": "Kamu memberikan ini... untukku? Aku ga pikir aku pantas mendapatkannya, tapi... terima kasih.",
  "AcceptGift_(O)SkillBook_3": "Oh, menarik... Buku-buku ini ga mudah didapat di lembah.#$b#Sepertinya ada banyak tips bagus di sini. Terima kasih, @.",
  "mineArea_40": "Ah, aku bisa lihat dari coretan pada palu bajakmu bahwa kamu sudah mencapai lapisan yang lebih dalam dari tambang.#$e#Kalau mulai sulit memecahkan batu, kamu akan ingin meng-upgrade palu bajakmu. Aku bisa membantu.",
  "GreenRain": "Ini situasi seperti ini di mana karakter seseorang diuji.#$e#Aku akan menjaga Em... maksudku, aku akan menjaga semua orang dari hujan beracun!",
  "GreenRainFinished": "Yah, itu sia-sia. Dan aku pikir ini akhirnya kesempatanku untuk menjadi pahlawan. Yah... Kembali ke rutinitas.",
  "GreenRain_2": "Aku merasa buruk mengakuinya, tapi kadang-kadang aku berharap ada bencana nyata, bukan hanya hujan hijau bodoh.#$b#Sesuatu yang bisa mengguncang semuanya, kamu tahu?#$b#Bukan berarti aku ingin orang terluka...#$b#Aku hanya ingin merasa hidup... Merasa memiliki tujuan...",
  "mineArea_121": "Menarik. Ada serpihan iridium kecil di palu bajakmu... kamu pergi ke gua-gua gurun ya?#$e#Aku selalu ingin memurnikan dengan iridium. Tidak mudah didapat.",
  "eventSeen_101_memory_oneweek": "Apa Emily bilang apa-apa tentang kencan kita beberapa hari yang lalu?#$b#Tunggu, jangan bilang... Aku lebih baik tidak tahu. Mungkin aku masih bisa menyelamatkan harga diriku.$s",
  "dating_Emily": "Aku... eh... dengar kamu dan Emily bersama. Selamat.$s",
  "married_Emily": "%Clint menatap tanah dan ga mau ngomong apa-apa padamu.",
  "divorced_Emily": "Aku merasa aneh-aneh berharap belakangan ini.",
  "Resort_Entering": "Aku akan pakai celana renang merah spesialku. Katanya sangat mencolok.",
  "Resort_Leaving": "Yah, itu tidak berakhir seperti yang kubayangkan...",
  "Resort_Shore": "Oh tidak... Aku lupa untuk memotong kuku kakiku.$s",
  "Resort_Shore_2": "Kurasa bekerja di dapur peleburan sudah mempersiapkanku untuk panas ini, tapi aku berkeringat di tempat-tempat yang tidak aku duga.$s#$e#Aku harap tidak ada yang memperhatikan...#$e#%Tubuh Clint berkilau...",
  "Resort_Chair": "Au... seluruh torsoku terbakar habis.$s",
  "Resort_Bar": "Aku lapar...$s",
  "Resort": "*sigh*... Kita semua di pantai tapi aku masih merasa sangat sendiri...$s",
  "reject_868": "Hmm... Itu batu yang menarik, seperti tidak ada yang pernah kuluhat sebelumnya.#$b#Aku ga tahu harus berbuat apa dengannya, tapi. Aku berurusan dengan yang biasa, bukan yang magis...",
  "cc_Minecart": "Entah bagaimana, sistem kereta tambang kota lama mulai berfungsi lagi. Sangat nyaman untuk pergi ke dan dari tambang.#$b#Tapi jangan terlalu nyaman... kalau bisa berfungsi tiba-tiba, bisa juga mati tiba-tiba...",
  "Mon": "Ya. Aku pandai besi.#$e#Ayahku juga pandai besi.#$e#Kakekku juga pandai besi.$u#$q 9/9 Mon_old#Aku bertaruh kamu ga bisa menebak apa pekerjaan kakek-kakek buyutku...#$r 9 30 Mon_9#Pandai besi.#$r 9 50 Mon_clown#Seorang badut konyol.#$r 9 -50 Mon_rude#Seorang yang kasar dan tolol.",
  "Mon_old": "Dan ya, kakek-kakek buyutku juga pandai besi.",
  "Mon_9": "Bagaimana kamu tahu?$u",
  "Mon_clown": "Hahaha. Lucu sekali.$h",
  "Mon_rude": "Wow. Apa maksudmu!. Aku hanya bercanda dan kamu ngegas, pernah rasain pedang panas gak ?",
  "Mon4": "Syukurlah kamu seorang petani, @. Lebih enak bekerja di luar daripada di dekat perapian panas sepanjang hari.#$e#Aku hanya pandai besi karena ayahku memaksa.",
  "Tue": "Kalau kamu ingin aku meng-upgrade peralatanmu kamu harus memberiku biji besi yang tepat.#$e#Dan tentu saja kamu harus membayar biaya.",
  "Wed": "Hai. Ada yang bisa kubantu?",
  "Wed6": "Oh, hai @. Maaf jika aku terlihat agak berantakan. Aku sudah bekerja di perapian sepanjang pagi.$h#$e#Jadi, apa kamu butuh sesuatu, atau hanya ingin berkunjung?",
  "Thu": "Usahaku agak sepi belakangan ini.#$e#Kamu sebaiknya meng-upgrade peralatanmu. Aku bisa menggunakan uang.",
  "Thu8": "Aku dengar Emily punya teman yang tinggal di gurun. Apa kamu tahu sesuatu tentang dia?#$e#Aku penasaran apa dia lajang...$s",
  "Fri": "Cuaca ga terlalu penting bagiku. Aku biasanya tinggal di dekat toko sepanjang tahun.#$e#Mendepresi ya?",
  "Fri8": "Aku harus menghemat dan membeli komputer...#$e#Mungkin aku bisa menemukan pacar di 'internet'...$s#$e#Apa? Jangan menghakimiku! Tidak semua orang petani keren, menarik, dan sosial seperti kamu tahu!$u#$e#Apa yang harus dilakukan orang seperti aku? *Mengeluh*$s",
  "Sat": "Kadang-kadang aku penasaran bagaimana aku bisa berada di kota ini.$u",
  "Sat6": "Sialan, aku terlalu tua untuk melakukan hal-hal yang menarik lagi. Satu-satunya hal yang bisa kuterima adalah bertahun-tahun bekerja di dekat perapian yang panas dan berkeringat.",
  "Sat10": "Bagaimana peralatanmu bertahan?#$b#Kalau mereka perlu diperbaiki, datang saja ke tokoku. Aku menjamin peralatan ini seumur hidup!",
  "Sun": "Bukankah kamu punya pekerjaan yang harus dilakukan?",
  "Sun4": "Jadi bagaimana keadaan peralatanmu?",
  "Sun8": "Aku ga tahu apa orang menyadarinya, atau peduli, tapi aku sangat bangga dengan pekerjaanku.#$e#Aku berarti... Ketika aku masih kecil aku tidak benar-benar bermimpi menjadi pandai besi. Tapi itulah yang aku lakukan. Dan aku ingin menjadi pandai besi terbaik yang bisa aku jadi.",
  "event_advice1": "Baik... Akan kuingat itu.",
  "event_advice2": "Itu masalahnya... Aku bertindak secara alami... tapi aku tidak pernah mendapat kesuksesan.$s",
  "Mon8": "Aku benci mengatakannya, tapi kadang-kadang aku senang ayahku memaksaku menjadi pandai besi. Setidaknya aku punya profesi.#$e#Kalau aku tidak punya pekerjaan, aku mungkin menghabiskan sepanjang hari hanya duduk-duduk merasa kasihan pada diriku sendiri.$s"
}