{
  "Introduction": "Halo! Aku Demetrius, ilmuwan lokal dan seorang ayah. Makasih sudah kenalan!#$e#Aku lagi ngulik tanaman dan hewan lokal dari lab di rumah.#$b#Sudah kenalan sama putriku, Maru? Dia ingin ketemu kamu.",
  "AcceptGift_(O)StardropTea": "Wah, ini bahan langka. Harus kubawa ke lab buat... eh... analisis lebih lanjut.",
  "AcceptBirthdayGift_Positive": "Hadiah!... dengan waktu yang pas. Hari ini ulang tahunku. Terima kasih!",
  "AcceptBirthdayGift_Negative": "Hadiah!... dengan waktu yang pas. Hari ini ulang tahunku.",
  "AcceptGift_(O)107": "Wow, telur dinosaurus utuh! Ini spesimen langka banget. Sekarang, kalau aja bisa diinkubasi...",
  "Resort_Entering": "Barusan aja liat kepiting langka. Tempat ini keren banget.",
  "GreenRain": "Jangan peduliin aku, @. Aku cuma ambil beberapa sampel. Kesempatan langka nih!#$e#Erm... Kalau kamu ketemu istriku, bisa bilangin dia kalau aku baik-baik aja?",
  "GreenRain_2": "Hujan kayak gini keliatannya aman, jadi aku kurang hati-hati tahun ini.",
  "firstVisit_Desert": "Denger-denger kamu baru ke Gurun Calico ya. Keren banget! Pasti banyak benda unik yang kamu liat di sana.",
  "questComplete_104_memory_oneday": "Cek penelitian melon? Iya, aku... eh... 'menganalisanya', dan ternyata punya profil nutrisi yang optimal...",
  "purchasedAnimal_Dinosaur": "Bilang lagi!? Kamu berhasil ngeluarin telur dinosaurus? Belum pernah terjadi ini sebelumnya!#$e#Ini, ambil kopi aku, aku kebanyakan eksitasi sekarang... Aku gak bisa minum lagi.",
  "dating_Maru": "Iya, Maru udah cerita kabar itu ke aku. Aku gak terlalu senang sih, tapi kamu bisa buktiin sebaliknya.",
  "married_Maru": "*sigh*... @, Aku udah nerima kalau saatnya 'anak perempuan'ku jadi wanita. Kamu udah punya restu aku.",
  "married_Sebastian": "Selamat atas pernikahannya. Robin nangis terus sejak pernikahan itu. 'Air mata bahagia', gitu katanya! Konsep yang aneh banget...#$e#Hmm, sekarang ruang bawah tanah gak kepake, mungkin aku perlu perluasin lab...",
  "eventSeen_65_memory_oneweek": "$y 'Gimana eksperimen di gua? Udah dapet apa aja yang berguna?_Yes_Ah! Berarti kondisinya pasti lebih sesuai dari yang aku pikirin awalnya... Hmm..._No_Lanjut aja periksa sesekali. Aku yakin mereka bakal ngasih hasil suatu saat.'",
  "eventSeen_65_memory_twoweeks": "Jangan lupa periksa gua di peternakan! Pasti ada yang berguna di sana sekarang.",
  "Resort_Leaving": "Aku bakal analisis data ini berbulan-bulan lamanya.",
  "Resort_Shore": "*crunch*... ups, kepiting langka ternyata...#$b#...#$b#Oh, gak jadi kepiting. Cuma cangkang kosong doang! Akhirnya bisa tidur tenang malam ini.",
  "Resort_Chair": "Seru kan, @? Ingat juga untuk sesekali istirahat ya!",
  "Resort_Bar": "Biasanya aku nggak minum... tapi biasanya juga aku nggak di pulau tropis. Hahaha.",
  "Resort": "Gak percaya kan tempat ini? Penuh dengan kehidupan eksotis!",
  "reject_869": "Ini spesimen bagus, tapi jenisnya lumayan umum. Kamu boleh simpan saja.",
  "reject_865": "Buah dan garam? Kombinasi yang aneh...",
  "pamHouseUpgradeAnonymous": "Robin bahkan nggak mau bilang *padaku* siapa yang membayar rumah baru Pam! Aku pura-pura marah padanya tapi sebenarnya aku senang dia begitu setia dengan janjinya...",
  "Mon": "Maru kadang membantu aku di lab... Dia anak baik.",
  "Mon_inlaw_Maru": "Susah melakukan penelitian bagus tanpa bantuan Maru... Tapi kebahagiaannya jauh lebih penting daripada eksperimenku!",
  "Tue": "Lembah ini punya ekosistem yang sangat beragam dan hidup. Itu salah satu alasan aku senang pindah ke sini.",
  "Wed": "Pasti kamu punya tanaman-tanaman menarik di kebunmu, kan? Mungkin suatu hari nanti aku mampir ke sana dan cek keadaannya.",
  "Thu": "Gimana bisnis pertanianmu? Sekarang musim lobak, kan? Ngebayanginnya udah bikin damai, kerja di luar sambil ngurusin tanaman sepanjang hari.",
  "Fri": "Robin emang pemarah. Lebih baik tetap di pihak baiknya. Jangan bilang aku yang bilang itu.",
  "Sat": "Hmm... Kalau senyawa di rizosfer mengandung tingkat Carbon-13 yang cukup, maka...",
  "Sun": "Bagus juga sih sesekali istirahat dari kerja. Tapi agak sulit ya kalau tinggal di peternakan. Hey, setidaknya di musim dingin kamu nggak perlu khawatir tentang tanaman.",
  "Fri4": "Robin emang pemarah. Lebih baik tetap di pihak baiknya... Sekarang kalau aku bisa mengukur tingkat moodnya, mungkin aku bisa modelkan fluktuasinya menggunakan kurva sinusoidal...",
  "Wed6": "Hai @! Gimana kabarnya hari ini? Aku harap bisa membantu pekerjaan pertanianmu dengan cara apa pun.",
  "Event_tomato1": "Serius? Aku kira petani pasti tahu jawabannya...",
  "Event_tomato2": "Lihat? @ setuju dengan aku.",
  "Event_Lab_Silence": "Yah, kita harus titrasi larutan ini sebelum mengkristal.",
  "Event_Lab_Rat": "*sigh*... %fork$4",
  "summer_Mon": "#$e#%Demetrius sedang tenggelam dalam pemikirannya.#$e#Maaf, aku sedang sibuk.#$e#Ada begitu banyak tanaman yang perlu diteliti saat ini.",
   "summer_Tue": "Jangan lupa siram tanaman setiap hari. Tapi kalau tanahnya bisa simpan air, nggak perlu sering-sering. Praktis banget.",
  "summer_Thu": "Bagaimana perkembangan bisnis pertanianmu? Musim tomat kan sekarang? Pasti seru ya, bebas di luar sepanjang hari dengan tanaman.",
  "summer_Fri": "Dengar-dengar Maru suruh kamu lihat teleskop di belakang. Kalau kamu jadi teman Maru, pasti dia akan ajarin kamu pakai teleskopnya. Seru kan?",
  "summer_Fri_inlaw_Maru": "Semoga anakku rajin belajar matematika dan sains ya!",
  "summer_Sat": "Hmm... Kalau tingkat strigolakton bisa ditingkatin, pasti berpengaruh sama pertumbuhan mikoriza. Maaf ya, lagi mikirin data tadi jadi nggak sadar ada kamu di sini. Ada yang bisa dibantu?",
  "summer_Mon6": "Aku jadi ilmuwan karena pengen bantu kemajuan manusia. Tapi tentu aja, tanpa petani seperti kamu, semua ini nggak mungkin.",
  "fall_Mon": "Saat musim begini, aku fokus ke jamur.",
  "fall_Tue": "Kita udah tahu banyak soal alam berkat ilmu pengetahuan. Tapi masih banyak lagi yang harus dipelajari.",
  "fall_Thu": "Gimana perkembangan bisnis pertanianmu? Musim jagung kan sekarang? Ngebayanginnya udah bikin damai, kerja di luar sambil ngurusin tanaman.",
  "fall_Fri": "Maru pasti sibuk banget bikin alat-alat ciptaannya. Aku seneng dia berdedikasi banget.",
  "fall_Fri_inlaw_Maru": "Masih terkejut sama robot rahasia Maru... Apa itu cuma mimpi?",
  "fall_Sat": "Coba kita pikirin... mungkin tingkat fiksasi nitrogen dipengaruhi oleh sekresi nematoda... Maaf, lagi analisis data jadi nggak sadar kamu di sini. Ada yang bisa aku bantu?",
  "fall_Wed6": "Hai @. Selalu senang kalau kamu datang. Nyaman banget ada teman setelah kerja lab yang sepi.",
  "winter_Mon": "Sekarang aku lagi istirahat dari riset.",
  "winter_Tue": "Nanya aja sama istriku kalau mau gedein rumah.",
  "winter_Wed": "Rumahmu udah punya dapur belum? Masak-memasak itu kayak kerja lab juga.",
  "winter_Thu": "Ada hewan ternak di peternakanmu?",
  "winter_Fri": "Halo. Demetrius lagi mikirin sesuatu.",
  "winter_Sat": "Nih, kalau tingkat nitrogen musiman bisa dimodelin sama fungsi potongan... Maaf, lagi analisis data jadi nggak sadar kamu di sini. Ada yang bisa aku bantu?",
  "winter_Sun": "Silakan ambil kayu dan batu sebanyak-banyaknya dari sini.",
  "winter_Fri4": "Makasih udah mampir. Butuh pikiran selain kacang-kacangan sebentar. Jadi, apa kabar belakangan?"
}