{
	"Introduction": "Hei, kamu cukup jago dalam menambang, untuk seorang manusia.",
	"AcceptBirthdayGift_Positive": "Oh! Aku pernah baca tentang tradisi ini... ini 'hadiah ulang tahun', kan? Hmm, sangat menarik...",
	"AcceptBirthdayGift_Negative": "Oh! Aku pernah baca tentang tradisi ini... ini 'hadiah ulang tahun', kan?#$b#Jadi, apa bagian dari tradisinya memberi sampah seperti ini?",
	"GreenRain": "Aku nggak bisa lihat warna hijau dengan baik.#$b#Kupikir itu karena tinggal di bawah tanah begitu lama.",
	"AcceptGift_(O)StardropTea": "*mengendus*... ini susu, ya? *sedot*... hmm... rasanya enak.",
	"Mon": "Aku dapet semua ini dari permukaan. Aku ambil dari orang-orangmu saat malam hari.#$e#Hmm? Apa konsep yang kamu sebut \"milik pribadi\" itu?",
	"AcceptGift_milk_item": "Ah, 'susu'... *sedot*... Menarik. Ingatkan aku, lagi... susu ini tepatnya dari mana?#$b#...!!! *sploosh*",
	"Tue": "Ah... sup wortel gua, wortel gua panggang, sosis wortel gua, dan gratin wortel gua.#$e#...Dan sebuah ramekin brulee wortel gua untuk manis malam ini.#$e#Apa?",
	"firstVisit_IslandNorth": "Kalau kamu masuk ke gunung berapi di Pulau Ginger, mungkin kamu akan bertemu orang-orang seperti aku. Jangan panik! Kami damai dengan manusia.",
	"mineArea_121": "Kamu tahu, kamu cukup jago dalam menambang, untuk manusia.",
	"fishCaught_158": "Oh, kamu dapat Ikan Batu? Aku sangat mengenal mereka. Kadang-kadang kami memelihara mereka sebagai hewan peliharaan.",
	"fishCaught_161": "Oh, kamu dapat Ikan Pip Es? Mereka ikan kecil yang energik, meskipun hidup di lingkungan yang dingin sekali. Orang-orangku menghindari area yang membeku... terlalu dingin!",
	"fishCaught_162": "Oh, kamu dapat Belut Lava? Sangat bagus! Mancing Belut Lava adalah bagian besar dari budaya kami. Mereka dianggap sebagai hidangan istimewa!",
	"firstVisit_Caldera": "Kamu menemukan Perkakas Dwarvish legendaris? Luar biasa... Aku sendiri belum pernah melihatnya.#$e#Mesin ini begitu tua, tidak ada dari orang-orangku yang mengerti cara kerjanya. Tapi ini pasti teknologi Dwarvish.",
	"Wed": "Hei, mau beli sesuatu?",
	"Wed_6": "Dahulu, orang-orangku tahu rahasia teknologi canggih. Bukti arkeologisnya membuktikan itu.#$e#Tapi aku penasaran dari mana asalnya? Dan kemana semuanya pergi? Aku rasa beberapa pertanyaan tidak akan pernah terjawab...",
	"Thu_4": "Aku merasa paling nyaman di bawah tanah.#$e#Semakin dalam di bawah tanah, semakin baik.",
	"Fri": "Kamu belum pernah melihat dwarf sebelumnya, kan?",
	"Sat_8": "Tambang bisa menjadi tempat yang berbahaya. Hati-hati, teman.",
	"Sat": "Berbahaya di tambang. Kenapa nggak beli beberapa barang dari toko aku untuk memastikan keselamatanmu?",
	"Sun": "Suatu hari nanti kamu harus ceritain aku tentang minuman yang kamu sebut \"susu\".",
	"Thu": "Kamu bukan mata-mata yang dikirim oleh Orang-Orang Bayangan, kan?#$e#Aku memantaumu.",
	"Fri_2": "Sebagian besar manusia takut pada yang tidak dikenal... makanya aku sembunyikan toko ku di sini.#$e#Keahlian menambangmu membuktikan kamu dapat dipercaya."
}