{
	"Introduction": "Ah, petani baru yang kita semua tunggu... dan kedatangannya telah memicu banyak percakapan!#$b#Aku Elliott... Aku tinggal di kabin kecil di pinggir pantai. Senang bertemu denganmu.",
	"AcceptBirthdayGift_Positive": "Aku salut kamu mengingat ulang tahunku! Terima kasih!$h",
	"AcceptBirthdayGift_Negative": "Satu tahun lagi telah berlalu, satu helai rambut abu-abu lagi... Kupikir hadiah ini bisa memperingati kemunduranku.$s",
	"AcceptGift_(O)StardropTea": "Ah, hadiah yang luar biasa! Aromanya saja sudah menginspirasi...",
	"FlowerDance_Accept": "Tentu saja... itu akan menjadi kehormatan! Aku menantikan itu.$h",
	"AcceptGift_forage_item_beach": "Ah, kamu pasti dapet di sekitar rumahku ya... Hobi yang bagus! Terima kasih.",
	"AcceptGift_book_item": "Ah, sebuah buku... Ya, mungkin prosa di dalam halaman-halaman ini akan memberikan wawasan baru. Terima kasih.",
	"AcceptGift_(O)814": "Ah, botol tinta yang bagus. Seorang penulis tidak pernah punya terlalu banyak... dan itu cukup mahal! Terima kasih!$h",
	"AcceptGift_(O)444": "Ini akan menjadi pena yang indah! Aku sudah merasa terinspirasi...$h",
	"SquidFest": "Jarang sekali melihat begitu banyak orang di pantai. Semua untuk cinta terhadap cumi!",
	"firstVisit_ElliottHouse": "Ah... maafkan kekacauan di kabinku. Aku tidak mengharapkan ada yang masuk!",
	"AcceptGift_(O)154": "Agh, masih bergerak! Jauhkan benda itu dari aku!$6 [154]",
	"AcceptGift_(O)155": "Agh, masih bergerak! Jauhkan benda itu dari aku!$6 [155]",
	"dating_Elliott": "Aku hanya berharap aku memberimu buket bunga terlebih dahulu!$l",
	"dating_Elliott_memory_oneday": "%Elliott berbisik rahasia manis ke telingamu.",
	"married_Elliott": "Kamu telah memetik bunga terbaik di Pelican Town... Sekarang, kamu harus merawatnya dengan segenap hatimu.",
	"wonIceFishing": "Nah, kalau bukan pemancing es nomor satu di kota! Itu penampilan yang benar-benar mengesankan.$h#$e#Aku tidak pernah punya kesempatan, tapi selalu ikut serta demi bersikap sportif.",
	"purchasedAnimal_Duck": "Tahu kah kamu? Bulu bebek cocok untuk pena yang bagus.",
	"eventSeen_39": "Kamu sudah sangat membantu... Sekarang, aku harus berpikir...",
	"eventSeen_40_memory_oneday": "Waktu yang menyenangkan di saloon beberapa hari yang lalu... Meskipun hatiku tidak begitu antusias...",
	"Resort_Entering": "Ini perjalanan yang cukup menyenangkan!",
	"Resort_Leaving": "Sampai jumpa di lembah lagi.",
	"Resort_Leaving_2": "Semoga seekor kepiting tidak menyelinap ke pakaianku lagi.$s#$b#Bayangkan keluar dari saku dan menemukan dirimu di pantai ratusan mil dari rumah!$h#$e#Hmm... mungkin ini bisa menjadi novel yang menarik...",
	"Resort_Chair": "Aku hanya istirahat sebentar untuk mengoleskan minyak kelapa di tubuhku.$h",
	"Resort_Bar": "Gus, aku akan pesan minuman untuk semua orang!#$b#*hic*... Oh... aku tidak punya uang.$s#$b#Heh heh... abaikan saja!",
	"Resort_Wander": "Aku pernah mendengar desas-desus tentang bajak laut yang datang ke pantai dekat sini di malam hari. Katanya bisa menjadi sangat liar!",
	"Resort": "Aku harus mengakui, pantai ini melebihi pantaiku sendiri yang sederhana.",
	"Resort_2": "Oh tidak! Beberapa rumput laut terjerat di rambutku.#$e#Itulah masalahnya saat bersantai di pantai.",
	"FlowerDance_Accept_Spouse": "Ya... bisakah aku menolak wajah lembut dan ramah itu? Sentuhan pelukan manis musim semi?",
	"FlowerDance_Decline": "Maaf... bukan hari ini.$s",
	"divorced": "...$s#$e#Kenapa kamu menyiksaku? Tidakkah kamu melihat kamu telah menghancurkan semua harapan dan impianku?$s",
	"dumped_Guys": "Pergi. Aku tidak tahan melihatmu.$s",
	"secondChance_Guys": "Kamu telah menyakitiku di luar batas... tapi aku bersedia meninggalkan masa lalu di belakang kita.$s",
	"breakUp": "Ah... buket layu. Pemandangan yang berharap tidak pernah kulihat...$s#$b#Kupikir ada cakrawala lain yang bisa kujelajahi...$s",
	"Mon": "Aku juga cukup baru di kota ini, tapi aku benar-benar merasa di rumah.$h#$e#Aku pindah ke sini hanya setahun sebelum kamu.",
	"Mon4": "Aku harap kamu sudah menganggap tempat ini sebagai 'rumah'.",
	"Tue": "Sebuah ide hebat bisa muncul saat kamu tidak mengharapkannya... tapi jika pikiranmu terlalu sibuk, kamu melewatinya.#$e#Nah, aku harus kembali ke pekerjaanku.",
	"Tue6": "Gesekan manis antara pena dan kertas adalah musik jiwaku.$u#$b#Itulah mengapa aku memilih pantai ini sebagai rumahku, agar aku bisa mendapatkan kedamaian untuk bekerja.",
	"Wed": "Hutan adalah tempat yang indah. Sudah pernahkah kamu kesana?",
	"Wed8": "Maaf, hari ini aku merasa sedih.$s#$e#Aku berharap ada lebih banyak kepastian tentang masa depan.$s#$e#Aku tidak ingin menjadi tua sebagai pertapa kesepian di pantai ini...$s",
	"Thu2": "Aku sepertinya tidak bisa menemukan inspirasi untuk mulai menulis novelku...$s",
	"Thu4": "Aku merasa penuh harapan belakangan ini. Mungkin cuaca sedang berubah.",
	"Thu6": "Terkadang aku penasaran apa aku hanya punya citra diri yang terlalu tinggi dan tidak punya keterampilan nyata...$s#$e#Tidak, tidak... Aku bukan mencari pujian. Meskipun itu diapresiasi...",
	"Thu8": "#$1 elliottApol#Sedikit sepi di sini di pantai... jadi aku minta maaf jika aku terlalu maju denganmu ketika kita pertama kali bertemu. Aku hanya ingin punya seorang teman.$k#$e#Rasanya baik punya teman dekat seperti kamu.",
	"Thu": "Halo, @.#$e#Apa kabar?",
	"Fri": "Udara segar di lembah ini baik untuk tubuh dan pikiran.#$e#Jalan-jalan singkat di luar selalu menyegarkanku.",
	"Fri4": "Ah... jangan terlalu dekat dengan rambutku dengan obor...$8",
	"Fri8": "Aku akan mengakui... aku butuh beberapa jam setiap pagi untuk membuat rambutku terlihat sebagus ini.",
	"Sat": "Mungkin kamu tidak akan menyukainya di dalam kabinku. Gelap dan penuh laba-laba.$s",
	"Sat4": "Tolong maafkan keadaan buruk kabinku.",
	"Sat6": "Beberapa orang pemalu. Tetap tunjukkan minat pada mereka dan mereka akan nyaman di sekitarmu.#$e#Semua orang suka punya teman, bahkan pandai besi yang pemurung itu.",
	"Sun": "Halo. Aku harap kehidupan pertanian barumu berjalan sesuai harapan?",
	"Sun6": "Oh, @! Aku harap kamu datang.#$e#Selalu senang melihatmu.$h",
	"event_idea1": "Misteri, ya? Ini pasti genre yang menarik. Akan kuingat itu.",
	"event_idea2": "Ah, salah satu genre klasik. Akan kuingat itu.",
	"event_idea3": "Aku tidak akan pernah menebak! Aku kira bahkan mereka yang profesi paling 'bumi' kadang-kadang memikirkan hal-hal di langit.$h#$b#Akan kuingat itu.",
	"event_boat1": "... Aku khawatir kamu tidak merasakan hal ini terhadap pria lain.$l^Aku juga.$l",
	"event_boat2": "Oh! Maaf sekali.$8%fork",
	"event_toast1": "Baiklah...#$b#Untuk @!",
	"event_toast2": "Itu ide yang bagus!$h#$b#Untuk kita!",
	"event_toast3": "Hmmph... lupakan saja.$a",
	"event_toast4": "Ah, untuk masa depan yang harmonis bagi komunitas... apa ide yang mulia.#$b#Untuk Pelican Town!",
	"summer_Mon": "Seberkas sinar matahari lembut membangunkanku pagi ini. Aku belum pernah merasa begitu segar.$u#$e#Maaf jika itu tidak terlalu menarik bagimu.",
	"summer_Mon4": "Aku tahu bahwa aku agak 'aneh'.#$e#Aku harap kamu tidak keberatan.$h",
	"summer_Mon6": "@, Aku tahu kamu percaya pada kemampuanku sebagai seorang penulis. Itu sangat berarti bagiku.$h",
	"summer_Tue": "Aku menemukan beberapa kerang cantik di depan rumahku.#$e#Aku membayangkan varietas yang lebih langka bisa cukup berharga.",
	"summer_Tue6": "Aku menulis dengan harapan dapat terhubung dengan orang lain melalui waktu dan ruang.$u#$e#*sigh*...waktu berubah, meskipun. Orang-orang tidak lagi membaca.$s",
	"summer_Wed": "Pasti memuaskan untuk mengikuti tanamanmu dari benih hingga panen.#$e#Seperti esensimu terkandung dalam buah itu.$u",
	"summer_Thu": "Oh tidak! Sepatuku penuh dengan pasir.$s#$e#Itulah masalahnya tinggal di pantai.",
	"summer_Fri": "@? Kamu terlihat bingung.#$b#Kurasa udara panas musim panas bisa membuat kita sedikit pusing.",
	"summer_Sat": "Matahari marah hari ini... Kulitku agak terlalu sensitif, sayangnya.",
	"summer_Sun": "Kamu datang sampai ke sini hanya untuk bicara dengan aku? Sungguh baik hati.$h",
	"summer_Sun4": "Kunjungi kabin ku kapan saja kamu mau. Aku butuh teman.$h",
	"fall_Mon": "Halo @.#$e#Pastikan untuk beristirahat dari pekerjaanmu sesekali.",
	"fall_Mon4": "Datanglah menjengukku jika kamu butuh istirahat dari kerjamu.$h#$e#Biasanya aku ada di rumahku.",
	"fall_Tue": "Dikatakan bahwa kapal bajak laut, penuh dengan emas yang dirampas, karam di sini sudah lama.",
	"GreenRain": "Mari tidak panik sekarang... Gus! Aku mengusulkan segelas minuman untuk menenangkan saraf!%noturn",
	"GreenRain_2": "Ah, lagi-lagi hari unik di lembah. Merangsang, untuk mengatakan yang terbaik!",
	"fall_Tue8": "@, Aku baru saja memikirkan tentangmu.$l#$e#Mungkin kamu merasakannya.$h#$e#Jadi! Ceritakan tentang harimu.",
	"fall_Wed8": "Saya nggak keberatan coba jadi petani.#$e#Buatku suasana tenang di peternakan bisa jadi sumber inspirasi tulisan, kamu setuju nggak?$h",
	"fall_Thu": "Astaga! Ada kepiting kecil di saku kemejaku.$l#$e#Susah juga hidup di pantai.",
	"fall_Fri4": "Kaki aku kaku karena duduk di meja tulis sepanjang malam.$s#$e#Kadang iri juga sama kamu, @.",
	"fall_Fri": "Kaki aku kaku karena duduk di meja tulis sepanjang pagi.$s",
	"fall_Fri10": "@, waktu kamu di sekitar, aku jadi kreatif luar biasa.$l#$e#Aneh ya, tapi emang bener.",
	"fall_Sat": "Angin kencang nih musim ini. Seru banget!$h",
	"fall_Sun": "Harus inget untuk siram tanaman hari ini. Dan jangan pake air laut lagi!",
	"winter_Mon": "Kamu mampir di musim dingin?#$e#Saya butuh istirahat dari kerjaan sendirian.",
	"winter_Mon4": "@, kamu jalan di salju buat mampir ke sini?#$e#Perjuangan banget!$h",
	"winter_Tue": "Orang udah nyari nafkah dari laut dari dulu banget.#$e#Aku cuma beli di toko kelontong aja.$s",
	"winter_Tue10": "@, aku udah ngerasa pasti kamu bakal datang.$l",
	"-winter_Wed": "Sehari gak bakal ngebosenin kalau ikutan idemu.$u#$e#Maaf ya, kalau aku kebanyakan ngomong ga jelas.",
	"winter_Thu": "Tarik napas dalam-dalam. Bau laut banget.$e#Gimana perasaannya?",
	"winter_Thu6": "Tarik napas dalam-dalam. Bau laut banget.$e#Tiap kali aku cium bau laut, aku inget masa kecilku. Laut itu bener-bener bikin kagum waktu kecil.",
	"winter_Fri": "Aku harus sikat rambut tiap hari, nanti berantakan.#$e#Capek juga sih.#$e#Aneh juga sih belum potong rambut gara-gara kesal.$h#$e#Mungkin aku terlalu narsis.",
	"winter_Sat": "Aku lagi latihan di dalam rumah, karena seringkali keburu dingin kalau keluar.#$e#Maaf ya, kalau kabinnya lembab.$s",
	"winter_Sun": "Aku harus bersihin lantai hari ini. Udah mulai ada lumut.$s#$e#Kamu biasa bersihin rumah gak?"
}