{
	"Introduction": "Wah!... Aku bisa liat dari mukamu. Kamu bakal betah banget di Pelican Town.#$b#Kalau kamu lagi cari keseruan di sore hari, mampir aja ke salon. Di situ aku kerja!",
	"AcceptBirthdayGift_Positive": "Wah, kamu inget ultahku! Makasih, @! Bener-bener baik banget dari kamu.$h",
	"AcceptBirthdayGift_Negative": "Wah, kamu inget ultahku! Makasih, @! Bener-bener ni--$h#$b#...bau...bau... bau apa ini?$s#$b#... Ini tuh apa ya...?$s",
	"FlowerDance_Accept": "Iya, aku mau berdansa sama kamu, @!$h#$e#Sekarang aku seneng... Pasti seru banget ini!",
	"AcceptGift_(O)StardropTea": "Wah, makasih! Katanya kalau minum ini sebelum tidur, bisa mimpi jadi keren.",
	"AcceptGift_(TR)ParrotEgg": "Oh, bagus, masih hangat... Kasian, di mana ibunya? Bisik ...Aku bakal jadi ibumu, jangan khawatir... Kasian banget.$s#$b#Aku seneng kamu kasih ini ke aku, @. Aku bakal rawat dengan baik.",
	"AcceptGift_(O)68": "$c 0.5#Wah, wah... Makasih! Warna ini pas banget sama moodku hari ini.$h#Energi hangat dari batu ini bantu fokus lagi... Ini banget yang aku butuhkan hari ini. Makasih!",
	"AcceptGift_(O)70": "$c 0.5#Lucu ya, tadi aku mimpi kamu bakal kasih aku giok hari ini!$h#Wah, ini giok! Katanya bisa tarik rezeki... Siapa sih yang ga mau duit tambahan?",
	"AcceptGift_(O)66": "$c 0.5#Wah, cantik banget, @! Semoga kamu ga nekat buat dapetin ini.$h#Ametis! Bakal lindungi aku di malam kerja di Salon.",
	"AcceptGift_(O)64": "$c 0.5#Wah, lihat warnanya! Pas banget sama pakaianku.$h#Ruby bagus buat energi!",
	"AcceptGift_(O)62": "$c 0.5#Halus banget! Pegang ini... Aku rasain energinya semua putri duyung di lautan. Makasih!#Terima kasih! Aku taruh ini di bawah bantal, semoga mimpi laut.",
	"AcceptGift_(O)60": "$c 0.5#Oh!... Heheh... Aku tau kenapa kamu kasih ini hari ini. Menarik banget...#Warnanya bikin aku mikir tentang kekuatan spiritual di hutan... Bisa rasain energinya?",
	"GreenRain": "Pasti ada maksud di balik ini... Alam mau ngasih tau sesuatu.$3#$e#Tapi apa ya? Aku ga bisa baca... Susah banget. Tapi aku rasain itu, kok...$3",
	"GreenRain_2": "Kamu rasain ga? Hutan lagi nyanyi! Pohon-pohon lagi joget!",
	"married_Haley": "Itu pernikahan indah... Aku seneng banget buat kamu dan Haley!$h",
	"divorced_Haley": "Haley terlalu bangga buat hancur hati gara-gara cerai... Atau setidaknya pura-pura gitu.$3",
	"eventSeen_471942": "Halo @. Aku udah duga bakal ketemu kamu hari ini.",
	"eventSeen_463391": "Ga ada yang lebih sedih dari hewan yang terluka...$s",
	"purchasedAnimal_Sheep": "Sekarang kamu punya domba, bisa bikin kain! Bakal ada banyak peluang baru nih. Nanti aja liat deh.",
	"eventSeen_11_memory_oneweek": "Pernah mencoba masak tanpa resep? Rasanya agak membebaskan.#$b#Dan siapa tahu... kamu mungkin menemukan sesuatu yang luar biasa!",
	"eventSeen_101_memory_oneweek": "Jalan-jalan dengan Clint cukup seru!#$b#Walaupun, dia tumpahin root beer di seluruh badannya cuma dalam sepuluh menit setelah sampai, dan hampir ga ngomong sepanjang malam.$3",
	"eventSeen_4081148": "Eh, aku lihat kamu di pertunjukan Sam. Seru lho!$h#$e#Tapi kota itu baunya kurang sedap.$s",
	"eventSeen_2123343_memory_oneday": "Aku ga akan lupa perjalanan berkemah kita begitu saja...$l",
	"dating_Emily": "%Emily tersenyum lebar.",
	"dating_Emily_memory_oneday": "Kita bakal seru banget bersama, aku yakin.$h",
	"married_Shane": "Yah, sekarang kamu udah menikah, aku kira Shane ga akan sering mampir ke Salon lagi!#$e#Mungkin itu hal yang baik, tapi selalu sedikit sedih kehilangan pelanggan tetap...$s",
	"Resort_Entering": "Ah, aku suka tempat ini! Penuh dengan burung beo!",
	"Resort_Leaving": "Ah... paru-paruku terasa sempurna.",
	"Resort_Shore": "Bisa rasain? Laut punya energi penyembuhan yang mendalam.",
	"Resort_Chair": "Nikmatin nggak, @? Kamu juga harus istirahat sesekali, lho!",
	"Resort_Bar": "Senang bisa duduk di sini untuk sekali ini!$h",
	"Resort": "Jika kamu membuka hatimu pada matahari, kamu bisa rasakan energi kasih di dalam dirimu.$h",
	"Resort_Dance": "%Emily larut dalam musik.",
	"FlowerDance_Accept_Spouse": "Tentu, sayangku. Aku udah nungguin ini!$h",
	"FlowerDance_Decline": "Maaf banget... tapi aku udah setuju buat berdansa sama orang lain.$u",
	"divorced": "@... Kamu udah patahin hatiku... Aku ga bisa ngomong lagi sama kamu.$s#$e#Tolong, biarkan aku mencoba untuk sembuh...$s",
	"dumped_Girls": "...$s",
	"breakUp": "Tapi... Kurasa kita punya ikatan spesial... *mendesah*$s",
	"reject_866": "Wah, itu bagus banget... Aku punya teman yang pasti suka itu! Tapi dia tinggal jauh dari sini...",
	"secondChance_Girls": "@... Aku siap memberimu kesempatan kedua. Aku masih percaya bahwa di dalam dirimu ada orang baik.$s",
	"Mon": "Sudahkah aku bilang kalau Haley dan aku adalah saudara? Aneh, kan?",
	"Mon2": "Aku punya hobi rahasia, tapi aku ga akan ngomong lebih lanjut.#$e#Mungkin suatu hari nanti aku akan tunjukkan ke kamu.$h",
	"Mon4": "Dunia ini penuh dengan roh dan sihir... Beberapa orang ga percaya padaku, tapi aku tahu itu benar.#$e#Aku bisa lihat dari matamu... kamu percaya akan dunia lain, seperti aku.",
	"Mon6": "Aku berharap Haley bisa mendapatkan pekerjaan atau setidaknya membantu di dapur dan membersihkan rumah.$s#$e#Kurasa dia berharap bisa menikahi orang kaya.$u",
	"Mon6_inlaw_Haley": "Harus kukatakan, sekarang Haley pergi aku jadi lebih mudah mengatur segalanya.",
	"Mon8": "Ada orang-orang baik di kota ini yang sepertinya ga bisa menemukan kebahagiaan. Bikin aku sedih.$u#$e#Bekerja di salon, aku denger langsung tentang masalah-masalah mereka.$u",
	"Tue": "Aku kerja paruh waktu di salon Gus. Itu cukup buat bayar tagihan.",
	"Tue4": "Aku cuma kerja di salon Gus buat cukupi kebutuhan... tapi passionku yang sebenarnya adalah jahit menjahit.$u#$e#Aku bikin pakaian ini dari awal, lihat?",
	"Tue6": "Oh, hai... Senang kamu mampir ke sini seperti ini.$h",
	"Tue8": "Kamu tahu, @... Kurasa masa depan terlihat cerah buat kita berdua.",
	"Wed": "Aku denger rumor tentang cincin sihir langka dan kuat, dipertajam lama oleh peradaban yang terlupakan. Aku ga yakin itu benar atau cuma dongeng.",
	"Wed4": "Kamu memancing? Aku cuma berharap kamu perlakukan ikan-ikan itu dengan manusiawi.$s#$e#Setiap makhluk layak mendapatkan rasa hormat kita, bahkan yang berlendir.",
	"Wed6": "Percayalah... setiap hari kamu sedang melangkah satu langkah lagi di jalur takdirmu.",
	"Wed8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Hai, @.#$e#Aku selalu tahu kita akan menjadi teman baik. Sudah tertulis di bintang-bintang!|Hai, @.$u#$e#Aku selalu tahu kita bakal dekat seperti ini...",
	"Thu": "Aku harap kamu bercocok tanam secara berkelanjutan. Ekosistem lembah ini rapuh!#$e#Gimana aku tau? Aku punya perasaan dalam yang kuat!",
	"Thu4": "Kadang bunga-bunga berbicara padaku... masing-masing punya cerita yang berbeda!",
	"Fri": "Ah, musim semi. Musim pastel. Sebenarnya aku lebih suka warna-warna berlian, sih.#$b#Oh, maaf! Aku lagi mumbling soal fashion, ya?",
	"Sat": "Aku suka bikin pakaian sendiri, tapi ga mudah dapetin kain.#$e#Dan perjalanan ke kota lumayan jauh.",
	"Sat6": "Pernahkah kamu memikirkan tekstur kain, @? Setiap tekstur punya kepribadian yang berbeda... rasakan gaunku... lihat?",
	"Sun": "Hai @!#$e#Kamu memelihara domba di lumbungmu? Kamu bisa mengubah bulu mereka menjadi gulungan kain yang cantik!#$e#Tapi kamu butuh alat tenun. Kamu bisa membuatnya sendiri kalau kamu tahu resep pembuatan.",
	"Sun4": "Rumah ini dititipkan kepada kami oleh orang tuaku. Mereka telah bepergian ke seluruh dunia selama dua tahun terakhir.#$e#Kami tidak tahu kapan mereka akan kembali.#$e#Aku menikmati tinggal di sini, sih. Ini daerah yang indah dan kota ini bagus.",
	"event_dance1": "Terima kasih!",
	"event_dance2": "Eh... Oke. Maaf ya kalau kamu ga suka. Kayaknya tiga tahun latihan aku sia-sia...$s",
	"event_dance3": "Seriusan? Itu efek yang aku cari!$h#$b#Aku senang kamu suka.",
	"summer_Mon": "Haley pemilih makanan. Susah banget masak untuknya.",
	"summer_Mon4": "Makan sehat itu penting buatku. Aku pengen hidup lama dan aktif.",
	"summer_Mon_inlaw_Haley": "Haley dan aku lebih dekat sekarang dia pindah. Aku senang dia mampir!",
	"summer_Tue": "Halo, @.#$e#Aku merasa malas hari ini.$u",
	"summer_Tue6": "Aku kasihan sama Linus. Orang-orang menghakiminya, padahal dia cuma hidup dengan gayanya sendiri.$u#$e#Aku berharap semua orang bisa belajar menerima orang lain.",
	"summer_Sun6": "Hai, @! Kita jadi teman yang lumayan baik, kan?$h#$e#Itu baik buatku. Kamu cowok yang keren.^Aku senang.$h",
	"summer_Sun8": "Hai, @! Kita jadi teman yang lumayan baik, kan?$h#$e#Mungkin terdengar aneh, tapi aku selalu yakin ini akan terjadi.",
	"summer_Wed": "Ga terlalu sering hujan di musim panas, ya?#$e#Itu artinya lebih banyak kerja penyiraman buatmu, kan?#$e#Atau kamu menikmati cuaca cerah?",
	"summer_Thu": "Aku anggap lebah dan kupu-kupu adalah teman khususku!",
	"summer_Fri": "Kalau aku ga terlalu sibuk, aku bakal bantu kamu di kebun!#$e#Tapi Gus pasti ga senang kalau aku punya pekerjaan lain...$s",
	"summer_Fri6": "Tahu ga, aku yakin Gus bakal mengerti kalau suatu hari nanti aku ingin pergi dari Saloon.#$b#Ada begitu banyak hal di luar sana, aku ga bisa jadi pelayan bar selamanya.$u",
	"summer_Sat": "Jangan terlalu memaksakan diri atau kamu akan berakhir di klinik Harvey!",
	"summer_Sun": "Hai @!",
	"summer_Sun4": "Sekitar waktu ini teman-teman baikku mengunjungi daerah ini... maksudku burung beo!",
	"fall_1": "Musim gugur sudah tiba. Saatnya menanam tanaman baru, ya?",
	"fall_15": "$d bus#Hari ini aku berkunjung ke rumah Sandy. Kami sahabat baik!#$e#Aku sangat senang bisnya diperbaiki.|*Mengeluh*... Kalau saja bis tua itu diperbaiki, aku akan mengunjungi temanku Sandy hari ini...$s",
	"fall_Mon": "Cuaca bagus untuk piknik, kan?",
	"fall_Mon8": "Kalau aku ga kerja, aku akan saranin kita pergi piknik yang asik!",
	"fall_Tue": "Halo. Gimana musim panasmu?",
	"fall_Tue4": "Hai @! Aku yakin kebunmu sukses banget musim panas kemarin, kan?#$e#Kamu petani yang sangat baik.$h",
	"fall_Wed": "Teman ku punya toko di gurun. Kalau kamu ke sana, mampir dan sapa dia untukku ya.#$e#Kurasa dia jual beberapa produk langka.",
	"fall_Thu": "Kamu berteman dengan Clint? Dia orang baik, kalau kamu kenal dia.#$e#Dia merasa kesepian bekerja di tokonya sepanjang hari. Tapi dia sangat pemalu, jadi susah baginya buat punya teman baru.",
	"fall_Thu8": "Kurasa Clint marah padaku. Dia ga pernah melihatku lagi...$u#$e#Aku selalu pikir kita teman.$u",
	"fall_Fri": "Hari musim gugur yang indah lagi.#$e#Sayangnya, ini akan segera berakhir.",
	"fall_Fri6": "Bau udara segar itu? Menyenangkan, kan?#$b#Aku cuma khawatir Joja Co. atau perusahaan serupa akan mengambil ini dari kita.$u",
	"fall_Sat": "Biarkan pikiranmu terbuka dan beberapa hal menarik akan tumbuh.#$e#Ngomong-ngomong, bagaimana harimu?",
	"fall_Sat6": "Aku ga punya rencana besar untuk hidup. Aku lebih suka ga stresin masa depan.",
	"fall_Sun": "Tidak ada yang seperti hari Minggu yang cerah untuk menyemangati semangat!",
	"fall_Sun6": "Ada begitu banyak hambatan tak terlihat yang menghambat kita. Mengapa orang-orang tidak belajar untuk melepaskan dan menjelajahi potensi sejati mereka?#$e#Aku? Yah, kamu tahu apa yang mereka katakan... 'Kamu tidak bisa mengurung Junimo liar'.",
	"fall_Sun10": "Kamu orang yang baik, @! Terima kasih telah menjadi temanku.$h",
	"winter_Mon": "Hati-hati agar tidak kena es yang jatuh ke kepalamu!",
	"winter_Mon10": "Hati-hati agar tidak kena es yang jatuh ke kepalamu! Aku ga ingin kamu terluka!",
	"winter_Tue": "Oh, hai @!$h#$e#Pasti kamu sudah sangat mahir berkebun sekarang, ya?",
	"winter_Tue2": "Aku yakin kamu petani yang sangat baik sekarang!",
	"winter_Tue4": "Kurasa rambutku membeku...$s",
	"winter_Wed": "Haley dan aku ga cocok untuk rumah sebesar ini. Repot juga buat menjaga kebersihannya.#$e#Yah, seharusnya aku ga mengeluh.$#$e#Rumah petanimu terlihat bagus dan nyaman.$h",
	"winter_Thu": "Pasti sangat dingin bagi ikan-ikan yang malang.$s#$e#Aku penasaran apa ada ikan yang hibernasi? Mungkin aku harus tanya Demetrius.",
	"winter_Fri": "Kalau aku ga terlalu sibuk, aku akan membantumu menggali di gua di dekat danau.#$e#Aku yakin ada beberapa kristal kuat di dalamnya.",
	"winter_Sat": "Tahu cara memasak 'Bean Hotpot' ga?#$e#Aku suka masakan itu.$h%revealtaste:Emily:207#$e#Susah banget dapat bahan segar di musim dingin, ya?",
	"winter_Sun": "Hai!#$e#...Iya?",
	"winter_Sun6": "Aku dan kakakku kadang bertengkar, tapi aku akan sangat merindukannya kalau dia pergi.#$e#Kurasa suatu hari nanti dia akan menjadi wanita muda yang sangat baik... Jangan bilang aku yang bilang itu.$h#$e#Jadi, ada yang ingin kamu bicarakan?",
	"winter_Sun6_inlaw_Haley": "Sampaikan salamku pada kakakku! Dan ingatkan dia untuk mengunjungiku besok."
}