{
	"Introduction": "Halo, selamat datang di tengah-tengah tetangga-tetangga kita yang ramah, Sayang! #$b#Boleh panggil aku 'Nenek' kalau kamu mau, Nak.$h",
	"AcceptGift_(O)StardropTea": "Wah, ini untuk Nenek? Terima kasih banyak, Nak. Hadiah ini benar-benar istimewa!",
	"AcceptGift_(O)170": "Terima kasih ya, Nak. Nenek udah nyariin kacamatanya di mana-mana... #$b#Waduh, ternyata udah kotor banget...",
	"GreenRain": "George, Sayang... Apa ini sudah akhirnya? Sudah hidup yang cukup baik, tapi Nenek ingin lihat Alex menemukan jalannya sebelum pergi...$s%noturn",
	"GreenRainFinished": "Oh, Sayang... Nenek senang banget semuanya berakhir baik-baik aja. Dan bunga-bunganya jadi lebih sehat dari sebelumnya!",
	"GreenRain_2": "Bunga-bunga kayaknya suka banget sama hujan ini...",
	"AcceptGift_forage_item_beach": "Terima kasih, Nak. Ini bawa kembali kenangan manis...",
	"reject_867": "Aduh, pasti George bakal tertarik sama itu!",
	"cropMatured_591": "Tulip hasil tanam sendiri jadi hadiah yang indah di musim semi.",
	"cc_Complete": "Senang banget punya balai kota tua lagi. Ada banyak kenangan dari masa lalu... Tempat yang istimewa.",
	"married": "Aku senang banget buat kamu, Sayang.$h#$e#Ngerasa hangat hati lihat orang muda lagi jatuh cinta, kayak aku yang udah tua begini.",
	"divorce": "Kalo nikah lagi, pastiin yang bener ya...$s",
	"reject_866": "Mawar yang cantik banget, Sayang. Udah pernah kasih Emily belum? Aku jadi inget dia.",
	"pamHouseUpgrade": "Wah, kamu baik banget udah ngasih Pam rumah baru yang cantik!$h#$e#Itu bikin hatiku hangat lihat orang peduli satu sama lain seperti itu...",
	"pamHouseUpgradeAnonymous": "Bilang aja aku tua yang bodoh... tapi aku rasa aku tau siapa yang bayarin rumah baru Pam... *mata berkedip*",
	"MovieInvitation": "Wah, baik banget kamu, Sayang. Tentu saja... aku mau nonton film!$h#$b#Kamu duluan aja, nanti aku ketemu kamu di bioskop.",
	"Mon": "Wah, hari yang indah sekali.$u",
	"Tue": "Jangan ambil pusing sama suamiku, George. Dia nggak ramah banget sama orang asing.#$e#Kalo kamu lebih kenal sama dia, pasti dia bakal jadi lebih baik.#$e#Aku yakin suatu hari kamu berdua bisa jadi teman yang baik!$h#$e#Karena kamu begitu tertarik sama suamiku, aku kasih tau kamu rahasia kecil: dia suka banget sama bawang prei! Kamu bisa cari di gunung waktu ini.",
	"Wed": "#$1 evelynGarden1#Kemarin aku lihat keluarga kupu-kupu yang indah banget lagi sunbathing di taman kota.$k#$e#Wali Kota baik hati nyuruh aku jadi penanggung jawab taman umum kota.#$e#Aku udah kerja di bedeng bunga kota berhari-hari, jadi tolong jangan injak-injak ya!",
	"Thu": "Hari ini Nenek akan membuat kue. Aku suka membuat bentuk bunga di musim semi.$h#$e#Mungkin suatu hari nanti aku akan ceritakan resepku kepadamu.",
	"Fri": "George menghabiskan sepanjang hari di depan televisi itu.#$e#Aku harap dia lebih sering keluar. Udara segar akan sangat baik baginya.",
	"Sat": "Dulu aku suka melihat awan, tapi sekarang susah melihatnya.#$e# Mataku sudah tidak sebaik dulu.$s",
	"Sun": "Senang dekat dengan laut. Suara ombak membuat tidur jadi lebih mudah.#$e#Saat masih kecil, kami mencari kerang setelah air surut. Itu adalah masa-masa yang indah...",
	"Tue6": "Senangnya kamu menyempatkan waktu untuk mengunjungi George dan aku.#$e#Tanpa ada orang muda di sekitar, kita akan menjadi lebih cepat tua.$h",
	"Event_cookies1": "Terima kasih!$h",
	"Event_cookies2": "Apa itu, Sayang? Kurasa kamu bilang 'hockey puck'. *sigh* Pendengaranku sudah tidak seperti dulu.$s",
	"summer_Mon": "Aku merasa lebih berenergi di cuaca yang luar biasa ini.$u",
	"summer_Mon_inlaw_Alex": "Gimana kabar cucuku? Aku yakin dia sangat bahagia tinggal di peternakan.#$e#Dia pantas bahagia... dia anak yang baik.",
	"summer_Tue": "George selalu sedikit kurang bermuram durja di musim panas. Cuaca hangat membuat tulangnya menjadi lebih lunak.#$e#Mungkin kamu tidak bisa melihatnya, tapi aku bisa. Aku mengenalnya selama enam puluh tahun!",
	"summer_Wed": "Wali Kota baik hati menugaskanku untuk mengurus taman umum kota.#$e#Aku sudah bekerja di bedeng bunga kota selama berbulan-bulan, jadi tolong jangan injak-injak ya!",
	"summer_Thu": "Hari ini aku akan membuat kue. Mereka adalah keajaiban kelapa yang berbentuk seperti pohon kelapa kecil! Heehee.$h#$e#Mungkin suatu hari nanti aku akan ceritakan resepku.",
	"summer_Sat": "Hati-hati di luar sana, Sayang. Kamu bisa terbakar sinar matahari!",
	"summer_Sun": "Bunga kacang polong sedang mekar sekarang.#$e#Mereka memiliki aroma yang begitu harum, bukan?",
	"summer_Thu4": "Sepertinya kita selalu memiliki lebih banyak pengunjung saat aku mulai membuat kue.#$e#Ibu ku yang mengajarkan resep ini.",
	"fall_Mon": "Setiap tahun aku semakin menghargai musim. Untuk orang muda, mudah untuk melewatinya begitu saja.",
	"fall_Tue": "Aku sudah menambahkan kismis ke bubur oat George... tapi dia belum berkata sepatah kata pun. Aku heran dia bahkan sadar dengan hal-hal seperti ini?",
	"fall_Wed": "Wali Kota baik hati menugaskanku untuk mengurus taman umum kota.#$e#Bunga musim gugur itu lembut, jadi jangan sampai menginjak mereka! Aku tahu kamu anak-anak suka melakukan itu.",
	"fall_Thu": "Hari ini aku akan membuat kue. Mereka berbentuk seperti labu kecil.$h#$e#Mungkin suatu hari nanti aku akan ceritakan resepku.",
	"fall_Sat": "Apa kamu teman dengan Alex?#$e#Kadang-kadang dia membuatku sangat khawatir.",
	"fall_Sat_inlaw_Alex": "Oh, halo sayangku. Aku memandangmu seperti cucuku sendiri sekarang.$h^Oh, halo sayangku. Aku memandangmu seperti cucuku sendiri sekarang.$h",
	"fall_Sun": "Mataku memang sudah buruk, tapi hidungku masih berfungsi dengan baik!#$e#Aku bisa mencium daun-daun yang gugur dan jamur. Itu membuatku teringat hutan tempat aku bermain waktu kecil.",
	"winter_Mon": "Hati-hati jangan sampai tergelincir di atas es, Sayang.",
	"winter_Tue": "Kamu tidak kedinginan? Sebaiknya kamu pakai jaket yang lebih tebal, sayang!#$e#Cuaca seperti ini tidak baik untuk sendi-sendi ku...$s",
	"winter_Wed": "Biasanya aku merawat taman, tapi mereka tertutup salju.#$e#Aku masih suka memeriksanya sekali-sekali.",
	"winter_Thu": "Hari ini aku akan membuat kue. Mereka berbentuk seperti bintang-bintang kecil musim dingin.$h#$e#Mungkin suatu hari nanti aku akan ceritakan resepku.",
	"winter_Sat": "Kami sudah tinggal di sini selama lebih dari 30 tahun.#$e#Kami telah melihat banyak orang datang dan pergi. Kakekmu, misalnya. Memberkatinya... *sigh*",
	"winter_Sat6": "Oh... sayangku. Kamu punya mata kakekmu...$s#$e#Ya... ya... aku sangat mengenalnya.",
	"winter_Sun": "Kamu sebaiknya membuat sup panas untuk tetap hangat.#$e#Dan pastikan kamu pakai jaket!",
	"winter_Sat8": "@, sudahkah aku ceritakan bahwa George dan aku sudah tinggal di rumah kami selama 30 tahun?#$e#Aku harap kamu tinggal di sini untuk sementara waktu.$h"
}