{
 "Introduction": "Huh, menyebalkan harus ketemu orang baru lagi ya kan?#$b#Namaku George. Sekarang pergilah... Huh.",
  "AcceptGift_(O)StardropTea": "Huh... *sedot*... ahhh... Rasanya seperti masakan tuna Mama! Enak sekali!",
  "accept_867": "Apa ini?#$b#Huh, jadi tekan tombol ini dulu? Apa fungsi tombol ini? Huh... *gerutu*#$b#Hehe! Nah, lihat itu! Saluran baru!$h#$b#Ambil ini. Ini adalah batu yang aku temukan saat aku jadi penambang batu bara dulu. Lucu, batu ini bersinar biru dan tetap dingin selama lebih dari empat puluh tahun. Seperti sihir!",
  "GreenRain": "Tenang saja, Sayang... Jangan khawatir.%noturn#$b#Meskipun itu beracun, aku menghirup lebih banyak gas beracun dalam satu menit di tambang batu bara dulu... Dan aku masih hidup!",
  "GreenRain_2": "Sepertinya para pemuda harus bekerja lebih keras membersihkan rumput liar setelah ini... Heheh...$h",
  "pamHouseUpgrade": "Terima kasih sudah mengganti trailer tua itu... rumah baru ini jauh lebih enak dilihat.#$e#Tahu nggak, aku yakin itu meningkatkan nilai properti kita juga!",
  "pamHouseUpgradeAnonymous": "Yah... rumah baru itu menghalangi pandanganku ke sungai sedikit... tapi itu pasti terlihat lebih baik daripada kaleng timah tua tempat Pam tinggal.",
  "MovieInvitation": "Kamu ingin menonton film dengan kakek tua sepertiku? ...Hmm... oke. Aku akan bertemu kamu di sana.",
  "eventSeen_502969_memory_oneweek": "Aku tidak tahu apa yang kamu lakukan, tapi rakun-rakun itu tidak kembali sejak minggu lalu!",
  "eventSeen_18_memory_oneweek": "Mungkin aku terlihat ketinggalan zaman, tapi setelah hidup selama aku, kamu akan belajar tentang kehidupan. Itu disebut 'kebijaksanaan'.#$b#Orang muda tidak memahami hal besar. Bagaimana mereka bisa?",
  "married_Alex": "...Hmmph.^Aku ingin jadi kakek buyut sebelum aku pergi. Kira-kira kamu bisa membuat itu terjadi?",
  "divorced_once": "Hmmph... pilihan yang mudah ya?#$e#Orang zaman sekarang memperlakukan pernikahan seperti televisi... Jika bosan, tinggal ganti saluran! Dulu, jamanku... *gerutu*",
  "joja_Begin": "Jadi... Pusat Komunitas lama sudah hilang ya? Apa yang terjadi dengan nilai-nilai desa? Sayang sekali bagaimana zaman telah berubah...",
  "Mon": "Aku tidak pandai bicara. Terutam dengan orang asing, kalau kamu tak keberatan aku mengatakannya.",
  "Tue": "Hmmph... Sepertinya hari yang mendung lagi.$s",
  "Wed": "Alex adalah cucuku. Apa aku sudah bilang itu padamu?#$e#Hah? Bicara lebih keras.",
  "Wed_inlaw_Alex": "Bagaimana dua pria bisa menikah? Itu tidak alami... Huh. Kukira aku cuman merasa \"kuno\"...^Kamu bagian dari keluarga sekarang. Aku senang cucuku menemukan istri yang baik seperti kamu.",
  "Wed10_inlaw_Alex": "Aku harus mengaku, dulu aku merasa... aneh... melihat dua pria bersama. Tapi kamu pria muda yang begitu baik, dan aku tahu kamu berdua saling mencintai... Aku mengubah pikiranku.^Kamu bagian dari keluarga sekarang... dan aku tidak bisa lebih bangga.",
  "Thu": "Aku tidak bisa berbicara sekarang, anak muda.^Aku tidak bisa berbicara sekarang, nona.#$e#Acara favoritku sedang tayang.",
  "Fri": "Jadi kamu petani ya? Setidaknya itu pekerjaan yang jujur.",
  "Sat": "Akhir pekan tidak berbeda dengan waktu lainnya bagiku.#$e#Itulah bagaimana kehidupan saat pensiun.",
  "Sun": "Tidak kedinginan? Mereka tidak membuat sweater seperti dulu.#$e#*Sigh*",
  "Mon6": "Aku kaget kamu mau berteman dengan orang tua sepertiku.",
  "Thu6": "Halo, @. Mau menonton TV bersamaku?",
  "Fri4": "Kakekku adalah petani. Itu adalah profesi yang patut dihormati.#$e#Kalau aku tidak terlalu tua, aku akan datang ke pertanianmu dan menunjukkan beberapa hal padamu...",
  "Wed8": "Aku berharap kakiku masih bisa berfungsi sehingga aku bisa main bola dengan Alex.$s#$e#Tapi itu tidak akan pernah terjadi.$s",
  "Fri8": "Aku sudah berpikir... Mungkin aku agak pemarah.$s#$e#Dulu aku pikir tidak ada yang peduli dengan orang tua sepert kita.",
  "Fri10": "Tahu tidak, aku benar-benar menjadi kakek tua yang pemarah untuk semua orang. Tapi sekarang aku merasa seperti aku mulai melunak seperti buah matang. Hehe!$h#$e#Jaga dirimu, nak.^Jaga dirimu, sayang.",
  "Wed10": "@! Biarkan aku mematikan televisi ini dan kita bisa ngobrol sebentar.$h#$e#Jadi, apa yang dilakukan orang muda sekarang?",
  "Tue10": "Tahu tidak, aku tidak boleh terlalu depresi tentang kakiku.#$e#Aku harus bersyukur bahwa aku masih hidup.$h",
  "Thu10": "Ketika kamu se-tua aku, lebih sulit untuk menyesuaikan diri dengan hal-hal baru.#$e#Suatu hari nanti kamu akan mengerti apa yang aku maksud.#$e#Nah, nikmati waktumu selagi masih muda.",
  "winter_1": "Ohh... Sangat dingin.#$e#Ketika kamu muda, dinginnya tidak menusuk sekeras ini.",
  "WinterStar_GiveGift_After": "Kamu tidak suka ya? Bah! Anak-anak jaman sekarang... tidak menghargai apa pun. Itu mahal, dan aku bukan uang."
}