{
  "Introduction": "Halo! Aku Gus, koki dan pemilik Stardrop Saloon. Jangan ragu mampir jika butuh minuman segar. Aku selalu punya kopi panas dan bir dingin siap saji.",
  "AcceptGift_(O)StardropTea": "Wow, terima kasih! Aku tergoda untuk minum semuanya, tapi aku akan menyisakan sebagian untuk saloon. Aku yakin bisa membuat koktail menarik dengan ini!",
  "AcceptGift_category_cooking": "*cium*... Ah. Masakan yang istimewa. Kamu tahu apa yang aku suka, @.",
  "accept_865": "*cium-cium*... Bau tajam itu! *slurp* *slurp*... Rasa segarnya! Teksturnya yang kasar! Ini pasti garam tomat gourmet! Aku akan tukar dengan ini.",
  "GreenRain": "Aku melihat laporan cuaca semalam. Sungguh membuatku ketakutan! Apa ada monster di luar sana? Apa yang terjadi?",
  "GreenRainFinished": "Senang itu sudah berlalu. Mengurus saloon sudah cukup membuatku khawatir, aku tidak butuh cuaca eksotis dalam hidupku!",
  "GreenRain_2": "*cium*... Hujan ini memiliki aroma tertentu. Apa kamu pernah sadar? Hampir seperti rempah-rempah yang baru dihaluskan...",
  "cropMatured_256": "Lewis memberitahuku bahwa tomatmu sudah matang. Kabar bagus! Bayangkan saja dunia kuliner tanpa tomat...",
  "eventSeen_502969": "Penting bagi ku bahwa orang dapat makan makanan sehat dan lezat. Sayangnya, di dunia ini, itu tidak semudah yang dibayangkan.",
  "married": "Hai @, hanya ingin bilang bahwa aku senang untukmu dan %spouse.",
  "dating_Emily_memory_oneweek": "Emily terlihat semangat belakangan ini... Aku penasaran mengapa? *wink*",
  "divorced_once": "Hey, aku minta maaf mendengar tentang putus. Jika kamu butuh teman, selalu boleh mampir ke Saloon.",
  "divorced_twice": "Pernikahan yang gagal lagi? Yah, itu terjadi. Aku kira akan sering melihatmu di Saloon...",
  "eventSeen_3206194": "Hey, kamu benar-benar berhasil dengan telur itu. Omeletnya jadi luar biasa, berkatmu!",
  "Resort_Entering": "Hai, @! Senang kamu ada di sini. Aku akan menyajikan beberapa minuman enak dari balik bar.",
  "Resort_Leaving": "Sampai jumpa di rumah, @.",
  "Resort": "Temui aku di bar jika kamu butuh minuman.",
  "IslandSouth_14_21": "Hai, butuh minuman? Aku punya beberapa minuman spesial yang menampilkan bahan lokal dari pulau ini.",
  "willyCrabs": "Ini adalah kue kepiting terbaik yang pernah aku buat...",
  "Mon": "Iya, aku tahu banyak tentang orang-orang yang tinggal di sini. Itu salah satu keuntungan menjadi bartender. Kadang-kadang aku terlalu banyak mendengar...",
  "pamHouseUpgrade": "Hei. Aku dengar apa yang kamu lakukan untuk Pam. Itu sangat sangat baik dari kamu! Sayangnya, aku rasa itu tidak akan membuatnya mengurangi 'minuman'...",
  "pamHouseUpgradeAnonymous": "Aku melihat Pam tadi pagi... dia tersenyum dari telinga ke telinga! Dia bilang ada yang membelikannya rumah baru! Siapapun itu, mereka benar-benar pantas mendapat yang terbaik!",
  "Saloon": "Selamat datang di Stardrop Saloon! Apa yang bisa aku bantu?",
  "Saloon4": "Hai, @. Silakan santai saja.",
  "SeedShop_Entry": "Hai, Pierre!/Sekarang, apa yang aku butuhkan.../Ah, itu terlihat bagus!/Aku akan membuat saus spesial malam ini!/Pierre! Apa yang segar?/Pierre! Ada apa untukku?",
  "Saloon8": "Hai @. Senang melihatmu! Kamu selalu dipersilakan di sini.",
  "Saloon_Tue": "Hai! Silakan santai dan nikmati.",
  "Saloon_Thu": "Hei, kamu kelihatan butuh minuman.",
  "Saloon_Fri": "Usaha malam ini sangat bagus. Aku senang.",
  "Tue": "Aku menjual hidangan berbeda setiap minggunya, jadi pastikan untuk datang lagi dari waktu ke waktu! Mungkin kamu akan mencicipi sesuatu yang luar biasa. Beri tahu saya jika kamu memiliki alergi. Sampai jumpa.",
  "Wed": "Emily sudah bekerja di sini cukup lama. Aku tidak tahu apa yang akan kulakukan tanpanya! Aku benci harus membersihkan semua panci sendiri.",
  "Thu": "Pam dan Clint hampir setiap malam datang ke saloon. Aku akan bangkrut jika mereka berhenti datang. Pastikan kamu tidak mengusir mereka!",
  "Thu6": "Clint hampir setiap malam datang ke saloon dan duduk di meja yang sama sendirian. Kadang-kadang dia melirik Emily dengan wajah gugup. Mungkin itulah sebabnya dia sering datang. Yah, itu artinya lebih banyak bisnis untukku.",
  "Thu8": "Pam hampir setiap malam datang ke saloon dan minum terlalu banyak bir. Ah, baiklah, aku tidak seharusnya menilai pelanggan-pelangganku.",
  "Fri": "Hai, @. Jika kamu haus, Saloon adalah tempat yang tepat.",
  "Fri4": "Sebenarnya aku tidak minum terlalu banyak sendiri. Aku melakukan ini terutama untuk mencari nafkah. Meskipun aku suka sekali mencicipi anggur vintage Stardew Valley dari waktu ke waktu.",
  "Sat": "Apa kamu cukup ahli memasak, @? Jika kamu punya dapur dan beberapa resep, kamu bisa memasak beberapa hidangan yang berguna. Makanan rumahan membuat hadiah yang bagus, juga.",
  "Sun": "Usaha cukup stabil berkat pelanggan tetapku."
}