{
	"Introduction": "Hai... Kamu petani baru kan?^Hai... Kamu petani cewek baru, atau gimana sih?#$e#Huh? Oh... Aku Haley.#$e#Hmm... Kalau bukan karena gayamu yang norak, mungkin kamu bisa keliatan keren.^Hmm... Kalau bukan karena gayamu yang norak, mungkin kamu bisa keliatan kece... Ya udahlah.$h",
	"FlowerDance_Accept": "Wah... Kamu mau nari sama *aku*, ya?$13^Oh? Ya udah deh! Aku mau nari sama kamu!#$b#Hehe... tentu aja. Aku seneng jadi partner kamu.$h^Kita pasti bakal seru!$h#$e#Hmm... Sip, aku suka banget attitude kamu. Cowok kebanyakan malu-maluin buat ajak aku.^Kamu keliatan keren banget hari ini!$h",
	"AcceptBirthdayGift_Loved": "Wah... Kamu kasih ini buat aku? Wah, @, ini hadiah ulang tahun paling keren banget!$h",
	"AcceptBirthdayGift_Liked": "Awwwww, kamu kasih aku hadiah ulang tahun? Wah, aku suka banget!$h",
	"AcceptBirthdayGift_Negative": "Iyek! Kamu kasih ini buat aku di hari ulang tahunku? Ada apa denganmu!$a",
	"AcceptGift_(O)StardropTea": "Ini buat aku? Ooooh... Aku bingung mau minum, atau pake ini buat sampo...",
	"AcceptGift_(O)88": "$c 0.8#Ini... kelapa ya? aku suka ini!$h#Mmm.... kelapa beneran bikin inget hari-hari di pantai yang cerah. Pegang ini, rasanya kayak lagi di sana... walau lagi hujan.",
	"AcceptGift_(O)421": "Wow, keren banget! Ini favoritku nih.$h",
	"GreenRain": "Aku gak pernah masuk tempat kayak gini. Sebenernya, enak juga ya!$h#$e#Hujan mah gak bikin aku khawatir. Pasti bakal berenti kok.",
	"GreenRain_2": "Kasih tau aku kalo udah ada hujan warna pink... Atau mendingan hujan kue pink!",
	"eventSeen_14": "Asik banget jadi fotografer, tapi aku harus mandi dua jam buat ilangin lumpur dari rambutku!$h",
	"eventSeen_13_memory_oneweek": "%Haley sapa kamu dengan senyum. Kamu liat dia pake gelang warisan dari neneknya.",
	"eventSeen_12_memory_oneweek": "Wow, keliatannya udah baca majalah 'Super Fashion Girl' ya... sepatu kotor lagi ngetren nih!$h",
	"eventSeen_12_memory_twoweeks": "Orang tua ku kirim kartu pos lagi... Kayaknya mereka lagi pada pesiar di Pesisir Laut Permata.#$e#Mereka bilang aku dan Emily bisa ikutan kapan aja, tapi ya udah deh... siapa sih yang mau liburan sama orang tua?",
	"eventSeen_11_memory_oneweek": "Kemarin, Emily bake 'squirrel loaf'...$u#$e#Rasanya gimana? Hmm... kalo ekor aku lebih berbulu, mungkin enak banget.$h",
	"eventSeen_11_memory_twoweeks": "Kamu liat episode 'Tears' malem kemarin? *sob*... Aku gak percaya Kyle dan Amy putus...$s",
	"cropMatured_421": "Arti namaku 'lapangan rumput', tapi aku suka bayanginnya kayak padang bunga matahari...",
	"dating_Haley": "Aku udah nungguin kamu buat nanya gitu.$l",
	"dating_Haley_memory_oneday": "Kamu keliatan keren banget hari ini.$l^Kamu keliatan cantik banget hari ini.$l",
	"married_Emily": "Nah, jadi sekarang kamu jadi 'saudara ipar'ku, ya? Lucu juga sih.^Eh, jadi kayaknya kita kayak kakak-adik sekarang!$h",
	"divorced_Emily": "Kayaknya hubungan kamu sama Emily udah selesai ya? Ya... Memang bisa sih terjadi gitu.#$e#Tapi agak awkward juga ya kalian masih tinggal di kota kecil begini.",
	"dating_Haley_memory_oneyear": "Jadi, gimana sih rencananya... aku bakal jadi 'pacar' kamu selamanya...?$7",
	"married_Emily_memory_oneweek": "Gimana, udah mulai nyaman Emily dengan kehidupan di pertanian?#$e#Tadi aku sempat mikir, kapan ya Emily bakal nikah...",
	"Resort_Entering": "Tadi lihat lumba-lumba pas masuk!",
	"Resort_Leaving": "Ada yang unik dengan sinar matahari yang bikin aku merasa bagus.",
	"Resort_Shore": "Aneh ya, kehidupan bisa bawa kita ke tempat-tempat yang nggak terduga... siapa tahu ada tempat lain yang seru?",
	"Resort_Shore_2": "Wow, cahaya matahari benar-benar indah di cakrawala!$h#$b#Pasti foto sunset di sini keren banget ya.#$e#Nanti aku harus bawa kamera lagi.",
	"Resort_Towel": "Dapatkan kulit yang bagus itu seperti seni...#$e#Mirip kayak ngeroast marshmallow... harus puter badan dengan pas.$h",
	"Resort_Towel_2": "Nge-layan di pantai tropis.#$b#*sigh* Kayaknya akhirnya aku nemu tempat nyaman di dunia ini.$h#$e#Tapi ya, Stardew Valley juga nggak buruk kok!",
	"Resort_Towel_3": "Temen Emily kirim baju renang dari Zuzu City.#$e#Fashion di kota emang beda banget ya?$h",
	"Resort_Chair": "Aku cat kukuku biru biar nyambung sama laut. Gimana, bagus nggak? *wiggle* *wiggle*$h",
	"Resort_Bar": "Gus bikinin minuman fruity yang lucu khusus buat aku!$h",
	"Resort": "Pantai ini sempurna banget. Pengen stay di sini terus deh!",
	"FlowerDance_Accept_Spouse": "*sigh*... Udah lewat jaman jadi Ratu Bunga... jadi tarian ini agak pahit buat aku.$s#$b#Tapi, oke lah...",
	"FlowerDance_Decline": "Ew... Nggak banget.",
	"divorced": "Aku bakal baik-baik aja sendirian...$7#$e#Makasih ya udah kenangannya.$7#$e#Kenapa kamu masih nempel terus sih? Pergi aja jalani hidup sendiri.$7",
	"breakUp": "Agh!$8#$b#Oh... hmph. Kamu lebih cepat duluan ya? Oke...",
	"dumped_Girls": "Aku nggak punya yang mau aku bilang ke kamu!$a",
	"secondChance_Girls": "Oke, oke... Aku udah berhenti cuekin kamu. Cuman janji deh kamu nggak bakal bohong lagi ke aku, ya.$s",
	"Mon": "Kota ini kecil banget. Ngeselin deh.$u#$e#Aku harus jalan, kayak, dua puluh mil buat beli baju yang layak.$s#$e#Makanya aku biasanya belanja online.#$e#Apa?",
	"Tue": "Sepatu bagus.^Makeup juga bagus.#$b#Itu dibuat dari plastik ya?^Atau tunggu... Kamu malah nggak pake?#$e#Aku bosen.",
	"Wed": "Satu-satunya yang aku suka dari kota ini ya pantainya.$u",
	"Thu": "#$1 HaleyClothes#Aku putuskan hari ini aku bakal ngatur baju-bajuku. Aku harus buang semua model baju tahun lalu biar ada tempat untuk yang baru!#$e#*sigh* aku pengen banget kue sekarang.#$e#Kamu butuh apa?",
	"Fri": "%Haley cuekin kamu.",
	"Fri2": "Kamu nggak capek lari-lari di kebun sepanjang hari, atau apa yang kamu lakukan?#$e#Aku nggak sanggup kotor-kotor gitu.#$e#Mungkin kamu punya kulit yang bagus, sih.",
	"Sat": "Aku pengen banget shopping. Ah! aku pengen banget ada mall di sini.",
	"Sun": "Kakakku tuh aneh banget. Kadang-kadang aku mikir, apa kita beneran saudara.$u",
	"Wed8": "Ada dua hal yang aku suka dari kota ini.#$b#Satunya pantainya.#$e#Yang satunya rahasia! *giggle*$h",
	"Tue2": "Aku mikir, apa ada kerang bagus di pantai pagi ini?#$e#Waktu ini emang bukan musim yang bagus buat kerang.",
	"Wed4": "Aku seneng banget bunga-bunga mulai mekar.#$e#Yang pink-pink itu baunya enak banget.$h",
	"Fri6": "Aku butuh hobi selain shopping.#$e#Aku putuskan aku mau coba hal baru.#$e#Mungkin aku harus belajar main harpa mini?",
	"Mon6": "Dulu aku suka ngeluh kota ini kecil banget, tapi sekarang aku udah mulai suka.#$e#Kalau lebih besar dari ini, nggak bakal terasa kayak komunitas.",
	"Thu6": "Kemarin malam aku masak. Ternyata hasilnya lumayan bagus!#$e#Tapi aku bikin kekacauan di dapur...",
	"Sun6": "Aku lagi mikir mau sumbangin baju-baju... Pasti aku punya seratus pasang sepatu.",
	"Sat8": "#$1 haleySeagull#Kemarin aku nemuin burung camar yang sayapnya kejebak jaring. Aku bebaskan dia, tentu aja. Dia keliatan begitu tak berdaya, kasihan.$k$s#$e#Tahu nggak, sebaiknya aku mulai olahraga lagi... Metabolisme muda ini nggak bakal abadi.",
	"Fri10": "@, bisa nggak kita pergi camping suatu saat?#$e#Tempat paling eksotis yang pernah aku datengin itu kota Zuzu.",
	"Event_clean1": "*sigh*...$u",
	"Event_clean2": "NGGAK!! Aku nggak mau!$a#$b#Kalian berdua itu bodoh!%fork$a",
	"Event_clean3": "Dia harus 'jalan yang benar'? Itu maksudnya apa sih?$u#$b#Kamu pikir aku kayak bayi ya kan?%fork$a",
	"Event_jar1": "Bagus, berarti kamu nggak bakal ada masalah buka tutup botol ini buat aku!$h",
	"Event_jar2": "Oh... kamu nggak? Hmmm...$s#$b#Tapi bisa coba buka tutup botol ini buat aku nggak?",
	"Event_darkroom1": "Ah, terima kasih!$h",
	"Event_darkroom2": "Oh! Aku kira kamu tahu.#$b#Ruangan ini untuk mengembangkan foto.",
	"Event_darkroom3": "Begitu ya...?$s",
	"Event_darkroom4": "Ah, terima kasih!$h",
	"Event_darkroom5": "Oh! Aku kira kamu tahu.#$b#Ruangan ini untuk mengembangkan foto.",
	"Event_darkroom6": "Begitu ya...?$s",
	"Event_beach1": "Nggak, kamu nggak akan melakukannya! Gelang ini warisan dari buyutku ke aku!$a",
	"Event_beach2": "*sigh*$s#$b#...Mungkin akan terbawa ke pantai lain. Aku nggak tahan bayangin kalo di dasar laut.$s",
	"Event_room1": "Dia? Enggak!#$b#...Ya, dulu aku suka Alex. Tapi sekarang nggak lagi! Dia masih kekanak-kanakan.",
	"Event_room2": "Apa? Terdengar menyenangkan, tapi aku nggak mau meninggalkan Stardew Valley sekarang...",
	"Event_room3": "Hah? Apa itu android?",
	"summer_Mon": "Aku bakal dapet kulit yang bagus banget musim panas ini.",
	"summer_Tue": "Ew, kamu kotor banget.",
	"summer_Wed": "Eh... Iya?#$e#Aku nggak denger, aku lagi mikirin hal lain.",
	"summer_10": "Ada kelinci bayi di peternakanmu? Kelinci itu LUCU banget! <",
	"summer_Thu": "Kalau sering di bawah sinar matahari, rambutmu bakal jadi lebih terang.#$e#Nah, itu info yang bagus buat kamu!",
	"summer_Fri": "Aku mikirin Alex lagi ngapain ya hari ini...#$e#Hah? aku nggak sadar kamu ada di sini.",
	"summer_Sat": "Peternakan terdengar begitu membosankan...#$q 42/43 summer_Sat_old#Kamu ngapain aja sepanjang hari?#$r 42 10 summer_Sat_12#Merawat tanaman#$r 42 10 summer_Sat_12#Jelajah gua#$r 43 -10 summer_Sat_13#Mencari tahu di kamarmu#$r 42 10 summer_Sat_12#Mencari harta karun",
	"summer_Sat_old": "#$p 43#Eh, sebaiknya kamu jangan lagi mengintip kamar aku!$a|Tapi aku rasa itu bisa bikin kamu jadi berbentuk cukup baik.",
	"summer_Sat_12": "Hmm... terdengar seperti banyak pekerjaan.",
	"summer_Sat_13": "Apa? Sebaiknya kamu jangan melakukannya!$a",
	"summer_Sun": "Biasanya Emily yang memasak malam hari... Tapi dia membuat makanan aneh seperti quinoa.",
	"summer_Tue2": "Apa kamu mengenakan pakaian itu setiap hari?",
	"summer_Tue4": "$p 47#Hey, aku menemukan alat baru untuk membuka tutup botol. Jadi kamu nggak perlu lagi membantu aku.$h|Hari ini langit cerah sekali.$h",
	"summer_Wed4": "Hari ini sangat panas!#$e#Aku ingin sekali ada es krim.$s",
	"summer_Fri4": "Aku menghabiskan 3 jam untuk latihan tanda tanganku hari ini.#$e#Aku kira itu cukup bodoh ya?",
	"summer_Thu6": "Jika kamu sering berada di bawah sinar matahari, rambutmu akan menjadi lebih terang... Tapi kamu juga nggak mau terbakar sinar matahari, kan?#$e#Aku hanya ingin mendapatkan cukup sinar matahari yang sehat. Semuanya dengan porsi yang seimbang, kan?",
	"summer_Mon6": "Aku seharusnya mulai membaca beberapa buku daripada majalah.#$e#Baik juga belajar hal-hal, kan?#$e#Aku hanya melihat gambar-gambarnya saja.",
	"summer_Sun6": "#$1 Adik Haley#Aku berbicara dengan adikku beberapa waktu malam kemarin. Aku cukup menikmatinya, sebenarnya.#$e#Tahukah kamu, Emily sebenarnya tidak terlalu aneh. Aku rasa kita memiliki lebih banyak kesamaan daripada yang aku pikirkan dulu.#$e#Jangan bilang kepadanya bahwa aku mengatakannya.",
	"summer_Sat6": "Sepertinya hari ini bagus untuk pergi berenang.",
	"summer_Tue8": "Sepertinya tinggal di desa ini nggak begitu buruk.#$e#Jika aku tinggal di kota, aku akan merindukan semua pohon di sini.#$e#@, aku rasa aku sudah terlalu sering bersama kamu.$h",
	"summer_Fri10": "Oh, hai @!#$e#Apa kamu suka anak-anak?$l",
	"fall_1": "Sudah musim gugur ya?$s",
	"fall_Mon": "Nggak enak saat semua dedaunan yang jatuh jadi licin.",
	"fall_Tue": "Hmm... Ada bau aneh...#$e#Kamu sudah bekerja di peternakan, ya?",
	"fall_Wed": "Oh, hai. Apa kamu mau sesuatu?",
	"fall_Thu": "Aku merasa ingin pergi berbelanja. *sigh*",
	"fall_Fri": "Itu noda rumput di lututmu?#$e#Maaf, aku alergi rumput.",
	"fall_Sat": "Sudah terlalu dingin untuk pergi ke pantai lagi.#$q 44 fall_Sat_old#*sigh*...kamu pikir aku harus melakukan apa hari ini?#$r 44 10 fall_Sat_12#Melukis dengan cat air#$r 44 20 fall_Sat_12#Beristirahat dan membaca majalah#$r 44 -30 fall_Sat_13#Berhenti menjadi seorang crybaby yang egois",
	"fall_Sat_old": "Aku mungkin akan tidur siang nanti.",
	"fall_Sat_12": "Hmm... Itu ide yang cukup bagus, sebenarnya.",
	"fall_Sat_13": "Pergi dari sini, kau bodoh.$a",
	"fall_Sun": "Aku belum pernah ke hutan. Tempatnya berlumpur dan aku bisa mendapat luka bakar di kakiku.",
	"fall_Tue2": "Ada bau tanah...#$b#Oh, ya. Kamu bekerja di peternakan.",
	"fall_Fri4": "Kamu terlihat seperti telah melakukan banyak pekerjaan keras.#$b#Kenapa kamu tidak istirahat sehari saja?",
	"fall_Wed4": "Jika kamu bosan, datanglah menyapaku.",
	"fall_Thu6": "Belanja jadi kurang menyenangkan seperti dulu.#$e#Ada apa ya dengan aku?#$e#Hm...",
	"fall_Mon6": "$p 48#Pernah cerita gak sama kamu kalau aku nemuin lagi gelang buyutku di loteng?|Nih lihat, gelang ini punya buyutku.#$e#Dia wanita yang keren banget.",
	"fall_Sun6": "Aku belum pernah ke hutan, loh.#$e#Kayaknya menarik buat jalan-jalan ke sana suatu hari.",
	"fall_Tue8": "Aku mulai suka sama bau tanah, aneh ya?#$e#Aku rasa karena kamu sering banget di sekitar sini.$h",
	"fall_Mon10": "@, seneng lihat kamu hari ini.$h",
	"winter_Mon": "Aku pengen pindah ke tempat yang lebih hangat.",
	"winter_Tue": "Hai. Ada yang bisa aku bantu?#$e#...",
	"winter_9": "Hm. Baju yang kamu pakai itu merk apa ya?#$e#Oh. Ya udah, gak jadi deh.",
	"winter_Wed": "Aku pengen banget minum kopi peppermint.$s#$e#Gak usah deh, aku tau kamu pasti gak bisa bikinnya.",
	"winter_Thu": "Aku mau mulai bikin daftar semua pakaian yang aku butuhin buat musim semi nanti.",
	"winter_Fri": "Ada kuda poni di peternakanmu?#$h#$e#Ah, ternyata enggak...$s",
	"winter_Sat": "Yang paling asik dari musim dingin cuma bisa tidur lebih lama.#$e#Aku suka tidur minimal 10 jam tiap malam.",
	"winter_Sun": "Bisa bilang hai sama Alex buat aku?#$e#Makasih ya.",
	"winter_Tue2": "Nama kamu @, kan?#$e#Aku suka lupa gitu.",
	"winter_Tue4": "Hai @.#$e#Ada yang seru di peternakan kamu?",
	"winter_Wed6": "Aku mulai sadar kalo pakaian bukan hal yang paling penting. Iya kan?#$e#Meskipun begitu, aku masih suka pakaian. Lah, kenapa enggak boleh nunjukin diri sedikit?",
	"winter_Thu6": "Mungkin nanti aku sumbangin beberapa rok ke yayasan musim semi ini.#$e#Aku punya lebih dari 1.000 rok, loh.$h#$e#...apa ya?",
	"winter_Sun6": "Kalo ketemu Alex, bilangin ya kalo aku lagi sibuk hari ini?#$e#Makasih.",
	"winter_Mon8": "Aku pengen banget yang lebih hangat di Stardew Valley.#$e#Aku bisa pindah, tapi...",
	"winter_Fri8": "Pernah kepikiran gak punya kuda poni di peternakanmu?",
	"winter_Sat8": "Seneng deh kamu kerjaannya dikit di musim dingin.#$e#Pasti enak banget dapet istirahat, ya?",
	"winter_Sun10": "@, tadi keliatan kece banget. Aku suka deh.^@, keliatan cantik banget hari ini.#$e#...$h"
}