{
  "Introduction": "Senang bertemu denganmu. Aku Harvey, dokter lokal di Pelican Town.#$e#Aku melakukan pemeriksaan rutin dan prosedur medis untuk semua warga Pelican Town. Itu pekerjaan yang memuaskan.#$e#Semoga kamu juga menemukan pekerjaanmu yang sama memuaskannya suatu saat.$h",
  "AcceptBirthdayGift_Positive": "Oh! Terima kasih banyak! Aku gak nyangka ada yang tau hari ini ulang tahunku.$h",
  "AcceptBirthdayGift_Negative": "Oh! Ini... ya, ini sesuatu. Aku gak nyangka ada yang tau hari ini ulang tahunku.",
  "AcceptGift_(O)StardropTea": "Kamu memberikanku ini? Aku merasa dihormati. Terima kasih!",
  "FlowerDance_Accept": "Oh! Kamu... ingin menari dengan aku?$4#$b#...Ya. Aku senang melakukannya!$h",
  "GreenRain": "Aku membawa beberapa persediaan medis, untuk jaga-jaga. Hati-hati di luar sana!",
  "GreenRain_2": "Pertama kali ini terjadi, kita semua khawatir bahwa hujan itu mungkin berbahaya.#$b#Tapi bagaimana kalau sebenarnya hujan itu sehat untuk tubuh? Siapa tahu... Tanaman sepertinya merespons dengan baik, setidaknya.",
  "AcceptGift_(O)432": "Ini untukku? Terima kasih! Ini akan luar biasa jika dituangkan di atas beberapa pasta.$h",
  "AcceptGift_(O)348": "Untukku? Apa hadiah yang bagus! Ini terlihat fantastis!$h#$b#Tahukah kamu, secara fisiologis, aku tidak akan menyarankan konsumsi alkohol...#$b#Tapi tidak ada yang menyangkal manfaatnya bersantai dan menikmati segelas anggur lezat dari Stardew Valley!$h",
  "eventSeen_56_memory_fourweeks": "Aku telah membuat 'daftar ceklis hewan' selama beberapa tahun sekarang. Aku ingin mengamati setiap spesies yang hidup di lembah!",
  "eventSeen_56_memory_twoweeks": "Aku mencoba membuat sendiri acar satu kali...$s#$e#Hmm, biar aku jelaskan... Kodok yang kami diseksi di sekolah menengah terlihat lebih harum daripada itu...",
  "eventSeen_56": "Sebagai dokter di kota kecil, kamu tidak bisa tidak membentuk hubungan pribadi dengan pasienmu. Itu bisa baik dan buruk...",
  "eventSeen_58_memory_oneweek": "Sekarang kamu sudah tahu rahasiku, mungkin aku akan memberimu pembaruan... Saya jadi jauh lebih tidak terengah-engah setelah kelas aerobik minggu ini!",
  "eventSeen_58_memory_twoweeks": "Aku mendapatkan latihan yang sangat bagus selama kelas aerobik, aku pikir aku bisa memberi kesenangan pada diriku sendiri dengan beberapa pasta primavera malam ini...$h",
  "eventSeen_58_memory_fourweeks": "Aku tidak tahu mengapa aku malu tentang berada di kelas aerobik tari. Kaki-kakiku menjadi begitu kuat, aku harus merasa seberani singa!",
  "eventSeen_571102_memory": "Aku belum pernah memberi tahu siapa pun tentang hobi pesawatku sebelumnya... Aku kira aku hanya merasa nyaman berbicara denganmu.",
  "eventSeen_571102_memory_oneweek": "Sebagai seorang dokter, kamu hanya bisa melakukan begitu banyak untuk membantu pasienmu...#$e#Aku pernah membuat kesalahan dengan terlalu terlibat emosional di masa lalu... Aku tidak akan membiarkan itu terjadi lagi...$s",
  "dating_Harvey": "Aku belum pernah merasakan seperti ini sebelumnya...$l",
  "dating_Harvey_memory_oneday": "Aku sudah sangat memikirkanmu, aku hampir tidak bisa melakukan pekerjaanku.$l",
  "dating_Maru_memory_oneday": "Maru terlihat sangat ceria belakangan ini... Aku dengar kamu punya sesuatu dengan itu.",
  "married_Maru": "Selamat atas pernikahanmu, @. Maru sudah memberi tahu aku bahwa dia akan terus bekerja di klinik, yang merupakan suatu lega!",
  "married_Harvey": "Ini adalah momen terbahagia dalam hidupku...$l",
  "Resort_Entering": "Sunscreen? Cek...#$b#Topi pantai? Cek...",
  "Resort_Leaving": "Jika kulitmu terbakar, sedikit krim lidah buaya bisa membantu menyembuhkan kulit.",
  "Resort_Shore": "Aku menyisir seluruh pantai untuk kaca. Kita tidak ingin ada yang terluka di kakinya!",
  "Resort_Chair": "Menyenangkan bisa kesempatan untuk bersantai sesekali.#$b#Masalahnya adalah benar-benar melepaskan kekhawatiranmu...$s",
  "Resort_Bar": "Penting untuk tetap terhidrasi di panas ini. Aku akan bertanya kepada Gus apa ada air kelapa!$h",
  "Resort": "Aku akan memberimu sedikit rahasia... Aku hanya bisa berenang dengan pelampung.$s",
  "FlowerDance_Accept_Spouse": "Aku sudah menantikannya sepanjang sore! Kamu terlihat bersinar di udara segar musim semi, cintaku.$l",
  "FlowerDance_Decline": "Oh! Maaf... Aku, er... memiliki rencana untuk bertanya kepada orang lain.$s",
  "divorced": "Aku... Aku tidak bisa melihatmu. Tolong lepaskan aku dari lebih banyak rasa sakit.$s",
  "breakUp": "...K...Kamu...?$s#$b#*glup*... Aku... Aku rasa aku akan mual...$s",
  "dumped_Guys": "Aku sibuk dengan pekerjaanku. Aku tidak bisa berbicara denganmu.$s",
  "secondChance_Guys": "Aku ingin kamu kembali dalam hidupku, @. Aku bersedia melupakan apa yang terjadi.$s",
  "Mon": "Kami menjual beberapa obat bebas di klinik... jangan ragu untuk mampir jika kamu merasa lelah.#$b#Aku tahu menjadi petani adalah pekerjaan yang cukup melelahkan... jangan terlalu berlebihan!",
  "Mon2": "Aku merasa bertanggung jawab atas kesehatan seluruh komunitas ini... itu agak membuat stres.#$e#Ini adalah komunitas yang cukup kecil, dan aku beruntung bisa membangun hubungan baik dengan pasien-pasiennya.",
  "Mon6": "Aku ingin tinggal di Stardew Valley untuk sementara waktu. Aku akhirnya mulai merasa terlibat dalam komunitas ini.#$e#Rasanya baik untuk tahu bahwa kamu berguna.",
  "Mon10": "Oh! Hai, @.$l#$e#Apa kamu... memiliki pertanyaan medis apa pun?$l",
  "Tue": "Jangan ragu untuk mampir ke kantorku jika kamu merasa sakit.#$e#Tapi kamu masih muda. Kamu mungkin akan tetap sehat tanpa usaha.$h",
  "Tue8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Jangan terlalu memaksakan dirimu, @. Ini perintah dokter!#$e#Jika para petani kita sakit, dari mana kita akan mendapatkan makanan kita? Kami membutuhkanmu!$h|Jangan terlalu memaksakan dirimu, @. Ini perintah dokter!#$e#Kesehatanmu penting bagiku.$l",
  "Wed4": "Aku ingin lebih mengenalmu, @. Mari kita lepaskan hubungan dokter-pasien kita.",
  "Wed6": "Senang memiliki seorang teman di kota ini.$h",
  "Wed8": "Kamu terlihat sangat segar. Itu bagus.$h",
  "Wed": "Ingat untuk menutup mulut saat bersin.#$e#Lalu pastikan untuk mencuci tanganmu.",
  "Thu8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Sebagai seorang dokter, aku sangat menyadari manfaat makanan yang dimasak sendiri. Tapi aku begitu sibuk, sulit bagiku untuk memasak sendiri.$s|Ini banyak pekerjaan, menjadi seorang dokter. Aku tidak makan sebaik yang seharusnya.$s#$e#Jika aku tidak tinggal sendiri, aku pikir itu akan lebih mudah.$l",
  "Thu": "Nutrisi penting, jadi pastikan dan makan dengan baik. Coba tingkatkan asupan sayurmu!#$e#Makanan yang dimasak sendiri adalah yang terbaik. Apa kamu masak?",
  "Fri": "Ini hari yang indah, bukan?#$e#Aku harap aku memiliki lebih sedikit pekerjaan.$s",
  "Fri4": "Jika kamu ingin menghabiskan waktu di apartemenku, itu tidak masalah bagiku. Aku tinggal di atas klinik.",
  "Fri10": "Mampirlah ke tempatku jika kamu perlu pemeriksaan rahasia.$l",
  "Sat": "Apa ada yang bisa aku bantu untukmu?#$e#Jaga dirimu.",
  "Sat4": "Aku datang ke sini karena aku menyukai suasana kota kecil, dan potensi pendekatan holistik untuk perawatan pasien.#$e#Aku mulai benar-benar menyukainya.$h",
  "Sat10": "*Sigh*... Aku mulai merasa agak tua...#$e#Semakin tua, semakin banyak kenangan yang kamu pikul. Itu bisa menghancurkan.$s#$e#Aku rasa aku akan tetap muda dengan kehadiranmu.$l",
  "Sun": "Hmm... Aku kesulitan mencari nafkah. Aku tidak punya cukup pasien.#$e#Sepertinya aku harus mencoba mendapatkan pasien dari kota-kota tetangga...",
  "Sun6": "Bayangkan memiliki nyawa seorang pasien sepenuhnya di tanganmu, dan gagal untuk menjaga mereka tetap hidup... itu sesuatu yang akan menghantuimu selamanya.$s",
  "event_george1": "Terima kasih, @.$h#$b#Lihat, George, aku hanya mencoba membantumu.",
  "event_george2": "*Sigh*$s#$b#Lihat, George. Jika kamu ingin berperilaku seperti ini, aku akan harus memberitahu istrimu. Aku tidak pikir dia akan senang.",
  "event_aerobics1": "Terima kasih, @. Aku menghargainya.$h",
  "event_aerobics2": "*Sigh*... Awas aja.$s",
  "event_heart1": "Oh! Rumah sakit membuatmu gugup, ya?#$b#Coba rileks. Aku di sini untuk membantu.$h",
  "event_heart2": "Baiklah. Itu masuk akal.",
  "event_heart3": "Um. Baiklah... Jika kamu bilang begitu.$s",
  "event_grave1": "...Kamu benar.#$b#...Terima kasih.",
  "event_grave2": "*sigh*$s",
  "summer_Mon": "Tidak apa-apa mendapatkan jumlah sinar matahari yang moderat. Hanya saja jangan sampai terbakar.#$e#Baiklah. Jaga dirimu! Tetap sehat.",
  "summer_Thu": "Olahraga itu penting, tapi jangan sampai terlalu lelah, atau kamu akan berakhir di klinikku!#$e#Pastikan untuk mendengarkan tubuhmu.",
  "summer_Fri": "Orang jarang sakit selama musim panas. Itu bagus, tapi juga berarti bisnisku berkurang.",
  "fall_Fri": "Apa kamu pernah pergi ke tambang, @?#$e#Itu tempat yang berbahaya. Saya menyarankan untuk tidak melakukannya.",
  "fall_Sat": "Saat kamu makan makanan tertentu, kamu akan berperforma lebih baik.#$e#Makan 'Makan Siang Petani' akan memberimu nutrisi yang kamu butuhkan untuk menyiram dan memanen tanaman dengan lebih baik!",
  "winter_Wed": "Ini musim flu, jadi lebih baik kamu berhati-hati ekstra.#$e#Pastikan untuk sering-sering mencuci tanganmu.",
  "winter_Sun": "Aku benci mengatakannya, tapi aku memang mendapatkan banyak uang selama musim flu.#$e#Sepertinya jika orang berhenti sakit, aku akan kehilangan pekerjaan.#$e#Jangan salah paham! Aku ingin orang tetap sehat... sungguh!"
}