{
  "Introduction": "Wah, kamu gak seperti yang aku bayangkan... tapi gak masalah! Aku Jodi.#$e#Ini kota kecil yang tenang, jadi super seru kalau ada orang baru pindah! Kehadiran petani bisa banget mengubah suasana.",
  "AcceptGift_(O)StardropTea": "Wah... Kamu yakin mau kasih barang seharga ini? Makasih ya!",
  "Resort_Entering": "Seru banget!",
  "Resort_Leaving": "Kurasa aku bakal bikin hidangan seafood malam ini.$h",
  "Resort": "Pemandangan dari sini keren banget! Laut biru sejauh mata memandang...",
  "Resort_Bar": "Semua seneng banget kalau Gus dateng.",
  "dating_Sam_memory_oneday": "Aku denger tentang kamu sama Sam. Semoga dia gak bikin masalah buat kamu!$h",
  "married_Sam": "Aku seneng banget buat kamu dan Sam. Kurasa kalian dua pasangan yang pas!#$e#Aku gak pernah mikir bakal ngomongin ginian... tapi aku bakal kangen suara gitarnya Sam yang bikin berisik...$s",
  "GreenRain": "Kamu baik-baik aja? Kita belum pernah liat hujan kayak gini sebelumnya...$s#$e#Aku pengen banget suamiku disini. Dia pasti tau apa yang harus dilakuin.$s",
  "GreenRain_2": "Vincent bangun pagi buat main hujan-hujanan. Aku cuma harap ini aman aja kayak yang mereka bilang!",
  "eventSeen_94": "Makasih lagi udah bawa ikan itu! Ini salah satu ikan terenak yang pernah kita makan.",
  "eventSeen_3910975": "*bisik* Denger gak tentang Shane? Kebetulan banget... Aku harap dia baik-baik aja.$s",
  "pamHouseUpgrade": "Wow... Aku denger apa yang kamu lakuin buat Pam... Aku penasaran Pam ngapain buat dikasih perlakuan baik sama kamu?$s#$e#...Aku berharap punya duit sebanyak itu buat dibuang...$s",
  "pamHouseUpgradeAnonymous": "Liat gak rumah baru Pam? Wow... Aku pengen banget punya duit kayak gitu... Aku mau renovasi dapur minimal...$s",
  "eventSeen_101": "Kesian deh Clint... katanya dia udah naksir banget sama Emily, tapi katanya Emily cuman anggap dia temen doang...",
  "eventSeen_58": "Aku udah ikut kelas aerobik sama para wanita tiap minggu...#$b#Baru-baru ini, ada yang baru bergabung dengan kelas, tapi dia bikin kita sumpah buat rahasia identitasnya!",
  "eventSeen_3102768": "Penny orangnya baik banget. Dia udah jadi guru Vincent lumayan lama, dan Vincent bener-bener sayang sama dia.",
  "cc_Bus": "Katanya bus udah mulai beroperasi lagi. Aku yakin Pam seneng banget denger itu...#$b#Aku denger dia minum lebih banyak semenjak kehilangan kerja... jadi semoga ini beneran bantu.",
  "reject_864": "Apa ini? Kayak salah satu temen Kent dari masa perang. Mungkin kamu bisa tunjukin ini ke dia?",
  "Mon": "Mengurus rumah tangga itu pekerjaan yang sulit... tapi seseorang harus melakukannya.#$e#Iya?",
  "Mon6": "Enak punya keluarga... tapi bohong kalau bilang gak kangen sama kebebasan waktu masih muda...$s",
  "2_1": "Suamiku Kent adalah seorang prajurit, bekerja di luar negeri. Itu sebabnya dia tidak ada di sini sekarang.#$b#Aku yakin dia akan kembali dengan selamat setelah turunya selesai!!#$e#Butuh sesuatu?",
  "Tue": "Olahraga penting untuk tetap sehat. Aku selalu menyisihkan waktu untuk itu.#$e#Sebagai orangtua, aku gak punya banyak waktu untuk diriku sendiri. Jadi aku coba manfaatkan setiap menit.",
  "Wed4": "Aku pengen bisa lebih banyak waktu di luar, tapi masih banyak kerjaan.#$e#Aku mulai pakai sarung tangan karet biar tangan tetap lembut.#$e#Semakin tua, semakin banyak kerjaan yang harus dilakukan untuk tetap sehat.$s#$e#Oke, sampai jumpa!",
  "Wed": "Apa yang kamu katakan? Sudah %time? Astaga!#$e#Masih banyak kerjaan yang harus diselesaikan!$s",
  "Thu6": "Waktu cepat sekali berlalu, ya? *sigh*#$e#Aku masih ingat waktu Sam masih bayi pakai popok. Dia lucu banget.$s#$e#Jangan bilang dia aku yang bilang itu.$h#$e#Kamu memang senang ngobrol sama aku, ya?",
  "Thu": "Jadi kamu petani, ya? Menarik.#$e#Aku belum pernah ketemu petani sebelumnya.#$e#Mungkin suatu hari kamu bisa mengajari aku cara menanam sayur.$h",
  "Fri": "$d Joja#Makanan di JojaMart mungkin gak sehat untuk keluargaku, tapi dengan harga yang murah kamu gila kalau belanja di tempat lain!|Makanan di Pierre's jauh lebih segar dan sehat dari apa pun yang pernah aku beli di JojaMart. Meski aku kangen harga murah Joja, sih.",
  "Sat": "Hi.#$e#Butuh sesuatu?",
  "Sat4": "Aku senang kamu mencoba memperbaiki pertanian tua itu.#$e#Setelah semuanya beres, itu akan menambah banyak hal untuk komunitas kita!$h#$e#Tapi itu akan banyak kerjaan buat kamu, ya.#$e#Sampai jumpa.",
  "Mon2": "$d kent#Kemarin aku mengunjungi Altar Yoba untuk berterima kasih atas kembali selamatnya suamiku.|Kemarin aku mengunjungi Altar Yoba untuk meminta agar suamiku kembali selamat.#$e#Aku mencoba tetap positif, tapi kadang-kadang susah.$s",
  "Sun": "#$c .5#Aku istirahat dari pekerjaan rumah hari ini.$h#$e#Aku libur hari ini.$h#$e#Kalau gak keluar rumah sedikit pun, aku bakal gila!#$e#Dan aku gak mau kakiku jadi lembek.",
  "Sun8": "Aku punya mimpi bahwa aku punya kebebasan sepenuhnya, gak ada kewajiban kepada siapapun selain diriku sendiri...#$b#...Lalu aku bangun dan sadar aku punya sehari penuh pekerjaan rumah di depan mata...$s#$e#Tapi aku gak nyesel punya keluarga, @... Sam dan Vincent berarti segalanya bagiku!",
  "summer_Mon": "Musim panas enak, tapi juga artinya ada lebih banyak kerja.#$e#Aku harus tetap merawat kebun selain bekerja di rumah!",
  "summer_Tue": "Halo.#$e#Butuh sesuatu? Aku sedikit sibuk.",
  "summer_Tue_inlaw_Sam": "Gimana kabarnya Sammy di pertanian lamamu?$h",
  "summer_Thu": "Pekerjaan rumah membuat frustasi karena kamu gak pernah selesai.#$e#Hari setelah aku sapu lantai, sudah kotor lagi.",
  "summer_Sun": "Apa yang akan aku masak untuk makan malam?#$e#*sigh*...",
  "fall_Thu": "Mungkin aku sudah sedikit terlalu memanjakan anak-anak. Mereka belum pernah melakukan pekerjaan rumah.#$e#Sepertinya aku ingin mereka bisa menikmati masa kecil mereka selagi masih bisa. Tapi, Sam sekarang sudah hampir dewasa.#$b#Aku harap dia tidak tumbuh menjadi pemalas. Itu tidak akan baik.$s#$e#Menjadi orangtua tidaklah mudah.",
  "fall_Thu_inlaw_Sam": "Apa Sam hanya berfoya-foya di pertanian, atau dia berkontribusi?",
  "fall_Sun": "Caroline dan aku adalah teman baik. Aku menceritakan segalanya padanya.",
  "fall_Sun2": "Ketika kamu menjadi orangtua, kamu harus meninggalkan gaya hidup lama kamu.#$e#Mungkin itu tidak sepenuhnya benar... tapi jika kamu tidak hati-hati, itu akan terjadi.",
  "winter_Mon": "Aku suka bermain di salju saat aku masih kecil. Hal hebat tentang menjadi seorang ibu adalah aku bisa menikmatinya lagi.$h",
  "winter_Tue": "Hai. Apa kamu bosan orang selalu bertanya tentang pertanianmu?#$e#Aku rasa aku akan bosan.",
  "winter_Tue6": "*sigh*... Kadang-kadang aku bermimpi tentang hidup sendiri... tanpa keluarga yang harus kusembah. Apa itu buruk?$s#$e#Jangan ceritakan pada siapa pun.$4",
  "winter_Wed2": "Apa yang kulakukan untuk bersenang-senang? Hmm... Pertanyaan bagus.#$e#Aku suka tidur.$s",
  "winter_Wed4_2": "Kent sudah pulang cukup lama sekarang, tapi dia masih terlihat cemas.$s",
  "winter_Thu": "Sam membuat banyak kebisingan dengan musiknya. Aku harap itu tidak mengganggu tetangga.",
  "winter_Thu_inlaw_Sam": "Bagaimana kabar Sam? Harus kukatakan, ada lebih sedikit memasak dan membersihkan sejak dia pindah...",
  "winter_Thu8": "Kami agak terburu-buru dalam pernikahan kami, dengan Kent menjadi seorang prajurit dan semua... Aku hampir tidak merasakan kebebasan dan masa muda, dan sekarang sudah terlambat untuk kembali.$s#$e#Aku tidak percaya aku mengatakannya padamu.$4",
  "winter_Fri": "Akan menyenangkan bisa liburan sekali-sekali...$s",
  "winter_Sun": "Jika aku kaya, hal pertama yang akan kulakukan adalah menyewa seorang pembantu dan koki.#$e#Astaga, itu akan menyenangkan sekali!$h",
  "fall_Mon6": "Aku seharusnya lebih sering menghitung berkah yang kami miliki. Kami memiliki kehidupan yang baik di sini. Beberapa orang tidak punya cukup makanan untuk dimakan.$s"
}