{
  "Mon": "Halo, petani.#$e#Aku sudah pergi begitu lama... Aku merasa seperti orang asing.",
  "AcceptGift_(O)StardropTea": "Untukku? Nah, itu tidak terduga... Tapi aku tidak akan menolak. Terima kasih!",
  "AcceptGift_(O)Book_Bombs": "Yah, aku tidak bisa membaca bahasa Dwarvish, tapi ini barang koleksi yang menarik. Terima kasih.",
  "GreenRain_2": "Heh... Hujan adalah berkah. Pengingat bahwa selalu ada kekuatan yang lebih besar dari apa pun yang dipikirkan oleh manusia.#$e#Itu sebenarnya menenangkan, @.",
  "Resort_Entering": "Hai, @. Senang bertemu denganmu.",
  "Resort_Leaving": "Saatnya pulang.",
  "Resort_Shore": "Berdiri di pantai ini... Aku merasa kedamaian yang langka.$h#$e#Laut adalah sesuatu yang sangat istimewa.",
  "Resort_Chair": "Ini tempat yang bagus untuk berkumpul bersama keluarga. Aku benar-benar menghargai usahamu memperbaikinya.",
  "Resort_Bar": "Hanya mengambil air.",
  "married_Sam": "Ini membuat seorang ayah bangga melihat anaknya menjadi seorang pria. Kamu mendapat restu dari hatiku.$h",
  "Resort": "Perjalanan dengan perahu menyenangkan. Aku bahkan bisa menggunakan beberapa pelatihan kelautanku untuk membantu navigasi.$h",
  "eventSeen_100_memory_oneday": "Maaf atas kejadian itu.#$e#Aku tidak menginginkan perlakuan istimewa. Aku hanya ingin menjadi orang normal, seperti semua orang.",
  "MovieInvitation": "Erm... baiklah. Terima kasih. Aku akan bertemu di sana.$h",
  "accept_864": "...!$4#$b#...Dari mana kamu mendapatkannya?$4#$b#...$5#$b#Pria ini... Kami berjuang bersama di perang, @. Dia seperti saudara bagiku. #$b#Tapi... hanya salah satu dari kami yang kembali.$5#$b#Namun, dia tidak pernah kehilangan keberaniannya. Bahkan di hadapan kematian. Pahlawan sejati... Aku tidak akan pernah melupakannya.#$b#Terima kasih telah membawakan ini... Ini sangat berarti bagiku.#$b#Ini, ambillah. Sudah berada di belakang lemari dapur kami selama bertahun-tahun, dan kami tidak pernah menggunakannya.",
  "reject_865": "Ya... Ini telah rapat tersegel, jadi rasanya masih sangat kuat.",
  "Mon4": "Aku tidak tahu apa aku akan pernah terbiasa kembali ke rumah.#$e#Kedamaian kota terasa seperti topeng. Itu mungkin hanya aku saja.",
  "Tue": "Tidak banyak yang berubah sejak aku pergi.#$e#Yah, kecuali kamu ada di sini.",
  "Tue2": "Tidak banyak yang berubah sejak aku pergi.#$e#Kecuali kita punya petani baru di kota.$h",
  "Tue6": "Aku merasa sudah mulai menetap kembali dengan baik. Senang memiliki teman di kota.$h",
  "Wed6": "...Aku kehilangan banyak teman dalam pertempuran.$s#$e#Yang menyedihkan adalah aku bahkan tidak bisa mengingat wajah mereka.#$e#...",
  "Wed": "Kamu sudah lama di sini sekarang, kan? Pertanianmu pasti berkembang pesat.",
  "Wed10": "Untuk hidup adalah hadiah istimewa, dan itu datang dan pergi dalam sekejap mata... Jangan pernah melupakan itu.",
  "Thu6": "#$1 Kent1#Aku sudah bangun sejak jam 4 pagi... kadang aku penasaran apa aku akan kembali ke rutinitas normal.$k#$e#Sam benar-benar tumbuh sejak aku pergi. Dia sekarang sudah menjadi pria.#$e#Aku harap aku bisa ada di sana untuknya.$s",
  "Thu": "Apa kamu berteman dengan anakku?#$e#Kamu lebih mengenalnya daripada aku...$s",
  "Thu_inlaw_Sam": "Hey, @. Apa kamu menikmati gaya hidup menikah?",
  "Fri": "Sepertinya hari yang bagus untuk memancing, bukan?",
  "Fri4": "Aku harus mulai memancing. Itu akan memberiku sesuatu untuk dilakukan, menjaga tanganku sibuk.",
  "Sat": "Jodi memberitahuku bahwa kamu benar-benar menjadi bagian dari komunitas ini. Aku senang mendengarnya.",
  "Sat8": "Aku sulit tidur, jadi maaf jika aku terlihat lelah.#$e#Aku yakin kamu bisa mengerti.",
  "Sun": "Aku tidak tahu apa yang harus kulakukan sekarang setelah aku kembali.#$e#Aku terbiasa memiliki lebih banyak struktur dalam hidupku.",
 "Sun4": "Kamu memiliki rutinitas untuk membuatmu sibuk, ya? Itu hal yang bagus.#$e#Terlalu banyak kebebasan bisa menghambat. Kita semua mendapatkan manfaat dari memiliki sedikit struktur dalam hidup kita.",
  "event_popcorn1": "Diam saja! Berhenti mencoba membuatku melawan istriku.$u",
  "event_popcorn2": "...$s#$b#Kamu benar sekali, @.$s",
  "event_popcorn3": "Jangan berbohong padaku! Aku benci kebohongan lebih dari segalanya!$u"
}