{
   "SpouseStardrop": "Aku ingin memberikan ini sebagai 'terima kasih' karena kamu membiarkanku tinggal di sini bersamamu.$h",
  "4_*": "...Apa kamu pernah bertemu dengan yang lain seperti aku, di tambang? Maaf jika mereka bersikap antagonis terhadapmu. Kamu tahu, kami belajar untuk takut pada manusia... terlalu banyak... pertemuan yang tidak menyenangkan.#$e#Kamu tidak... membunuh salah satu temanku, kan?",
  "AcceptBirthdayGift_Positive": "Oh, hadiah untuk mengingat hari aku menetas! Terima kasih!$h",
  "GreenRain": "Arus air hari ini sangat kuat... ada apa di atas sana?",
  "AcceptBirthdayGift_Negative": "Oh... apa ini yang kamu sebut 'hadiah ulang tahun'? Aku tidak mengerti manusia...$s",
  "AcceptGift_(O)StardropTea": "Apa itu Teh Stardrop? Terima kasih! Satu tetes membuat kamarku harum sepanjang hari.",
  "AcceptGift_(O)Book_Void": "Hei, lihat! Semua temanku ada di sini!$h#$b#Tunggu sebentar, apa itu aku...?$7",
  "AcceptGift_(O)879": "Hadiah parfum yang indah? Oh, @... Aku merasa malu, tapi kamu tidak bisa melihatnya...$4",
  "AcceptGift_(O)308": "Ini tercium enak! Aku akan makan setengah, dan gunakan setengahnya untuk melembabkan tubuhku...$h",
  "8_*": "Perang 1000 tahun antara kaumku dan para kurcaci baru-baru ini berakhir. Masih banyak kebencian di kedua belah pihak.",
  "15_*": "Tolong jaga lokasiku tetap rahasia. Jika para kurcaci tahu tentangku, mereka pasti akan mengirim pembunuh.",
  "18_*": "Aku berusaha untuk tidak membuat terlalu banyak kebisingan di sini. Bayangkan jika penduduk desa mendengar suara anehku berasal dari saluran pembuangan...",
  "Fri": "...",
  "eventSeen_691039": "...Aku sedikit memar, tapi aku baik-baik saja.",
  "reject_868": "Oh, itu serpihan Arktik! Itu adalah barang magis yang sangat langka.#$b#Aku akan membawanya ke Penyihir jika aku jadi kamu!",
  "Wed": "Aku menemukan barang-barang di sini dan aku menjualnya. Ingin membeli sesuatu?",
  "Wed6": "Jika kamu mendekatkan telingamu ke pipa kanan, kamu bisa mendengar ke rumah mana pun dari sini.#$b#Tapi aku tidak akan menguping, tentu saja!$3",
  "Thu": "Tolong jangan memberitahu siapa pun tentangku.#$b#Manusia cenderung menghancurkan hal-hal yang tidak mereka pahami.",
  "Thu6": "Tolong jangan memberitahu siapa pun tentangku.#$b#Kebanyakan manusia ketakutan oleh kami, orang-orang bayangan... mungkin dengan alasan yang tepat.$s#$b#Tapi terlepas dari itu, jika penduduk desa mengetahui tentangku, aku mungkin tidak aman di sini.",
  "Tue": "Aku terlalu sensitif terhadap sinar matahari untuk keluar kebanyakan hari.#$b#Kondisi di sini sempurna.#$e#Ingin membeli sesuatu?",
  "Mon": "Tolong, jangan panik. Aku berbeda dengan yang lainnya.#$e#Aku sudah banyak mengamati manusia. Aku tahu kamu suka berbelanja. Mau melihat barang daganganku?",
  "Mon2": "Kembali lagi? Kupikir ini cocok dengan teoriku tentang perilaku manusia.",
  "Mon6": "'Krobus' berarti 'penyeberang jembatan' dalam bahasa kami.",
  "Sat": "Pada hari Jumat aku tetap diam sebagai tanda pengabdian kepada Yoba.",
  "Sat4": "Aku ingin melihat lebih banyak dunia luar, tapi tidak akan aman bagiku.$s",
  "Sat8": "Aku tidak akan pernah tahu bagaimana rasanya menjadi manusia... tapi berbicara denganmu, aku merasa sedikit memahaminya.",
  "Sun": "...Maaf, aku masih sedikit waspada terhadap manusia. Tokoku masih terbuka untukmu, meskipun.",
  "Sun4": "Kamu tidak seperti manusia lainnya, kan?",
  "Sun8": "Kamu telah membuka mataku ke dunia manusia. Aku menghargainya.",
  "divorced": "..."
}