{
  "Introduction": "Hai, senang bertemu denganmu. $h#$e#Kamu pindah ke sini di saat yang tepat... Musim semi di sini sungguh indah.",
  "AcceptGift_(O)StardropTea": "Wow... Aku pernah mencicipi minuman ini waktu kecil, rasanya nggak pernah terlupakan.",
  "AcceptBirthdayGift_Positive": "Hai, terima kasih ya, @! Ini bikin ulang tahunku jadi spesial.$h",
  "FlowerDance_Accept": "Kamu mau nari bareng sama aku? Keren!$h#$e#Aku udah kepikiran kalau kamu bakal nanya gitu...$h",
  "dating_Leah": "Aku udah ngerasa kamu bakal nanya itu padaku...$l",
  "married_Elliott": "Elliott romantis banget... Pasti hari-harimu bakal dipenuhi puisi!$h",
  "married_Shane": "Aku seneng lihat Shane sekarang di tempat yang baik. Belum pernah liat dia senyum sebanyak ini!#$e#Dengan cintanya pada ayam, pasti dia bakal nyaman banget di %farm Farm!$h",
  "AcceptGift_(O)169": "Wah, makasih! Ini punya bentuk yang unik...$h",
  "AcceptGift_(O)430": "Hei, ini dapet dari mana? *bau*... Hmm... Bakal pas banget diparut di atas pasta segar. Makasih ya!$h",
  "AcceptGift_(O)200": "Hmm... Dulu di kota, sayuran nggak se-segar ini rasanya. Aku suka banget!$h",
  "AcceptGift_(O)196": "$c 0.8#Ini kelihatannya enak... Terima kasih! Nggak ada yang lebih enak dari salad segar dari alam.$h#Wah, @! Ini persis yang lagi aku pengen! Kamu baca pikiranku ya?$h",
  "dating_Leah_memory_oneday": "Nggak usah merasa harus habiskan semua waktu sama aku sekarang kita udah pacaran... Aku tahu kamu sibuk!",
  "eventSeen_53_memory_oneday": "Aku berhasil jual cukup banyak karya seni di pameran itu buat bertahan setahun lagi... Itu semua yang aku butuhkan!",
  "eventSeen_54_memory_oneday": "Aku masih kesel soal piknik kemarin... orangnya aneh banget!$a#$b#Kita nggak usah bahas... orang itu... lagi deh.$s",
  "eventSeen_584059_memory_oneday": "Kalau karya seniku terus laku di online kayak sekarang, aku bisa terus berkarya selamanya. Itu selalu jadi mimpiku.",
  "Resort_Entering": "Jangan bilang siapa-siapa ya, tapi Willy ngasih aku kemudiin perahunya beberapa menit tadi.$h",
  "Resort_Leaving": "Yah, itu bener-bener bikin rileks.",
  "Resort": "Aku suka cuaca di Lembah Stardew, tapi kadang liat iklim beda juga bagus buat ganti suasana.",
  "Resort_Shore": "Bentuk ombak di sini keren banget.#$e#Aku jadi kepikiran, mungkin bisa aku tangkap dalam bentuk patung.",
  "Resort_Chair": "Aku suka panasnya asal aku tetep duduk di tempat.$h",
  "Resort_Wander": "Mmm, mungkin pohon-pohon di sekitar sini bisa jadi bahan yang menarik buat bikin karya.#$e#Tapi mungkin Willy bakal kesel kalo aku bawa banyak kayu ke kapalnya!$h",
  "Resort_Wander_2": "Aku penasaran apa saja yang bisa kamu temukan di sini.#$e#Tadi aku lihat beberapa kenari yang terlihat lezat tumbuh di semak di dekat sini.",
  "Resort_Bar": "Udah coba Piña Colada? Aku lagi yang kedua nih... hehe.",
  "FlowerDance_Accept_Spouse": "Akhirnya! Aku mulai khawatir kamu mau nari sama orang lain!$h",
  "FlowerDance_Decline": "Aku akan jujur. Aku nggak mau nari sama kamu.$u",
  "divorced": "Aku menyadari aku lebih bahagia sendiri. Jadi tolong tinggalkan aku.$u",
  "breakUp": "Ohh... Paham. Hah... Rasanya aku benar-benar tidak beruntung soal ini...$s",
  "dumped_Girls": "Aku nggak ingin bertemu denganmu untuk sementara waktu...$s",
  "secondChance_Girls": "Kamu menyebabkan banyak kesedihan dengan apa yang kamu lakukan... tapi aku siap melupakan masa lalu.$s",
  "Beach": "Aku datang untuk suara ombak. Indah, bukan?",
  "Mon": "Pohon-pohon terlihat bagus hari ini ya kan?#$q 21/22/211132 Mon_old#Jadi, kenapa kamu jadi petani?#$r 21 -5 Mon_21#Aku ingin mendapatkan banyak uang.#$r 22 5 Mon_22#Ini lebih \"nyata\" daripada hidup di kota.#$r 211132 5 Mon_211132#Untuk mengikuti jejak kakek.#$r 22 5 Mon_22#Aku ingin melarikan diri dari kehidupan lamaku.",
  "Mon_old": "$p 21#Jadi, apa kamu mendapatkan sebanyak uang yang kamu harapkan?|Menghabiskan waktu di alam sangatlah memuaskan.",
  "Mon_21": "Hmm. Kayaknya itu agak dangkal ya?$s",
  "Mon_22": "Itu sebetulnya alasan aku datang ke sini juga!$h",
  "Mon_211132": "Itu sangat manis untuk menghormati kakekmu seperti itu.",
  "GreenRain": "Dari mana semua tanaman ini berasal? Ini kejutan, tapi aku nggak komplain...",
  "GreenRainFinished": "Kayaknya semua orang di kota ketakutan dengan hujan aneh itu? Aku nggak tahu... Aku cuma pikir itu luar biasa!$h",
  "GreenRain_2": "Bayangkan kalau hujan ini berlangsung sepanjang musim panas... Tanaman akan menguasai seluruh lembah!",
  "Tue4": "Hai. Oh, kamu mau ngobrol?#$e#Pemandangan di sekitar sini memberiku banyak inspirasi. Bentuk tanahnya hampir seperti sebuah patung.#$e#Aku nggak membuat seni untuk uang. Itu hanya dorongan yang aku miliki.#$e#Bertani sepertinya profesi yang sangat memuaskan. Kamu bisa menciptakan makanan lezat untuk semua orang!$h#$e#Kamu pasti sibuk. Maaf.",
  "Tue": "Halo, tetangga.#$e#Kita berdua tinggal di luar kota. Apa itu memiliki arti tertentu?",
  "Wed": "#$1 LeahBug#Pagi ini secara tidak sengaja aku menginjak serangga.$s#$e#Kadang aku merasa mustahil untuk hidup tanpa menghancurkan alam dengan cara tertentu.",
  "Wed6": "Aku suka berada di sekitar hewan. Mereka begitu polos.#$e#Hewan ternak juga luar biasa.$h",
  "Wed8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Pasti puas rasanya panen sebidang tanaman ya? Kamu pada dasarnya menciptakan makanan dari ketiadaan!$h|Hai @! Aku baru saja memikirkan tentangmu dan pertanianmu.#$e#Aku membayangkan betapa baiknya rasanya memanen sekelompok tanaman besar.$h#$e#Tapi pasti enak juga punya bantuan, kan?$l",
  "Thu": "Sebenarnya ada banyak makanan liar di daerah ini, jika kamu tahu tempat mencarinya.#$e#Aku hampir setiap hari makan salad segar.$h",
  "Thu6": "Mencari makanan liar adalah keahlianku. Suatu hari aku akan membuatkanmu salad segar.$h",
  "Fri": "Lebih mudah berteman dengan pohon. Mereka tidak punya banyak yang dikatakan.$h",
  "Fri2": "Kita tidak akan bisa bertahan tanpa alam. Penting untuk diingat itu.",
  "Fri4": "Halo, @. Hari ini cuacanya bagus, kan?#$e#Mampirlah ke pondokku jika kamu perlu seseorang untuk diajak bicara.$h",
  "Fri6": "Terkadang, ada perasaan aneh yang menghampiriku. Kepalaku menjadi benar-benar kosong... dan aku merasa benar-benar damai, bahkan bahagia.#$e#Hei, sekarang! Ini sama sekali tidak ada hubungannya dengan minum anggur!$h",
  "Fri8": "Apa kamu pernah penasaran bagaimana rasanya menjadi orang lain?#$e#Apa pikiran kita muncul dengan cara yang sama, atau justru sangat berbeda?#$e#Jangan pikirin aku, kadang aku berpikir tentang hal-hal aneh...$h",
  "Sat": "Aku suka mendekorasi untuk berbagai musim.",
  "Sat8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Aku pernah memikirkan untuk menanam beberapa tanaman, tapi aku rasa aku akan merasa bersalah harus membersihkan semua tanaman liar untuk memberi ruang.|Bertani terdengar menyenangkan. Aku ingin mencobanya, suatu hari.$l",
  "Sun": "Jika kamu mendengar suara keras dari dalam pondokku, kemungkinan besar itu hanya aku sedang mengerjakan salah satu patungku.",
  "Sun8": "Jika kamu menemukan potongan kayu apung yang menarik, aku bisa menggunakannya.#$e#Itu akan istimewa jika kamu memberikannya padaku.",
  "event_sculpt1": "...Apa?$7#$b#Oh! Ya, itu benar-benar tepat!$h",
  "event_sculpt2": "Tidak ada yang salah dengan itu... Kurasa ada banyak keindahan yang bisa ditemukan dalam alam yang masih alami!#$b#Tapi sebagai manusia, aku juga tertarik pada bagaimana kita membentuk dan menginterpretasikan dunia di sekitar kita... Aku kira yang aku maksud adalah 'seni'.",
  "event_sculpt3": "Kau babi!%fork$a^Oh! Kamu...? Aku juga.$6#$b#Keluar!$a^Baik untuk diketahui.$l",
  "event_parents1": "Kamu benar... Aku hanya tidak akan bahagia di sana.$u#$b#Lebih baik bagi kita berdua... untuk mengakhiri hubungan yang tidak bisa dipertahankan saat kita masih muda dan fleksibel.$u",
  "event_parents2": "Itu agak keras... tapi, ya. Kita punya prioritas yang berbeda.$u",
  "event_parents3": "Oh ya? Yah, mungkin aku akan pergi saja, lalu!%fork$a",
  "event_parents4": "*sigh*...$s#$b#Aku kira kamu benar... itu agak egois. Tapi bisakah kamu menyalahkanku karena ingin bahagia? Ugh... Aku tidak tahu...$s",
  "event_parents5": "*sigh*...$s#$b#Mungkin kamu benar... Manusia adalah makhluk yang egois. Aku tidak tahu. $s#$b#Mungkin aku seharusnya tidak terlalu memikirkannya. Kita semua harus membuat pilihan sulit dari waktu ke waktu.$s",
  "summer_1": "Kamu bisa tahu bahwa ini musim panas dari aroma manis nektar yang melayang di udara!$h",
  "summer_Mon": "Pagi ini aku menemukan buah liar!#$e#Maaf, aku tidak punya sisa.$s#$e#Teruslah mencari, aku yakin kamu akan menemukan sesuatu.",
  "summer_Tue": "Suara hewan ternak itu bagus, bukan?",
  "summer_Tue4": "Hal-hal sederhana dalam hidup adalah yang terbaik: angin musim panas yang lembut, awan yang megah, dan gelas penuh dengan Stardew Valley red.",
  "summer_Thu6": "Aku pandai mencari buah liar. Suatu hari aku akan membuatmu salad buah yang enak.$h",
  "summer_Fri": "Kamu bisa menggunakan tapper untuk mengumpulkan sirup dan cairan berguna lainnya langsung dari pohon.#$e#Prosesnya lambat, tapi hasilnya bisa sangat berharga.",
  "summer_Fri2": "Aku tidak suka berbicara langsung, tapi jika kita tidak memperlakukan alam dengan hormat, cucu kita akan terancam.#$e#Apa pendapatmu?",
  "summer_Fri4": "Apa kamu pernah berjalan ke dalam hutan... Berhenti sejenak... Dan menikmati keindahan alam?#$e#Mudah untuk melupakan seberapa luar biasa dunia ini sebenarnya...",
  "summer_Fri6": "Halo, @. Apa kamu pernah merasa kesepian di pertanian besar itu?#$e#Singgahlah ke pondokku jika kamu membutuhkan seseorang untuk diajak bicara.$h",
  "summer_Sat": "Air yang mengalir membuat rumahku sedikit lebih sejuk di musim panas.#$e#Aku tidak bisa menolerir panas dengan baik.",
  "summer_Sat4": "Pada suatu Musim Panas, malam hari sangat panas sehingga aku bangun dari tempat tidur dan melompat ke sungai!#$e#Aku harap tidak ada yang melihatku!$h",
  "summer_Sun": "Apa yang harus aku lakukan di hari yang hangat dan santai seperti ini? *sigh*#$e#Ada ide?",
  "fall_1": "Betapa cepatnya pergantian musim!#$e#Ini mengejutkan.",
  "fall_Tue": "Aku kepikiran, ya, bisa nggak ya bikin kolase dari daun kering?#$e#Warnanya cerah banget... Nggak bisa nahan buat nggak kepikiran bikin proyek seni.$h",
  "fall_Tue4": "Setiap orang punya pandangan yang unik dan menarik, kan? Meskipun, ada juga yang punya pendapat absurd banget.",
  "fall_Wed": "Seneng banget tinggal di sini deket sungai.#$e#Tiap malem tidur denger suara air, bikin tenang banget.",
  "fall_Thu6": "Ntar deh aku bikinin kamu tumis jamur liar, pasti enak!$h",
  "fall_Fri": "Kamu punya dapur di rumahmu, kan?#$e#Kalo punya, bisa masak apa aja yang enak banget.$h",
  "fall_Fri6": "Kalo butuh temen curhat, boleh deh mampir ke tempatku.$h",
  "fall_Sat": "Hiasan itu bikin suasana makin asik, ya. Kayak tradisi yang asyik banget.",
  "fall_Sun": "Ada tempat bagus banget buat jalan-jalan di sekitar sini.#$e#Berasa segar banget nyetel kaki.",
  "fall_Sun4": "Salah satu yang bikin betah di sini tuh ada air terjunnya, tau?#$e#Suka nongkrong disitu, tenang banget...",
  "winter_Mon": "Gue suka banget liat semuanya ditutupin salju baru.",
  "winter_Tue": "Adem banget di rumah gue yang kecil ini.$s#$e#Nyemil dibawah selimut gede, asik banget rasanya.$h",
  "winter_Wed": "Tadi pagi gue liat kelinci salju lho! Jarang-jarang banget, kan?",
  "winter_Thu": "Susah banget nemuin makanan segar, gue.#$e#Akhirnya makan roti mulu deh.$s",
  "winter_Thu6": "Sedih banget rasanya susah cari makanan segar di musim dingin.#$e#Pasti di peternakanmu lebih lengkap ya kan?",
  "winter_Fri": "Waktu di sini rasanya jalan lebih pelan.#$e#Kalo dulu di kota, satu tahun aja cepet banget berlalunya.",
  "winter_Fri6": "Gak dingin-dingin amat ya di peternakan lu?#$e#Kalo mau hangout sambil minum cider, mampir aja ke tempat gue.$h",
  "winter_Sat": "Halo. Ada apa? Mau curhat?",
  "winter_Sat2": "Halo, @. Ada yang pengen dibahas?",
  "winter_Sun": "Pernah nggak sih kamu ambil sehari buat santai total?#$e#Enak banget buat recharge energi.",
  "winter_Sun4": "Kalo kamu ambil waktu sehari buat istirahat, nggak cuma baik buat pikiran, tapi juga hasilnya lebih produktif lho!"
}