{
  "LeoDeparture": "Aku perlu mencari tempat tinggal...$s#$b#Tapi aku punya rencana... Aku akan bergantung pada teman-temanku.",
  "AcceptGift_(O)StardropTea": "Wow, rasanya persis seperti kacang kenari emas! Ini luar biasa!",
  "GreenRain": "Aku suka cuaca ini... sangat lembap. Ini mengingatkanku pada hutan di rumah.",
  "Thu8": "Awalnya rasanya buruk... meninggalkan pulau dan menginjakkan kaki di tanah yang asing.$s#$e#Tapi, aku terbiasa setelah beberapa lama.#$b#Aku orang yang sangat fleksibel!$h",
  "Thu10": "Awalnya aku merasa seperti orang asing di sini. Tapi aku telah membuat banyak teman!$h#$b#Untuk sekali ini, aku merasa seperti aku ada di tempat yang tepat...",
  "Tue": "Bu Penny berusaha yang terbaik untuk membantu aku mengejar pelajaran di sekolah. Dia sangat baik...#$e#...Untungnya, aku masih ingat beberapa hal dari kehidupan lamaku... sebelum terdampar di pulau... jadi tidak sesulit yang aku kira.#$e#Bu Penny bilang dia terkesan dengan seberapa banyak yang aku tahu!",
  "Tue10": "Aku yakin Jas dan Vincent pikir aku aneh, pada awalnya. Aku tidak sengaja berteriak di meja sekolah beberapa kali... itu tidak membantu.$s#$e#Itu adalah perubahan besar bagi semua orang. Tapi sekarang kita sudah menjadi teman yang baik!$h",
  "18": "Ketika pertama kali tiba, Linus membuatkan aku jas dari daun, seperti miliknya...#$b#Tapi aku terlihat lucu... seperti mangga berbulu!$h#$e#Aku akan tetap pada bulu-buluku.",
  "Wed": "Antara Linus dan Bu Penny, aku akan belajar segala hal yang ada!$h#$e#Pak Lewis bilang aku berada di jalur cepat untuk menjadi 'warga yang berpengetahuan luas'... apa pun itu artinya.",
  "Thu": "Pernahkah kamu perhatikan semua burung menarik yang tinggal di sini?#$e#Jika kamu mendengarkan dengan seksama, mungkin mereka akan memberimu tahu sesuatu.",
  "winter_Thu": "Burung-burung di lembah ini tidak terlalu keberatan dengan dingin.#$e#Aku agak iri dengan mantel hangat mereka...$s",
  "4": "Aku melihat sebuah mangga besar mengambang di langit. Linus memberitahuku itu balon udara panas!$u#$b#Kupikir hanya burung yang bisa terbang...",
  "Fri": "Linus telah mengajarku tentang semua makanan liar di lembah. Ada banyak hal yang baik di sini!$h#$e#Meskipun... aku agak merindukan memiliki kacang kenari emas untuk sarapan setiap pagi...$s",
  "winter_Fri": "Linus mengajarku cara membuat ikan yang diusap dengan rempah berry khusus...#$b#Dia bilang jika aku makan cukup banyak, itu akan membuatku tetap hangat musim dingin ini!$h",
  "Fri8": "Paman Linus bilang aku harus 'memasak' ikanku sebelum dimakan...$s#$b#Aku kesulitan untuk terbiasa... sangat kering...$s",
  "Mon": "Hai, @. Senang melihatmu kembali di pulau, seperti dulu. Ini menyenangkan!#$e#Tahukah kamu, aku takut ketika kamu pertama kali datang... Aku tahu hidupku akan berubah.$u",
  "Sun": "Kamu tahu, Lembah Stardew mungkin menjadi rumah baruku... tapi pulau itu akan selalu menjadi rumahku juga.#$e#Senang bisa kembali dan berkunjung.",
  "Sat": "Mungkin suatu hari nanti, aku akan mengunjungi Kota Zuzu...$u#$b#Tapi aku bahkan belum dekat untuk siap pergi. Dunia ini sudah cukup aneh bagiku, dan aku sangat nyaman di sini sekarang!$h",
  "Sun10": "Para kakak tua ingin mengucapkan terima kasih atas semua kacang kenari emas yang telah kamu temukan. Mereka benar-benar menikmatinya.$h",
  "Sat10": "@? Eh... Aku agak malu untuk bertanya...$u#$b#Tapi... apa kamu pikir Jas akan suka dengan cowok seperti aku?$u#$b#Ataukah aku terlalu aneh?$s#$e#Hahaha... siapa peduli. Aku akan mencari tahu suatu hari nanti.$h"
}