{
  "Introduction": "Jadi, bagaimana rasanya tidur pertama kali di rumah tua itu?#$e#Kakekmu dulu sering mengeluh tentang kasur tua yang remang-remang itu. Tapi sebenarnya, aku rasa dia sangat mencintai rumah itu.",
  "AcceptGift_(O)StardropTea": "Aku sudah mencicipi banyak teh dalam hidupku, tapi tak ada yang seistimewa dan langka seperti ini. Terima kasih!",
  "AcceptBirthdayGift_Positive": "Ah, kau ingat ulang tahun Wali Kota yang tua. Itu sangat perhatian dari mu. Dan ini hadiah yang bagus!$h",
  "GreenRain": "Aku tadi berbicara dengan Gubernur... Katanya hujan ini seharusnya tidak berbahaya sama sekali. Hanya fenomena alam yang tidak biasa.#$b#Tapi, beberapa warga kota panik, yang tidak pernah baik...",
  "GreenRainFinished": "Yah, itu cukup kegembiraan untuk kota kecil kita! Aku hanya lega bahwa semua orang baik-baik saja.$h#$e#Jika ini terjadi lagi, aku pikir kita semua akan sedikit lebih santai. Ini bukan akhir dari dunia!",
  "GreenRain_2": "Aku kira kita bisa mengharapkan hujan tidak biasa ini setiap tahun. Kurasa semua orang sedikit lebih tenang tahu bahwa itu hanya bagian dari alam.",
  "AcceptBirthdayGift_Negative": "Ah, kau ingat ulang tahun Wali Kota yang tua ini... apa ini?$h#$b#Um... yah kau tahu kata-kata mereka, 'yang penting niatnya baik'.",
  "cropMatured_24": "Hei, aku sedang melakukan putaran malamku, dan melihat bahwa parsnip pertamamu sudah siap. Selamat!",
  "cropMatured_254": "Melon-melon itu terlihat sangat bagus di %farmmu!$h#$b#Tahukah kamu, itu salah satu tanaman favorit Kakekmu dulu.",
  "cropMatured_276": "Tidak ada yang seperti 'Musim Gugur' selain labu, bukan?",
  "Resort": "Aku kagum, @. Kau benar-benar memperbaiki tempat ini!$h",
  "married": "Selamat, @. Ini langkah besar untukmu dan %pasangan. Kau benar-benar menanamkan akar di kota ini!",
  "married_twice": "Selamat sekali lagi, @.",
  "divorced_once": "Semua berkas perceraian sudah disiapkan. Maaf kalau hubungan tidak berjalan lancar...",
  "divorced_twice": "Perceraian lagi? Ayo, @... kamu sebaiknya lebih berhati-hati memilih pasangan di masa depan...$u",
  "movieTheater": "Semua anak muda sepertinya senang dengan bioskop baru itu.#$e#Bioskop yang ramai akan baik untuk ekonomi lokal. Aku hanya berharap tidak ada yang menyinggung di film-film modern itu!",
  "Resort_Leaving": "Semua naik! Kita kembali ke lembah!",
  "Resort_Shore": "Peluang liburan seperti ini benar-benar bisa memperluas ekonomi lokal!#$e#Sebaiknya aku tidak terlalu lama berada di bawah sinar matahari, atau kumisku akan kering.",
  "Resort_Chair": "Hehe... lihatlah tempat ini! Aku tidak tahu bagaimana kau melakukannya, tapi tempat liburan kecil ini jadi perbincangan di kota.$h",
  "Resort_Bar": "Hehe... Gus benar-benar berada di elemennya.",
  "pamHouseUpgrade": "@, aku mendengar apa yang kau lakukan untuk Pam dan Penny... sekarang *itu* dukungan komunitas yang kusuka lihat di Pelican Town!$h",
  "pamHouseUpgradeAnonymous": "@, dengar kabar? Seseorang membayar Robin untuk membangun rumah untuk Pam dan Penny! Robin tidak mau memberitahuku siapa pelakunya, meskipun.#$e#Tapi siapapun yang membayar, aku senang melihat dukungan komunitas seperti ini di Pelican Town!$h",
  "willyCrabs": "*Mengendus*... *Mengendus*... Bisakah kau mencium itu? Aku sudah mencium aroma kepiting segar sepanjang hari ini...$u",
  "cc_Begin": "*Mengendus*... *Mengendus*... Ah, aku merasa kau telah menghabiskan waktu di Pusat Komunitas lama. Senang rasanya tahu ada yang peduli dengan tempat itu.",
  "cc_Complete": "Aku belum pernah merasakan kebanggaan komunitas yang begitu kuat. Kau telah melakukan pelayanan besar bagi Pelican Town, @.$h",
  "cc_Bridge": "Entah bagaimana, jembatan tua menuju tambang sekarang sudah diperbaiki.#$b#Aku terkejut... Pasti butuh tim lengkap untuk memperbaiki hal itu!#$b#Siapa ya yang bisa melakukan itu?",
  "cc_Bus": "@, dengar kabar? Ternyata bus kota tua itu mulai berfungsi lagi semalam!$h#$b#Benda tua itu sudah tidak aktif selama puluhan tahun... Ini benar-benar misteri besar.",
  "joja_Begin": "Jadi, Pusat Komunitas lama sudah hilang... Aku kira zaman berubah, dan hal-hal baik datang dan pergi... Namun aku tidak bisa tidak merasa ada perasaan kehilangan.$s#$e#Aku hanya berharap ini tidak merusak rekam jejakku sebagai Wali Kota.$s",
  "wonGrange": "Selamat atas kemenanganmu dalam lomba tampilan grange itu.#$e#Hehe... Hanya antara kita, aku pikir Pierre perlu makan hidangan yang rendah hati!$h",
  "Mon": "Ini musim yang tepat untuk mulai memikirkan tentang berkebun, bahkan bagi kita yang bukan petani.#$e#Lembah ini terkenal karena menghasilkan bunga-bunga musim semi terbaik!$h",
  "Tue": "Letakkan saja apa pun yang ingin kamu jual di kotak pengiriman di dekat rumahmu.#$e#Aku akan tertarik melihat jenis barang apa yang kamu masukkan ke dalamnya.",
  "Saloon_Entry": "Hai, Gus!",
  "Tue2": "Di awal setiap musim, kamu harus menghapus tanaman mati musim sebelumnya. Ini paling mudah dengan sabit.",
  "spring_3": "Sudah menanam tanaman musim semi apa pun? Musimnya tidak berlangsung selamanya, tahu.",
  "Town_57_40": "#$c .3#Kau datang ke kota pagi-pagi ya kan? Sudah selesai dengan pekerjaan pertanianmu?#$e#Selamat pagi! Aku hanya memeriksa kebun seperti biasa.$h#$c .5#Hmm... apa ini kutu daun?$s#$e#Hmm... aku harap ini bukan serangga sisik...$s",
  "Wed": "Hmm... pemungutan pajak... *mumbling* ...biaya perayaan musim semi... *mumbling*...$u#$e#Iya?",
  "spring_10": "Ah... Tidak ada yang seperti secangkir teh yang kuat di pagi hari.",
  "Thu": "Salun bisa sangat ramai di malam hari. Kadang-kadang kita bahkan memasukkan koin ke jukebox *chuckle*$h#$e#Aku suka mengunjunginya sekali seminggu untuk mengetahui perkembangan terbaru, bagaimanapun.",
  "Saloon": "Selamat malam! Senang melihatmu bersosialisasi dengan warga kota.#$b#Baiklah untuk singgah sekali-sekali dan melihat berita terbaru.$h",
  "Saloon4": "Selamat malam, @! Aku senang melihatmu bersantai di salun. Baiklah untukmu untuk istirahat sesekali.$h#$b#Kakekmu selalu terlalu keras bekerja... Aku akan memesan satu bir tambahan untuk menghormatinya malam ini.",
  "Fri": "Semoga semuanya berjalan lancar di %farm. Aku tidak ingin melihat semuanya menjadi kering.",
  "Sat": "Semua orang tampak sedikit lebih bahagia di akhir pekan, tidakkah kamu pikir begitu?#$e#Aku bekerja tujuh hari seminggu, meskipun.",
  "Sun": "Aku telah menjadi Wali Kota Pelican Town selama lebih dari dua puluh tahun!#$e#Tidak ada yang pernah mencalonkan diri melawan aku saat waktunya pemilihan. Aku suka berpikir bahwa itu berarti aku melakukan pekerjaanku dengan baik.#$e#Aku suka menjadi Wali Kota.",
  "event_secret1": "Terima kasih @. Aku tidak akan melupakanmu.",
  "event_secret2": "Oh gitu... Kamu mau aku usir dari kota ini ya?...$s#$b#Kamu udah bosan bertani, oke!.$s",
  "summer_Mon": "Berkebun adalah salah satu hobiku, jadi aku senang dengan cuaca hangat ini.",
  "summer_Town_57_40": "#$c .3#Ah, bunga-bunga ku tumbuh dengan sangat baik!$h#$c .3#Selamat pagi! Bisakah kamu mencium aroma manis bunga bakung embun ini?#$e#Masih pagi tetapi udara sudah cukup hangat. Musim panas bagus untuk orang tua seperti aku hehe.",
  "summer_Tue": "Bagaimana aku bisa menjadi Wali Kota pada awalnya? Itu cerita panjang.#$e#Kita berdua terlalu sibuk untuk cerita sekarang.",
  "summer_Wed": "Uburlaut bulan akan segera tiba. Itu salah satu hal favoritku tentang lembah ini.",
  "summer_Thu": "Salun menjadi cukup ramai di malam hari.#$e#Aku suka mengunjunginya sekali seminggu untuk mengetahui perkembangan terbaru. Dan untuk mencicipi spaghetti otentik Gus.",
  "summer_Fri": "Hmm... Aku penasaran apakah ada yang ulang tahun hari ini? Aku lebih baik memeriksa kalender di toko Pierre.",
  "summer_Sat": "Semua orang tampak sedikit lebih bahagia di akhir pekan, tidakkah kamu pikir begitu?#$e#Aku bekerja tujuh hari seminggu, meskipun.",
  "summer_Sun": "Eh, apa kamu menanam blueberry di ladangmu?#$e#Aku suka blueberry segar.%revealtaste:Lewis:258",
  "fall_Mon": "Beberapa warga kota mencurigai orang asing. Kamu harus memenangkan kepercayaan mereka sebelum mereka terbuka kepada kamu.#$e#Hanya menjadi gigih dan kamu akan berhasil menjangkau mereka.$h",
  "fall_Tue": "Waktu ini sekitar ketika aku pertama kali menjadi Wali Kota, lebih dari dua puluh tahun yang lalu.#$e#Itu membuatku merasa sangat tua.$s",
  "fall_Wed": "Jika kamu punya saran untuk kota, cukup tinggalkan catatan di kotak saranku.#$e#Oh, benar... Aku tidak punya kotak saran.",
  "fall_Wed2": "Setiap Rabu aku sarapan wafel buckwheat dan kopi. Itu adalah sedikit tradisi yang aku ikuti untuk menjaga kehidupan bujang tetap menarik.$h",
  "fall_Town_57_40": "#$c .3#Hmm... jamur kecil aneh ini mulai muncul di serbuk kayu ku. Aku penasaran jenis jamur apa ini?#$c .3#Selamat pagi! Kita sedang memasuki bulan-bulan dingin, jadi aku melihat kebunku perlahan-lahan berakhir.#$e#Ah, kau datang ke kota pagi-pagi ya kan? Selesai dengan pekerjaan pertanianmu sudah?",
  "fall_Thu": "Salon menjadi cukup ramai di malam hari.#$e#Aku suka mengunjunginya sekali seminggu untuk mengetahui perkembangan terbaru.",
  "fall_Fri": "Semoga semuanya berjalan lancar untukmu di pertanian.",
  "fall_12": "Apa kamu punya rumah lebah di ladangmu?#$e#Jika kamu meletakkannya di dekat bunga, kamu bisa mendapatkan jenis madu yang berbeda.",
  "fall_19": "Kadang-kadang kamu bisa tahu jika ada sesuatu yang terkubur di bawah tanah. Cukup buka matamu.",
  "fall_Fri4": "Sudah mencoba saus spaghetti 'rahasia' Gus?$s#$b#...Bahan-bahannya mungkin rahasia, tetapi aromanya tidak.#$b#Sampai jumpa nanti.",
  "fall_Sun": "Apa kamu melakukan yang terbaik di pertanian, @? Kamu harus mencapai banyak hal di berbagai bidang jika kamu ingin menjadi warga yang berpengetahuan luas.",
  "winter_1": "Nah, musim dingin sudah tiba! Itu berarti penduduk desa akan menghabiskan sebagian besar hari mereka di dalam rumah.#$e#Setidaknya kamu akan tahu di mana menemukan mereka!$h",
  "winter_Mon": "Tahun lain hampir berakhir!#$e#Kuharap kamu punya tahun yang produktif!",
  "winter_Tue": "Aku harus mulai membuat rencana untuk memperbaiki kota kita tahun depan!",
  "winter_Wed": "Aku masih akan datang setiap malam untuk mengumpulkan hasil panenmu, bahkan di tengah salju.#$e#Kamu masih perlu mendapatkan uang di musim dingin!",
  "winter_Fri": "Aku harap semuanya berjalan baik untukmu di pertanian.",
  "winter_Fri6": "Aku belum pernah menikah. Aku tidak punya keluarga. Yang aku jalani adalah menjadi Wali Kota.$s#$e#Apa itu sepadan?$s#$e#...*sigh*...$s",
  "winter_Sun": "Hai, @! Apa kabarmu hari ini?$h#$e#Jika kamu melihat Marnie, katakan padanya aku 'mencarinya'."
}