{
  "Introduction": "Eh, ada orang baru?... Hai.#$e#Jangan perdulikan aku. Aku hanya tinggal di sini sendirian.",
  "AcceptGift_(O)StardropTea": "Ini berarti banyak bagiku, @. Aku akan menyimpannya untuk hari-hari sepi di tenda. Terima kasih!",
  "AcceptGift_(O)Book_Trash": "Biasanya aku tidak membaca buku... Tapi yang ini sesuai dengan minatku... Terima kasih!$h",
  "AcceptGift_category_greens": "Bagus! Aku selalu senang dengan makanan liar seperti ini. Terima kasih.",
  "married": "Dulu aku sempat memikirkan untuk menikah, tapi sekarang, aku bahagia dengan suara angin di antara dedaunan, dan katak yang berkicau di bawah bulan.",
  "GreenRain": "Semua pohon aneh itu akan hilang besok... satu misteri alam lagi.",
  "GreenRainFinished": "Bagaimana hasil panen lumutnya? Hehe... Tempat tidurku jadi lebih nyaman sekarang.",
  "GreenRain_2": "Aku sudah mengumpulkan cukup lumut untuk setahun penuh. Bagaimana denganmu?",
  "AcceptGift_(O)774": "Hmm, bagus juga ini. Kamu murid yang baik, @.$h",
  "AcceptGift_(O)166": "Tidak, terima kasih. Aku tidak tertarik dengan uang... Bahkan, aku merasa itu kutukan. [166]",
  "AcceptGift_category_fish": "Ah, itu terlihat segar. Aku akan makan enak malam ini!$h",
  "reject_869": "Ada apa di tanganmu? Sepertinya itu bisa jadi umpan yang bagus.$h",
  "cc_Boulder": "Teman lamaku, batu mengkilap, sudah pergi. Mungkin terlihat sepele, tapi bagiku itu adalah perubahan besar.#$b#Aku senang batu tua itu bisa melihat lebih banyak dunia sekarang.$h",
  "mineArea_80": "Hanya sedikit orang yang berani turun ke tambang sebanyak kamu.",
  "eventSeen_8357109": "Air di sini berasal dari gletser tinggi di gunung.#$e#Aku pernah pergi ke sumbernya sekali, hanya untuk mengucapkan terima kasih atas air itu.",
  "movieTheater": "Bioskop? Hmm... bagiku, pertunjukan drama alam liar yang pelan sudah cukup seru.",
  "MovieInvitation": "Eh, aku? Biasanya aku tidak terlalu tertarik, tapi... oke deh. Bagus sekali kamu mengingatkanku.#$b#Aku akan pergi ke sana sebentar lagi.",
  "DumpsterDiveComment": "Menemukan sesuatu yang bagus? $h",
  "Mon": "Udara segar di alam liar adalah yang ingin kurasakan.#$e#Aku memilih tinggal di sini sendirian.",
  "Tue": "...Kamu datang hanya untuk mengejekku?#$e#Aku hanya ingin menjalani hidupku sendiri.",
  "Wed": "Aku masih belum mengenalmu cukup untuk percaya. Maaf.",
  "Thu": "...Hmm? Ada apa darimu?",
  "Fri": "Jangan rusak tendaku ya.#$e#Sudah pernah terjadi sekali.",
  "Sat": "Aku nyaman hidup sendirian, tahu?#$e#Aku tidak butuh teman baru.",
  "Sun4": "Sungguh menyenangkan jika warga desa bisa menerimaku apa adanya.$s#$b#Aku senang tinggal di sini di udara terbuka. Itu yang mereka tidak pahami.",
  "Tue4": "Kamu bisa belajar bertahan hidup di alam liar. Aku sudah.#$e#Kurasa kita semua punya keinginan tersembunyi untuk kembali ke alam. Hanya sedikit menakutkan untuk melakukannya.",
  "Wed6": "Aku banyak berpikir.#$e#Jika kamu benar-benar mengerti alasan di balik pikiranmu, kamu akan mencapai tingkat keberadaan yang baru.",
  "Wed2": "Aku harus waspada terhadap orang asing. Kebanyakan orang tidak suka 'orang gila alam'.",
  "Thu4": "Orang-orang di sini kelihatan baik, tapi mereka menghindariku.#$e#Orang takut pada hal yang tidak mereka kenal.$u",
  "Fri4": "Kamu bisa banyak belajar dari pohon.#$b#Habiskan waktu bersama mereka dan mungkin mereka akan membocorkan rahasia mereka.#$e#Pergilah dengan damai, anak muda.",
  "Sat4": "Aku punya segala yang aku butuhkan untuk bertahan hidup, bahkan lebih. Alam memainkan lagu yang indah jika kamu belajar mendengarkannya.",
  "Sun": "#$1 linusVandal#Seseorang melempar batu ke tendaku semalam... Aku hanya harus menunggu sampai berhenti.$s$k#$e#Aku tidak suka tinggal di satu tempat terlalu lama. Terlalu banyak hal yang harus dijelajahi di dunia.",
  "summer_Mon4": "Selama ini, aku menemukan beberapa rahasia tentang hidup.#$e#Kamu harus menemukan jawabannya sendiri.",
  "summer_Mon": "#$1 LinusHeron#Aku lihat burung heron melangkah anggun di dalam kabut pagi. Itulah keindahan hidup yang tenang.$k#$e#Terlalu mudah terperangkap dalam kebisingan kehidupan modern. Tahun-tahun terbaikmu akan terlewatkan begitu saja. Itulah sebabnya kamu harus belajar melambat.",
  "summer_Tue4": "Bagaimana kabarmu, teman muda?",
  "summer_Wed6": "Ah... musim panas. Matahari hangat memanaskan kaleng untukku.#$b#Dan pada malam hari, aku punya hidangan hangat untuk dinantikan.",
  "summer_Thu4": "Aku punya alasan sendiri untuk hidup sendirian seperti ini.#$e#Beberapa hal lebih baik tak diungkapkan...#$e#Aku harus mencari beberapa makanan.",
  "summer_Fri4": "Setiap kali kamu menangkap ikan, luangkan waktu sebentar untuk berterima kasih atas pengorbanannya.#$b#Meskipun kamu tak percaya pada roh ikan, itu latihan mental yang baik. Kita perlu menyadari dampak kita terhadap lingkungan.",
  "summer_Sat4": "Kamu bisa menemukan trout pelangi di sungai saat ini.",
  "summer_Sun": "Ini waktu yang lebih mudah bagiku. Aku tak perlu khawatir soal tetap hangat.#$e#Selain itu, buah liar tumbuh di mana-mana.",
  "fall_Mon": "Aku telah menjelajahi gua-gua yang dalam.#$e#Mereka menyimpan beberapa rahasia tersembunyi.#$e#Tapi tetap waspada jika kamu masuk ke sana.",
  "fall_Tue4": "#$1 LinusFall1#Seseorang menyemprot cat di sekitar rumahku semalam... Butuh berjam-jam untuk membersihkannya pagi ini.$k#$e#Aku harus mulai mengumpulkan kayu untuk musim dingin.#$e#Apa kamu punya cukup kayu untuk menjaga rumahmu tetap hangat?",
 "fall_Wed4": "Aku tidak punya banyak tanggung jawab, jadi aku menghabiskan waktuku untuk berpikir.#$e#Kita harus memahami pikiran kita sebelum kita bisa mengendalikannya.",
  "fall_Sun": "Aku tidak suka tinggal di satu tempat terlalu lama.",
  "fall_Sun6": "Tidak ada yang seperti pesta jamur liar di musim gugur.$h",
  "winter_Mon": "Bisa sangat dingin jika kamu tinggal di tenda.$s",
  "winter_Mon4": "Setelah kamu melepaskan diri dari gaya hidup modern, kamu akan mulai menikmati hal-hal sederhana... seperti sinar matahari, buah yang matang, atau menemukan tongkat dengan bentuk yang kamu cari.",
  "winter_Tue4": "Terima kasih telah tidak menjauhkan diri dariku, @. Dibutuhkan banyak kebijaksanaan untuk mengatasi insting dasarmu.#$e#Aku manusia seperti semua orang. Aku hanya punya gaya hidup yang berbeda.",
  "winter_Wed4": "Aku yakin kau mengerti mengapa aku waspada terhadap orang asing.#$e#Tapi mari kita lupakan itu ya kan? Kau dan aku sekarang teman, kupikir.",
  "winter_Thu4": "Musim dingin memang sulit, tapi kau masih bisa memancing dan mengumpulkan untuk bertahan hidup.#$e#Jika punya hewan, lebih baik simpan mereka di dalam rumah.",
  "winter_Fri4": "Pohon-pohon tidur selama musim dingin. Membuat sedikit kesepian di sini.#$e#Tapi aku tidak akan menolak keindahan tidur mereka.$h",
  "winter_Sat4": "Terima kasih sudah mampir. Sebenarnya, aku merasa sedikit kesepian pagi ini.#$e#Jadi, sudahkah kau menemukan sesuatu yang menarik di tambang?",
  "winter_Sun": "Tidur di tanah bagus untuk punggungku.#$e#Yang terbaik adalah melihat sisi positif dari segalanya.$h"
}