{
  "Introduction": "Ah, tadi Pak Wali Lewis bilang kalau kamu baru saja tiba. Aku Marnie!#$e#Aku menjual hewan ternak dan produk perawatan hewan di peternakanku. Kamu sebaiknya mampir suatu saat.$h",
  "AcceptGift_(O)StardropTea": "Wow, terima kasih banyak, @. Aku tidak akan melupakan ini!",
  "AcceptGift_(O)SkillBook_0": "Terima kasih, @. Aku selalu suka punya salinan Almanak. Ini cukup akurat!$h",
  "gotPet": "Aku yakin kamu akan senang punya teman kecil di peternakan bersamamu.",
  "gotPet_memory_oneday": "Aku yakin %pet agak pemalu pada awalnya. Butuh waktu bagi hewan untuk merasa nyaman di lingkungan baru.",
  "gotPet_memory_oneweek": "Apa %pet cepat beradaptasi? Ini hal yang bagus bagi hewan peliharaan untuk menjelajah.",
  "gotPet_memory_oneyear": "Baru saja aku ingat... sudah sekitar setahun sejak kamu mengadopsi %pet. Aku yakin kalian berdua telah menjadi sangat dekat sekarang!",
  "structureBuilt_Stable": "Wah, kamu mendapat kuda? Itu sangat mengagumkan! Kuda adalah hewan yang luar biasa.$h",
  "dating_Shane_memory_oneweek": "Shane terlihat lebih positif dan penuh harapan belakangan ini.#$b#Aku sangat senang kamu pindah ke sini, dan bahwa kalian berdua cocok satu sama lain!$h",
  "married_Shane": "Aku senang Shane pindah ke peternakanmu... dia bisa menjaga tradisi keluarga tetap hidup!",
  "Resort": "Hehe... akhirnya kesempatan untuk memamerkan semua hasil kerja keras aku di klub aerobik.$h",
  "Resort_Leaving": "Aku merasa hangat.",
  "Resort_Shore": "Hee hee... Menarik melihat semua orang dalam pakaian renang mereka.",
  "Resort_Chair": "Ew... kursi basah.",
  "Resort_Bar": "Huu... Ini panas banget!$s",
  "reject_789": "Gah!$4#$b#...Eh... Apa itu? Heh.. Aku tidak tahu itu...$3",
  "Mon": "Aku suka hewan, Pak @. Jika kamu merawat mereka dengan baik, aku yakin kita akan menjadi teman yang baik!^Aku sangat suka hewan, Bu @. Perlakukan mereka dengan baik, dan aku yakin kita akan menjadi teman!",
  "Mon4": "Hewan sangat polos, sangat manis. Dan jika aku tidak merawat mereka, siapa lagi yang akan?$s#$e#Aku hanya berharap ayam-ayamku tidak terlalu kecewa saat aku mengambil telur mereka.$s",
  "Thu_2": "Kamu sudah cukup lama di sini... bagaimana keadaan peternakanmu?#$e#Merawat hewan itu mudah, selama kamu tidak melupakan mereka!$h",
  "Saloon": "Sekarang aku di sini, akhirnya aku bisa bersantai dan bersosialisasi sebentar.",
  "Saloon_Tue": "Tidak banyak orang di sini hari ini...$s",
  "Saloon_Wed": "#$1 marnieAnimalSal#Aku tumpahkan seluruh ember susu di lantai hari ini, itu mengerikan. Dan pemborosan atas kerja keras Belindaku.$k$s#$e#Senang kamu datang! Sekarang agak lebih ramai.",
  "Saloon_Thu": "Huu... Rasanya enak sekali bisa bersantai setelah seharian bekerja keras.",
  "Saloon_Fri": "%Marnie sepertinya tidak menyadari keberadaanmu...",
  "Saloon_Sun": "*sigh*... Aku tidak terlalu produktif hari ini.",
  "Saloon_Sat": "Seringkali aku lihat Clint di sini tapi dia tidak mau berbincang dengan siapa pun. Dia hanya sesekali menoleh ke belakang.$s",
  "Tue": "$query PLAYER_NPC_RELATIONSHIP any Shane married roommate#Sekarang Shane sudah pergi, aku harus mengajari Jas cara merawat ayam.|Keponakanku, Shane, sudah tinggal di tempatku beberapa bulan terakhir.#$e#Dia membantuku dengan ayam, jadi aku tidak mengeluh.",
  "GreenRain": "Kamu tidak khawatir dengan hujan ini? Itu sedikit membuatku merasa lega...#$e#Aku hanya berharap sapi-sapi sudah berlindung...$s",
  "GreenRainFinished": "Ternyata kita semua khawatir dengan hal yang tidak perlu... Hujan itu sama sekali tidak berbahaya!",
  "GreenRain_2": "Hewan-hewan sepertinya menikmati hujan ini... Kurasa itu memberikan nutrisi tambahan pada rumput.",
  "Wed": "Kamu bisa menggunakan sabit untuk memotong pakan dari rumput.#$e#Atau kamu bisa membelinya dariku, tentu saja!$h#$e#Aku bisa menggunakan uang...$u#$e#Adios.",
  "Thu": "Hai. Ada yang bisa aku bantu?#$e#Mungkin nanti aku akan mendapatkan beberapa jenis hewan yang berbeda.#$e#Tentu, aku harus memastikan ada pasar untuk mereka, jadi kamu harus membuktikan kemampuanmu dalam merawat hewan terlebih dahulu.#$e#Terus perlakukan hewanmu dengan baik dan hal-hal baik akan terjadi.",
  "Fri": "Kamu bisa menemuiku di bar kebanyakan malam.#$e#Hewan-hewan adalah teman yang hebat, tapi aku juga butuh waktu bersama orang-orang.",
  "Fri6": "Aku penasaran apa Pak Lewis merasa kesepian di rumah besar itu... $s#$e#Terasa sangat sepi di sana, bukan?",
  "Sat": "Pernahkah kamu pergi ke menara aneh di sebelah barat rumahku?#$e#Suatu waktuku mendengar suara mengerikan, seperti dari dunia lain, datang dari sana.$s#$e#Lebih baik kamu hindari tempat itu jika kamu bertanya padaku...",
  "Sun": "Hai, senang melihatmu!#$e#Jangan ragu untuk berkunjung kapan pun kamu mau.",
  "Sun8": "Hai @!$h#$e#Senang kita menjadi teman. Aku yakin bisa mempercayai kamu untuk merawat hewan-hewan aku dengan baik.",
  "Fair_Judging": "Nah, mari kita mulai penilaian...",
  "Fair_Judged": "Nah, aku tidak menang... tapi tetap puas bisa berbagi semua kerja kerasku!",
  "Fair_Judged_PlayerLost_PurpleShorts": "Itu beberapa selada ungu yang aneh di tampilan Grange kamu!$h#$b#Sumpah, itu terlihat seperti celana pendek ungu khusus Pak Wali... $3#$b#Oh!... heh... abaikan saja!$4"
}