{
	"Rainy_Day_0": "Gelap... hujan... itu membuatku bersemangat.$l",
	"Rainy_Day_1": "Hei, ingat saat kita bermain duet di danau? Cuaca seperti ini mengingatkanku pada hari itu.#$e#Kau benar-benar membuatku terkejut dengan harpa mini itu... Aku tidak pernah mengharapkan itu. Aku rasa itulah sebabnya aku sangat menyukaimu.$l",
	"Rainy_Day_2": "Hei! Aku bangun pagi dan menjelajah sendiri. Aku menemukan ini dan itu mengingatkanku padamu. [768 767 769 66 82]#$e#Pikirkan kau bisa menemukan sesuatu yang lebih baik dari itu? Aku tidak begitu yakin!$h",
	"Rainy_Day_3": "Hari ini adalah hari yang baik untuk mengunjungi gua ya kan? Hanya hati-hati di luar sana.#$e#Jika kau pergi, bawalah beberapa Elixir Kehidupan atau dua.",
	"Rainy_Day_4": "Mungkin aku akan memainkan Journey Of The Prairie King hari ini... suatu hari nanti, aku bersumpah, aku akan menyelesaikan seluruh permainannya.$h",
	"patio_Abigail": "%Abigail larut dalam musiknya.",
	"Rainy_Day_Abigail": "Pedesaan terlihat lebih menarik di hari seperti ini, tidakkah kau pikir begitu?",
	"Rainy_Night_0": "Aku baru saja menatap hutan yang dihantam hujan... Aku bersumpah aku melihat sesuatu yang lebih gelap dari hitam bergerak di sekitar pohon.$6",
	"Rainy_Night_1": "Ini malam yang bagus untuk melihat hantu...",
	"Rainy_Night_2": "Dapatkah kau merasakannya? Ada ketenangan di dalam hujan...",
	"Rainy_Night_3": "Di malam seperti ini, aku suka menurunkan cahaya dan hanya mendengarkan...$8",
	"Rainy_Night_4": "Aku merasa ingin membuat sup untuk makan malam. Semoga tidak terlalu menjijikkan. [199 218 219 727 730]$h",
	"Rainy_Night_5": "Hei! Kau terlihat telah bekerja keras. Bisakah aku membantumu bersantai?^Apa kau telah bekerja keras? Kau terlihat imut ketika sedikit lelah.$h",
	"Rainy_Night_Abigail": "Suara hujan seharusnya membuat kita langsung tidur nyenyak malam ini.",
	"Indoor_Day_0": "Aku selalu mencintai tempat ini, jauh sebelum kau pindah ke sini. Sekarang aku bisa menjelajahi kebun kapan pun aku mau!$h",
	"Indoor_Day_1": "Hei, @. Menuju ke alam liar? Aku punya sesuatu untukmu...[286 287 205 732]#$e#Gunakan itu jika kau menghadapi masalah sulit. Itu harus membantumu tetap aman.",
	"Indoor_Day_2": "Menuju ke tambang? Hei... jika kau menemukan sesuatu yang lezat, ingatlah untuk membawa potongan untukku!$h",
	"Indoor_Day_3": "Hei! Aku hanya sedang mempertimbangkan apa yang harus kulakukan hari ini. Aku tidak terbiasa punya kebebasan sebanyak ini!",
	"Indoor_Day_4": "Kau tidak keberatan jika aku kadang-kadang melakukan redekorasi, bukan? Aku masih bersemangat punya tempat sendiri untuk dikerjakan.",
	"Indoor_Day_Abigail": "Selalu ada sesuatu yang baru terjadi di kebun kita... Aku suka itu.",
	"Indoor_Night_0": "Aku punya hari yang baik, hari ini. Selalu ada sesuatu yang menarik terjadi di sekitar sini, jika kau melihat dengan cukup jeli.",
	"Indoor_Night_1": "Hei! Ceritakan tentang harimu. Apa ada yang menarik terjadi?$h",
	"Indoor_Night_2": "Dulu aku adalah burung hantu, tapi aku mulai menikmati irama kehidupan di kebun. Rasanya alami.",
	"Indoor_Night_3": "*menguap*... Aku siap untuk segera beristirahat malam ini.$h",
	"Indoor_Night_4": "Suara-suara malam lebih keras di sini. Aku tidak akan pernah berhenti menikmatinya.",
	"Indoor_Night_Abigail": "Apa kau siap untuk tidur segera? Aku sudah menyalakan selimut listrik untuk kita...$l",
	"Outdoor_0": "Angin lembut bertiup membawa udara pegunungan di seluruh lembah hari ini. Bau segar pine dan sage.",
	"Outdoor_1": "Hmm... Kurasa kita punya banyak ruang untuk beternak slime di luar!",
	"Outdoor_2": "Pastikan untuk menjaga kebersihan sekitar altar Kakekmu. Ada sesuatu yang istimewa tentang itu, aku bisa merasakannya.",
	"Outdoor_3": "Sangat keren bahwa kita punya gua di properti kita. Itu sesuatu yang selalu kudambakan.$h",
	"Outdoor_4": "Aku selalu lupa untuk menyimpan camilan di saku. *gumam*$h",
	"Outdoor_Abigail": "Aku hanya akan menghabiskan waktu di sini.#$e#Ada banyak serangga dan hal menarik di sini. *tersenyum*$h",
	"funLeave_Abigail": "Aku akan pergi ke kota hari ini, jadi kau tahu. Aku perlu meluruskan kaki ini sedikit.",
	"funReturn_Abigail": "Hei! Apa harimu menyenangkan? Hariku berjalan baik. Sangat menyegarkan untuk berjalan.$h",
	"OneKid_3": "Aku tidak percaya aku menjadi \"ibu\"... hidup itu aneh.$h",
	"TwoKids_0": "Aku sudah memberi %kid1 dan %kid2 sereal cokelat mereka. Mereka berteriak!",
	"TwoKids_2": "Aku bermimpi bahwa %kid2 akan tumbuh menjadi pemburu monster terkenal. Aku sudah memikirkan sedikit set baju zirah.",
	"TwoKids_3": "Rumah tua yang keren, dua anak, dan kebun yang luar biasa. Aku tidak pernah berpikir aku akan sampai sejauh ini... tapi, hei! Hidup kita baru saja dimulai.$h",
	"Good_1": "Apa kau mendengarnya? Terkadang aku yakin rumah ini dihantui.$u",
	"Good_2": "Horoskop Welwick meramalkan hal-hal besar bagiku hari ini. Aku merasa sangat termotivasi!",
	"Good_3": "Aku bahkan tidak bisa mengingat kapan terakhir kali aku mewarnai rambutku... Aku bersumpah, itu tidak pernah memudar dari warna ini...",
	"Good_4": "Aku senang aku punya sepasang sepatu bot sebelum pindah ke sini. Sulit membayangkan berjalan-jalan di lumpur dengan sepatu kets.$h",
	"Good_5": "Aku baru saja memperhatikan kalung putri duyung yang kau berikan padaku... Aku akan memakainya dengan bangga sampai ke liang kubur.$l",
	"Good_6": "Hei. Aku tahu kau cerdas, tapi aku masih khawatir padamu kadang-kadang. Dunia ini penuh dengan monster.$6#$e#Hanya berjanji padaku kau akan berhati-hati. Aku tidak ingin kehilanganmu.",
	"Good_7": "@? Aku hanya ingin mengatakan bahwa aku menghargai semua kerja keras yang kau lakukan untuk kita. Aku sangat bangga padamu.$l",
	"Neutral_0": "Aku harap kau masih akan menyukaiku ketika aku sudah tua dan kusam. Suatu saat itu akan terjadi!",
	"Neutral_1": "Apa kau pikir Kakek akan bangga pada kita?",
	"Neutral_6": "Aku penasaran bagaimana toko tua itu. Aku seharusnya mengunjungi orangtuaku lagi segera.",
	"Neutral_7": "Jika kau pergi ke dunia roh, aku akan menyiapkan sedikit altar untukmu di sebelah Kakek.",
	"Neutral_8": "Tidak peduli seberapa sering kita membersihkan, rumah ini terus kotor lagi.#$e#Aku kira kebun memang agak kotor.",
	"Neutral_9": "Aku penasaran apa kita akan tinggal di sini seumur hidup? Aku mungkin bosan.",
	"Bad_7": "Dulu aku istimewa bagimu, sahabat terbaikmu... sekarang kau hanya sepertinya bertoleransi padaku saat aku membuat makan malam yang lezat.$s",
	"Bad_8": "Kamu telah sangat dingin padaku akhir-akhir ini... Apa yang salah denganmu? Kau bertindak seperti roh rawa...$s",
	"Bad_9": "Aku penasaran apa aku bisa melakukan lebih baik... Aku sangat dekat dengan Sebastian sebelum kita bertemu. Mungkin dia yang pantas...$s",
	"spring_1": "Jadi, apa rencana besarmu untuk tahun baru?",
	"spring_12": "Hei, festival telur besok. Maaf, tapi aku tidak akan membiarkanmu menang karena kita sudah menikah!$h#$e#Aku berencana untuk memenangkan perlombaan telur itu. Cobalah untuk mengalahkanku.",
	"spring_2": "Apa kamu punya resolusi tahun baru? Aku mencoba untuk menurunkan beberapa kilo di sekitar pinggang.$h",
	"summer_1": "Aku mudah terbakar matahari, jadi aku harus berhati-hati saat ini.#$e#Aku harap kamu suka padaku yang pucat!$h",
	"summer_4": "Pastikan kamu tidak terkena heat stroke, kasihku.#$e#Minumlah banyak air dan jangan terlalu berlebihan.",
	"summer_8": "Maaf atas bau ini... Aku berkeringat sepanjang malam karena panasnya.",
	"summer_15": "Ini musim panas... itu artinya rumah penuh dengan lalat.#$e#Jangan khawatir, aku akan menanganinya. Itu menyenangkan!$h",
	"fall_6": "Ah... musim gugur. Ini waktu favoritku. Warna-warnanya benar-benar melengkapi rambutku, apa kamu setuju?",
	"fall_1": "Aroma itu tak terbantahkan... jamur, daun yang membusuk, labu. Ini musim gugur, pasti. Apa tidak indah?",
	"fall_2": "Bisakah kita menanam labu raksasa musim ini? Tolong, sayang?$h",
	"fall_20": "Sayang... kau lebih berharga bagiku daripada sebuah peti berisi kuarsa.#$e#Sekarang, sebuah peti berisi amethyst? Hmm... Aku harus memikirkannya.$h",
	"winter_3": "Sebenarnya aku suka cuaca dingin. Ini memberiku alasan untuk merasa nyaman!$h",
	"winter_15": "Menjelajahi lembah di musim dingin itu menyenangkan! Semuanya begitu berbeda di bawah selimut salju. Dan sangat sepi...",
	"spring_Abigail": "Mungkin aku lebih menyukai musim dingin, tetapi pada akhirnya aku selalu senang melihat kedatangan musim semi.",
	"summer_Abigail": "Ya ampun... Aku bisa makan kue cokelat sekarang.",
	"fall_Abigail": "Apa aku mencium bau labu di kamu? Mungkin aku hanya bermimpi...$h",
	"winter_Abigail": "Masih ingat saat kita bermain 'Prairie King' bersama di kamarku, sudah lama sekali? Itu waktu yang menyenangkan.$h",
	"spouseRoom_Abigail": "#$c .5#Aku bangun sedikit sebelummu dan memberi makan David Jr. Dia sangat aktif pagi ini.#$e#Semoga kau tidak keberatan dengan bau kelinci guinea itu."
}