{
	"Rainy_Day_0": "Aku harap Jas dan Marnie baik-baik aja tanpaku.",
	"Rainy_Day_1": "Tahu apa? Kayanya aku udah turun berat badan sejak tinggal sama kamu.",
	"Rainy_Day_2": "Nih, ambil ini. Aku beli beberapa waktu lalu dan hampir kadaluarsa...",
	"Rainy_Day_3": "Buhh... Hari ini aku nggak punya mood buat produktif.",
	"Rainy_Day_4": "@, sebaiknya aku melakukan sesuatu yang berguna hari ini?... atau cuma tidur terus?",
	"Rainy_Night_0": "Hmm... kayaknya malam yang pas buat nukerin pizza rolls di microwave.",
	"patio_Shane": "Charlie baik-baik aja.",
	"Rainy_Night_1": "Bunyi hujan membawaku ke waktu dan tempat yang berbeda.",
	"Rainy_Night_2": "Kalo punya celana, mungkin aku bakal keluar hari ini... tapi, enggak.",
	"Rainy_Night_3": "Aku suka cuaca yang mendung, tapi aku kasian sama ayam-ayam.",
	"Rainy_Night_4": "Bunyi hujan mulai buat aku haus.",
	"Indoor_Day_0": "Buh... Kadang-kadang hidup terasa kaya blur abu-abu yang lambat.",
	"Indoor_Day_1": "Eh, ambil ini... aku kebanyakan microwaving. Maaf kalo agak lembek.",
	"Indoor_Day_2": "Lakukan aku satu budi... pas aku mati, pakai debu aku untuk pupuk jagung buat ayam-ayam.",
	"Indoor_Day_3": "*cium*... Mmm, rasanya kaya ada yang jajan pizza rolls.",
	"Indoor_Day_4": "Aku sering menyendiri, dan terkadang terlihat nggak bahagia... tapi aku hargain semua yang kamu lakuin. Aku pria beruntung.",
	"Indoor_Night_0": "Aku mau minum beberapa bir lagi sebelum tidur.",
	"Indoor_Night_1": "Kalo... kalo aja dulu... ah, aku cuma nostalgia masa kejayaan, waktu aku main gridball di tim varisitas.",
	"Indoor_Night_2": "Ughh... *gurgle*... Aku ngerasa agak kembung... oof... terlalu banyak saus celup Joja.",
	"Indoor_Night_3": "Buh... aku pengen bisa tambah tinggi enam inci dan jadi lebih pintar... Kamu suka aku apa adanya? Masih susah bagiku nangkep itu...",
	"Indoor_Night_4": "Aku habisin sepanjang hari nonton TV dan sekarang kaki aku kayak adonan lembut. Kayanya aku harus istirahat sampe besok.",
	"Outdoor_0": "Semalam aku nggak tidur nyenyak jadi aku berharap udara segar ini bisa bikin semangatku naik.",
	"Outdoor_1": "Kadang-kadang aku berhenti dan sadar kalau aku cuma kantong daging juicy dan lembut. Tapi yaudahlah... hidup emang begitu kan?",
	"Outdoor_2": "Kalo aku berhenti dan mikirin, sebenernya aku udah di tempat yang bagus. Hidupku lumayan enak.",
	"Outdoor_3": "Ooohh... lidahku bengkak gegara makan terlalu banyak pepper poppers.",
	"Outdoor_4": "Eh, @. Kamu tidur kaya bayi jadi aku bangun dan jalan-jalan di kebun. Semuanya keliatan baik-baik aja.",
	"OneKid_0": "Aneh ya, waktu muda aku yakin bakal nggak punya anak. Aku jadi mikir apa yang terjadi sama aku?",
	"OneKid_1": "Yuk pastiin %kid1 dikasih banyak telur... Bayi juga butuh tumbuh kaki!",
	"OneKid_3": "Ayah Shane siap melapor... Buh... Aku jadi lebay di usiaku yang udah tua ini.",
	"TwoKids_0": "Aku udah kasih makan anak-anak dua mangkuk sereal pizza puffs. Mereka bakal kenyang sebentar.",
	"TwoKids_1": "Aku jujur... dua anak udah cukup buat aku.",
	"TwoKids_2": "Ugh... %kid2 lagi rewel hari ini. Kayanya dia ikutan aku...",
	"TwoKids_3": "*Sigh*... Kalo aja kita bisa kirim anak-anak ke kamp kerja Joja untuk sementara... Bercanda doang.",
	"Good_0": "*Mengendus*... *mengendus*... mmm... apa wanginya enak banget yang kamu pake? Eau de pepperoni?",
	"Good_1": "Kamu jauh lebih ganteng dari aku, tahu nggak?",
	"Good_2": "Nama 'Shane' artinya 'Hadiah dari Yoba'... Sumpah deh, lucu banget.",
	"Good_3": "Aku lagi mood bagus hari ini... Tim Tunnelers menang besar semalam.",
	"Good_4": "Eh, kalo aku keliatan ngambek, cuekin aja. Aku kadang suka mood yang aneh, tapi bukan gara-gara kamu... oke?",
	"Good_5": "Ah... hidup di kebun jauh lebih enak dari pada kerja di Joja. Tempat itu serem.",
	"Good_6": "Ah... ini hidup banget. Nggak ada tanggung jawab, pertandingan Tunnelers malam ini, kulkas penuh makanan enak yang bisa dibutuhin cowok.",
	"Good_8": "Aku nggak ada mood buat kerja hari ini. Mungkin aku lihat acara apa di TV.",
	"Good_9": "Huh... Kamu bertanya kenapa aku senyum lebar? Kamu emang punya ingatan yang pendek ya? *malu*",
	"Neutral_0": "Eh, ada yang perlu dari aku? Maaf, aku lagi sibuk.",
	"Neutral_2": "Nanti ceritain hari kamu pas kita lagi di tempat tidur malam ini ya? Aku lagi sibuk sekarang...",
	"Neutral_3": "Kerja di Joja itu melelahkan, tapi setidaknya aku bisa berinteraksi sama orang kadang-kadang.",
	"Neutral_4": "Mau aku bersihin piring? Aku bakal lakuin... suatu saat nanti...",
	"Neutral_5": "Udah cukup uang kita? Aku nggak mau balik kerja di Joja lagi.",
	"Neutral_6": "Kalo kamu mau pergi ketemu temen-temenmu di kota, pergi aja. Aku seneng nemenin TV sama segelas bir.",
	"Neutral_8": "Ugh... bersihin, bersihin, bersihin. Sapu, sapu, sapu. Mandi. Masak. Rapiin tempat tidur... Oh, ya ampun. Hidup juga nggak buruk.",
	"Bad_5": "Lihat, aku pengen sendirian. Kenapa kamu nggak keluar dan ngapain aja dulu?",
	"Bad_6": "Apa yang kamu mau? Suaramu kaya Marnie di hari buruknya. Pergi deh.",
	"Bad_7": "Hidup di kebun itu sebenernya bosen. Aku ngapain aja di sini?",
	"Bad_8": "Iya... *hic* ... Ya, sayang. Apa aja yang kamu mau... *hic*",
	"funLeave_Shane": "Hari ini aku mau keluar, oke?",
	"funReturn_Shane": "Maaf kalo aku keringetan... Jalan jauh banget tadi... Buh, aku udah nggak bugar kayak dulu.",
	"spring_1": "Ooo... kepala aku sakit banget. Kemarin aku minum berapa sih?",
	"spring_12": "Festival telur itu favoritku banget... kamu tau kan aku suka banget sama ayam.",
	"spring_23": "Oh, iya. Besok ada dance festival bunga. Kalo itu bikin kamu seneng, aku juga seneng.",
	"summer_1": "Aku suka liat semua tanaman tropis di musim ini. Lembah jadi keliatan hijau banget.",
	"summer_10": "Aku puasa sampe luau besok. Aku butuh perut kosong buat diisi sop panas yang enak.",
	"summer_27": "Apa rencanamu buat musim gugur? Aku bakal coba tambahin anggur dalam dietku.",
	"fall_1": "Hmm... aku mungkin harus beli beberapa kardus ale labu buat merayakan musim ini...",
	"fall_15": "Besok aku bakal bantu Marnie urus hewan di pameran, kayak biasa. Kamu santai aja.",
	"fall_17": "Aku mulai ngerasa tua banget... dan aku nggak nyaman sama itu sama sekali.",
	"winter_1": "Ada rencana besar buat musim dingin ini? Aku mungkin bakal banyak nonton TV dan nongkrong di rumah.",
	"winter_28": "Yah, satu tahun lagi berlalu... Aku keliatan tua dikit, tapi itu aja sih."
}