{
	"Rainy_Day_0": "Hari ini aku merasa termotivasi... Kurasa aku akan menulis beberapa hal.",
	"Rainy_Day_1": "Suara hujan, meski dalam skala kecil, mengingatkanku pada kabin di tepi pantai.#$e#Peternakan ini keren, tapi aku kangen suara ombak.",
	"Rainy_Day_2": "Aku bangun pagi dan bikin kopi.[395]#$e#Kopi ini bikin pagi jadi lebih asyik.",
	"Rainy_Day_3": "Kurasa aku bakal stay di dalam rumah hari ini, deh. Hujan bikin rambutku lepek.",
	"Rainy_Day_4": "Inspirasiku untuk nulis seperti cuaca... datang dan pergi tiba-tiba. Hari ini aku merasa banget membosankan.$s#$e#Mungkin aku bakal baca klasik biar kepasang semangat nulisnya.",
	"patio_Elliott": "Hari yang oke buat baca buku... setuju nggak, sayang?",
	"Rainy_Night_0": "Selamat malam. Hari ini produktif nggak, @?^Selamat malam. Hari ini produktif nggak, sayang?",
	"Rainy_Night_1": "Kamu dingin banget! Biar aku bikin kamu hangat.$l",
	"Rainy_Night_2": "Aku hebat dalam mengatur kata-kata, tapi nggak bisa deskripsiin pesonamu dengan tepat.$l^Aku hebat dalam mengatur kata-kata, tapi nggak bisa deskripsiin kecantikanmu dengan tepat.$l",
	"Rainy_Night_3": "Apa yang aku lakuin hari ini? Intinya, butuh kerja keras buat jaga badan macho ini!",
	"Rainy_Night_4": "Siang ini aku ngelamunin laut. Jadi aku masak hidangan laut. [198 202 727 728]$h",
	"Indoor_Day_0": "Aku jauh lebih perhatian sama diriku sekarang kita bersama. Hidup bujang gak sehat buat aku.",
	"Indoor_Day_1": "Pagi, @! Aku bikinin kita secangkir kopi.[395]#$e#Aku pengen minum rasa kopi kental ini hampir tiap pagi.",
	"Indoor_Day_2": "Kalo ketemu laba-laba di rumah, jangan dibunuh! Bilang aja ke aku, ntar aku bawa keluar.",
	"Indoor_Day_3": "Hari ini bakal seru, aku merasakannya!$h#$e#Aku punya feeling khusus...",
	"Indoor_Day_4": "Aku sering mimpi buruk kamu nyabut rambutku... Kamu gak bakal gitu ke aku, kan?$s#$e#Aku percaya kamu.",
	"Indoor_Night_0": "Dari bintang musim dingin yang paling terang, sampai bunga mawar peri... nggak ada yang bisa bandingin sama kegantenganku.$l^Dari bintang musim dingin yang paling terang, sampai bunga mawar peri yang harum... nggak ada yang bisa bandingin sama kecantikanmu.$l",
	"Indoor_Night_1": "Api yang nyala tambah asik suasana rumah... tiap potongan kayu bakar dengan cara unik.",
	"Indoor_Night_2": "Dulu, aku gak sukses menanam tanaman di rumah pantai. Semoga bisa belajar dari kamu.#$e#Dalam hal ini, kamu master dan aku cuma murid yang rendah hati.",
	"Indoor_Night_3": "Ketika aku memandang wajahmu yang menakjubkan, permata yang berharga dalam bentuk dan keanggunan, hatiku... remuk oleh rasa takut akan malam, disucikan oleh cahaya emas.#$e#Puisi adalah satu-satunya cara untuk mengungkapkan perasaanku padamu.$l",
	"Indoor_Night_4": "Kasih... Aku takkan menukarmu dengan 100 batang iridium.#$e#Bahkan 1000...#$e#Juga tak akan 10.000 batang, tidak.$7#$e#...$7#$e#Tidak, bahkan 100.000 batang!$a#$e#...$s#$e#Wa... satu juta batang iridium murni...? Jangan membuatku melakukan ini...$8",
	"Outdoor_0": "Impian liarku menjadi kenyataan... lihatlah pemandangan yang luar biasa ini!",
	"Outdoor_1": "Tanah subur di bawah kakiku, udara segar mengisi paru-paruku, dan kehangatan matahari menyenangkan kulitku... Hidupku baik-baik saja.",
	"Outdoor_2": "Mungkin aku akan tinggal di sini dan menulis puisi. Aku merasa ada lonjakan kreativitas mendadak! Kamu lanjut saja urus bisnismu.",
	"Outdoor_3": "Jika aku tetap diam, mungkin seekor kupu-kupu yang menyilaukan akan memberkati hidungku dengan pendaratan.",
	"Outdoor_4": "Aku minum terlalu banyak kopi... mulutku rasanya kering seperti Gurun Calico.$s#$e#Oh... maaf atas bau mulut karena kopi.$7",
	"OneKid_0": "Kamu punya waktu buat main dengan si kecil %kid1 hari ini? Mungkin punya anak kedua akan memudahkan semuanya untuk kita berdua.",
	"OneKid_1": "Si kecil %kid1 bakal punya masa kecil yang sempurna di sini. Banyak sekali yang bisa dieksplorasi.",
	"OneKid_3": "Merawat bayi bukanlah keahlianku... tapi aku akan berusaha sebaik mungkin menjadi ayah yang baik.",
	"TwoKids_0": "Aku sudah memberi makan %kid1 dan %kid2. Mereka makan banyak untuk makhluk sekecil itu!",
	"TwoKids_1": "Tadi aku menggendong %kid1, dan aku bisa bersumpah aku dengar \"Pa...pa\".$h",
	"TwoKids_2": "Aku akan mengajari %kid1 membaca sesegera mungkin! Itu cara yang bagus bagi anak-anak untuk belajar tentang dunia.",
	"TwoKids_3": "Kita berhasil, @. Peternakan kita baik-baik saja dan anak-anak kita yang sehat adalah kebahagiaan besar. Aku tidak bisa lebih bahagia.",
	"Good_0": "@... Aku sangat bangga atas semua kerjamu. Aku sangat beruntung memilikimu.$l",
	"Good_1": "Aku membuat buku puisi rahasia yang mengekspresikan cintaku padamu.$l",
	"Good_2": "Aku datang ke lembah ini untuk menemukan menara putih di mana bakatku bisa berkuasa. Tapi yang sebenarnya kutemukan adalah kerkus kesepian. Kamu menyelamatkanku dari itu.$l",
	"Good_3": "Wow, kamu terlihat sangat tampan hari ini! Apa kamu bercukur? Raut wajahmu sempurna.$l^Daya tarik femininmu tidak bisa aku tolak hari ini. Aku tidak bisa melepaskan pandanganku darimu.$l",
	"Good_4": "Aku merasa kehabisan tenaga tanpamu. Tapi ketika aku mendengar suara sepatu lumpur di atas kayu, hatiku bangkit dari abu.",
	"Good_5": "Aku sedang melakukan meditasi jalan. Ini bagus untuk kreativitas.",
	"Good_6": "Hati-hati di luar sana! Aku kadang khawatir tentangmu. Ada orang di dunia ini yang akan memanfaatkanmu.",
	"funLeave_Elliott": "Kurasa aku akan jalan-jalan ke pantai hari ini. Selalu menyenangkan melihat laut lagi.",
	"funReturn_Elliott": "Aku punya waktu yang menyenangkan di pantai sendirian. Aku menonton ombak datang dan pergi, seperti dulu.",
	"spring_1": "Resolusi tahun baru ku adalah menulis, menulis, dan menulis! Aku tidak pernah berhenti meningkatkan kemampuanku.",
	"spring_12": "Ini aneh, tapi aku sering ingin makan buah delima di musim semi.",
	"spring_23": "Aku menantikan tarian bersamamu besok, sayang.",
	"summer_1": "Sulit untuk merasa buruk ketika matahari bersinar dan kupu-kupu menari di angin bertiup beraroma rempah-rempah.$h",
	"summer_10": "Aku seharusnya mengambil botol tinta ekstra dari kabinku hari ini, tapi kemudian aku ingat Luau besok. Aku akan lakukan itu nanti.",
	"summer_27": "Semua hal baik pasti akan berakhir, termasuk hari-hari bahagia musim panas. Kunci kebahagiaan adalah menerima perubahan tanpa penilaian.",
	"fall_1": "Kemegahan musim gugur... sebuah jamuan hijau untuk semua indera menikmati... telah mengilhami beberapa puisi terbesar sepanjang masa.",
	"fall_15": "Aku mungkin akan menyingkirkan kebanggaanku dan menyantap sebuah sandwich barbekyu yang berantakan dan berkuah besok.",
	"fall_26": "Apa kamu masih akan mencintaiku jika aku menenggak dua galon ale labu di festival Spirit's Eve? Kadang seorang pria punya dorongan primitif...",
	"winter_1": "Musim dingin adalah waktu yang tepat untuk membaca buku dan bermain piano. Ingatlah untuk berhenti dan menikmati momen-momen tenang.",
	"winter_7": "Aku sedikit kaku, tapi aku berencana untuk ikut kontes memancing besok! Kamu punya kompetisi yang tangguh, sayang.",
	"winter_28": "Selamat malam tahun baru, sayang. Terimalah ini untuk merayakannya. [348]"
}