{
	"Rainy_Day_0": "Ini adalah mitos bahwa cuaca hujan menyebabkan flu. Namun, hati-hati agar tidak tergelincir di lumpur!#$e#Aku sering khawatir tentangmu.",
	"Rainy_Day_1": "Dulu sangat kesepian tinggal di atas klinik sendirian... Aku jauh lebih bahagia sekarang.$h",
	"Rainy_Day_2": "Aku bangun lebih pagi, tapi aku pastikan tidak membangunkanmu. Kamu terlihat begitu tenang.",
	"Rainy_Day_3": "Aku tidak keberatan dengan hujan. Tentu saja, aku tidak bisa melihat pesawat lewat, tapi aku masih bisa mendengarkan obrolan radio.#$e#Ini membuat semuanya sedikit lebih misterius.",
	"Rainy_Day_4": "Aku punya tumpukan pekerjaan rumah yang ingin kukerjakan hari ini. Aku punya banyak hal untuk membuatku sibuk!",
	"Rainy_Night_0": "Bagaimana hari mu, sayang? Aku seharusnya mencuci piring tapi aku teralihkan dengan edisi terbaru dari \"Penggemar Bedah Lutut\".",
	"patio_Harvey": "Kamu tahu, 'jurnal dinamika tendon' ini sebenarnya bisa ditoleransi ketika aku membacanya di sini.",
	"Rainy_Night_1": "Jika kamu menikmati hidup, siapa peduli jika itu sedikit repetitif? Itu yang kukatakan.",
	"Rainy_Night_2": "Kamu terlihat sedikit basah, sayang. Mengapa kamu tidak memanaskan dirimu di dekat api?",
	"Rainy_Night_3": "Suara hujan memberi pikiran kita sesuatu untuk difokuskan, sehingga kita tidak terganggu oleh pikiran acak.#$e#Itu teoriku mengapa itu begitu menenangkan...",
	"Rainy_Night_4": "Aku membuat makan malam sehat untuk kita. Hanya bahan-bahan segar dan sehat dari lembah! [212 214 225 209 200]$h#$e#Pastikan untuk makan porsi yang wajar, sayang.",
	"Indoor_Day_0": "Kurasa kita semua berusaha mencapai semacam keseimbangan dalam hidup. Sebuah keseimbangan kompleksitas.#$e#Bagiku, pindah ke sini adalah persis apa yang dibutuhkan tubuhku untuk menemukan keseimbangan itu.$l",
	"Indoor_Day_1": "Selamat pagi, @! Aku membuat sarapan bergizi untukmu.[201]#$e#Telur adalah sumber nutrisi penting, jadi makanlah.",
	"Indoor_Day_2": "Aku akan mempelajari literatur medis hari ini. Ini penting bagiku untuk tetap update agar aku bisa memberikan perawatan terbaik kepada pasienku!",
	"Indoor_Day_3": "Aku akan mendengarkan musik jazz dan menyelesaikan laporan medisku hari ini. Apa rencanamu?",
	"Indoor_Day_4": "Aku takut padamu saat pertama kali kita bertemu. Lucu untuk dipikirkan sekarang bahwa kita sudah sampai sejauh ini.$h",
	"Indoor_Night_0": "Kamu terlihat lelah, sayang. Biarkan aku memberikan pijatan malam ini. Aku janji itu akan mengurangi peradangan pada jaringan ototmu!$l",
	"Indoor_Night_1": "Aku santai hari ini... menghabiskan waktu membaca buku, main-main dengan radioku, dan mengerjakan pesawat model.#$e#Penting untuk mengambil hari libur sesekali untuk bersantai... stres itu tidak sehat.",
	"Indoor_Night_2": "Selamat malam... Apa kamu menyelesaikan semua yang perlu kamu lakukan hari ini?#$e#Jangan khawatir tentangku. Aku sangat mandiri. Jika kamu punya lebih banyak pekerjaan yang perlu dilakukan, silahkan saja.",
	"Indoor_Night_3": "Menjadi seorang dokter itu menegangkan, jadi benar-benar bagus tinggal di tempat yang santai seperti %farm Farm.",
	"Indoor_Night_4": "Oh! Aku baru saja melamun tentang sistem peredaran darah dan lupa apa yang sedang aku coba lakukan. Itu adalah masalah klasik seorang dokter.",
	"Outdoor_0": "Ini adalah tempat yang sangat aman. Kamu lanjutkan dan urus urusanmu, jangan khawatir tentangku.",
	"Outdoor_1": "Aku percaya ini harus menjadi tempat ideal untuk membesarkan anak-anak, secara ilmiah. Apa pendapatmu?",
	"Outdoor_2": "Mungkin aku bukan orang yang paling menarik, tapi aku akan tetap setia padamu seumur hidup.$l",
	"Outdoor_3": "@... kamu... kamu adalah segalanya bagiku.$l",
	"Outdoor_4": "Sebagai seorang ilmuwan, aku sangat terpesona oleh permainan halus kehidupan serangga dan tanaman.",
	"OneKid_0": "Kamu dan %kid1 adalah bagian terpenting dalam hidupku.",
	"OneKid_1": "Kecil %kid1 akan punya masa kecil yang sempurna di sini. Kita benar-benar beruntung punya kesempatan ini.",
	"OneKid_3": "Jauh ini, aku sangat menyukai menjadi seorang ayah!$h",
	"TwoKids_0": "Aku sudah memberi sarapan kepada %kid1 dan %kid2. Aku mencoba mengajari mereka untuk menikmati makanan sehat!",
	"TwoKids_1": "Aku percaya seorang anak harus diperbolehkan untuk bermain dan menjelajah sesuai keinginannya. Kamu hanya menjadi anak sekali.",
	"TwoKids_2": "Mungkin %kid2 akan tumbuh menjadi seorang pilot, seperti yang tidak pernah bisa aku lakukan?",
	"TwoKids_3": "Hidupku kini ditujukan untukmu dan anak-anak, dan aku sangat bahagia dengan itu. Aku selalu bermimpi punya keluarga yang luar biasa.$l#$e#Aku pernah bermimpi menjadi lajang selamanya.... Aku sangat mencintaimu.$l",
	"Good_0": "@... Aku masih tidak percaya kita sudah menikah...$l",
	"Good_1": "Kamu menyelamatkanku dari kehidupan kesepian, dan mengisi kekosongan di hatiku. Terima kasih.$l",
	"Good_2": "Aku tahu kamu adalah satu-satunya sejak kamu pindah ke sini... $l^Aku tahu kamu adalah satu-satunya sejak kamu pindah ke sini...$l",
	"Good_3": "Wow, kamu terlihat sangat tampan hari ini! Apa kamu bercukur?$l^Oh, Tuhan... kamu terlihat cantik hari ini.$l",
	"Good_6": "Hati-hati di luar sana! Aku punya mimpi buruk tentang tubuh lemasmu yang ditarik masuk ke ruang gawat.$7",
	"funLeave_Harvey": "Kurasa aku akan berjalan-jalan sebentar hari ini. Aku perlu bersantai.",
	"funReturn_Harvey": "Aku menghabiskan hari yang menyenangkan. Sangat menyegarkan untuk menghabiskan waktu sendirian sesekali. Bagaimana hari kamu, sayang?",
	"spring_1": "Sungguh menyenangkan melihat semua tanaman kembali hidup. Hijauannya menyegarkan setelah musim dingin monokrom.",
	"spring_12": "Oh, besok ada festival, bukan? Kerumunan besar, kegiatan... *gulung keringat*$s",
	"spring_23": "Maukah kamu menari denganku di festival besok?$7#$e#Selalu sedikit memalukan.$7",
	"summer_1": "Pastikan kamu tidak terkena sunburn, sayang! Sangat berbahaya untuk kulitmu.$8#$e#Sebagai suamimu dan doktermu, aku memprioritaskan kesehatan dan keselamatanmu di atas segalanya!",
	"summer_10": "Sudahkah kamu memikirkan apa yang akan kamu masukkan ke dalam sup luau?$e#Aku akan memasukkan barang berkualitas tinggi. Kita semua ingin meninggalkan kesan hebat pada gubernur!",
	"summer_27": "Saat musim panas berakhir, dan musim dingin mulai, beban kerjaku cenderung meningkat. Maaf jika aku agak bermood buruk...",
	"fall_1": "Pastikan untuk diversifikasi panenmu musim gugur ini, sayang.#$e#Atau cukup tanam cranberry... Ini benar-benar terserahmu. Apa yang aku tahu?",
	"fall_15": "Besok adalah pameran. Makanannya sangat kaya dan asin, tapi aku akan baik-baik saja dengan sesekali berlebihan.$h",
	"fall_26": "Aku akan mengakui, festival Spirit's Eve biasanya membuatku sakit perut... tapi aku akan berusaha untuk berani.",
	"winter_1": "Udara sangat kering di musim dingin. Itu sebabnya kulit kita cenderung menjadi iritasi.#$e#Jangan khawatir, aku akan menggosok sedikit minyak truffle di punggungmu setiap malam.$l",
	"winter_7": "Apa kita akan mampir ke festival es besok? Aku suka dengan iglo!",
	"winter_28": "Nah, inilah untuk tahun yang luar biasa. Aku yakin tahun depan akan menjadi lebih baik lagi!$h"
}