{
	"Rainy_Day_0": "Kadang-kadang aku menemukan inspirasi di tempat yang enggak terduga banget.",
	"Rainy_Day_1": "Dulu hujan bikin aku sedih waktu aku tinggal di kota. Tapi di Stardew Valley, hujannya bagus banget.",
	"Rainy_Day_2": "Selamat pagi! Aku bangun pagi-pagi dan cari jamur. Nah, ambil satu ini. [281 404 420 257]#$e#Nyari jamur itu kayak pergi nyari harta karun. Seru banget deh.$h",
	"Rainy_Day_3": "Pada hari kayak gini, aku bersyukur banget punya sepatu bot yang tahan lama.$h",
	"Rainy_Day_4": "Pohon-pohon lagi minta hujan kayak gini... Aku seneng buat mereka.",
	"Rainy_Night_0": "Gimana hari kamu? Liat hewan-hewan nggak di luar?",
	"patio_Leah": "Jangan deket-deket ya, ini masih dalam tahap pembuatan.",
	"Rainy_Night_1": "Biasanya aku makan salad... tapi malem basah gini pengen makan sop panas.$h",
	"Rainy_Night_2": "Enak banget bisa tidur di malam kayak gini...$l",
	"Rainy_Night_3": "Aku bikin patung kayu kecil hari ini, tapi jelek banget jadinya aku bakar aja.$u#$e#Kurasa buat jadi seniman hebat, kita harus kritik karya kita sendiri.",
	"Rainy_Night_4": "Aku seneng kamu udah pulang... Malam kayak gini enaknya ngumpet di bawah selimut biar hangat.",
	"Rainy_Night_Leah": "Gimana hari kamu hari ini, sayang? Berlumpur?",
	"Indoor_Day_0": "Rumah ini jauh lebih bagus dari kabin lama aku! Aku nggak kangen sama kabin itu.",
	"Indoor_Day_1": "Selamat pagi, @. Aku tanam ini di pot kecil di belakang... [16 18 20 22 90 259 396 402]#$e#Aku tanam itu dengan penuh cinta dan perhatian. Nikmatin aja.",
	"Indoor_Day_2": "Selalu inget untuk cari makanan liar ya! Banyak di luar sana.",
	"Indoor_Day_3": "Kurasa... hidup terlalu pendek buat makan makanan jelek. Untungnya, kita tinggal di salah satu daerah terbaik buat sayuran segar dan hijauan!#$e#Nah, aku bikinkan kamu salad sehat. [196]#$e#Aku kaget kamu belom bosan sama saladku!",
	"Indoor_Day_4": "Selamat pagi, @! Aku bikinin kita kopi. [395]$h#$e#Pagi aku nggak akan lengkap tanpa secangkir kopi panas.",
	"Indoor_Night_0": "Ada yang bikin aku haus di waktu kayak gini.",
	"Indoor_Night_1": "Arus waktu tuh halus banget ya... Bahkan keputusan yang paling kecil pun bisa ubah masa depan selamanya.",
	"Indoor_Night_2": "Lebih enak banget di sini di malam hari daripada cahaya kota yang terang benderang.#$e#Segalanya udah berjalan sempurna buat aku. Aku beruntung banget.",
	"Indoor_Night_3": "Aku nggak pernah mikir bakal dapet liontin putri duyung secepat ini setelah pindah ke sini! Aku seneng banget.$l",
	"Indoor_Night_4": "Aku liat kelinci liar hari ini. Aku pengen bisa peluk satu suatu hari nanti. Keliatannya lembut banget...",
	"Outdoor_0": "Angin sejuk banget. Ini berasa kayak waktu tinggal di tepi sungai.",
	"Outdoor_1": "Hmm... Aku mau melakukan sedikit pemeliharaan di sini. Tiba-tiba aja pengen pake palu sesekali.",
	"Outdoor_2": "Akan jadi hari spesial, aku bisa merasakannya.",
	"Outdoor_3": "Ah... bau tanah segar. Enggak ada yang seperti itu.$h#$e#Bisa aja langsung tahu udara di sini bersih... terasa nyaman di paru-paru.",
	"Outdoor_4": "Jangan terlalu banyak kerja, sayang.#$e#Pastikan untuk istirahat sesekali, atau makan sesuatu.$h",
	"funLeave_Leah": "Aku mau jalan-jalan ke alam hari ini. Perlu keluar rumah sebentar.",
	"funReturn_Leah": "Aku hari ini santai banget. Gimana hari kamu?",
	"OneKid_3": "Seru banget jadi orang tua. Aku mau pastikan %kid1 tumbuh dengan cinta terhadap alam.",
	"TwoKids_3": "Kita punya pertanian yang luar biasa dan keluarga lengkap. Hidup baru kita benar-benar berjalan baik, kan?",
	"Good_0": "Hidup di sini, aku merasa seperti di puncak gunung yang besar.",
	"Good_1": "Pernah aku ceritain... ketika kamu pertama kali pindah ke sini, aku punya mimpi bahwa suatu hari kita akan bersama.",
	"Good_2": "Kadang-kadang sulit untuk nggak percaya pada takdir... fakta bahwa aku memutuskan untuk pindah ke sini, dan bahwa kita menemukan satu sama lain.#$b#Semuanya bisa aja berjalan berbeda di setiap waktu.",
	"Good_3": "Wow, kamu keliatan berenergi hari ini!$l^Kamu keliatan cantik hari ini.$l",
	"Good_4": "Mmm... Kamu harum banget hari ini.",
	"Good_5": "Barusan aku ngeliat liontin pernikahanku... Aku akan menyayangi harta karun ini seumur hidup.$l",
	"Good_6": "Hati-hati di luar sana! Kadang aku khawatir kamu jatuh ke lubang tambang.",
	"Good_7": "@? Aku cuma mau bilang bahwa aku menghargai semua kerja keras yang kamu lakukan untuk rumah tangga kita.$h",
	"Good_8": "Jangan khawatirin aku... Aku tau kamu punya banyak tanggung jawab di luar rumah. Aku baik-baik aja di sini sendirian!$l",
	"Good_9": "Oh, aku nggak bosan... Aku cuma menikmati apa yang kita punya di sini.#$e#Ini kehidupan yang sederhana, tapi aku suka.$h",
	"Neutral_0": "Aku harap kamu tetap menyukaiku ketika aku sudah tua dan beruban.",
	"Neutral_1": "Aku penasaran siapa yang tinggal di sini sebelum kita?",
	"Neutral_2": "Kamu nggak punya apa-apa yang mau dilakukan hari ini?",
	"Neutral_3": "Kalau kamu ke kota, pastikan sapa semua orang untukku.",
	"Neutral_4": "Aku akan mencuci pakaian besok pagi sebelum kamu bangun... jadi kamu nggak akan ada waktu luang.",
	"Neutral_5": "Apa kita baik-baik saja dengan uang, @?",
	"Neutral_6": "Aku penasaran apa yang dilakukan semua orang di kota hari ini?",
	"Neutral_7": "Aku nggak terlalu ingin melakukan apa-apa hari ini.",
	"Neutral_8": "Tidak peduli seberapa sering aku membersihkan, rumahnya selalu kembali kotor.#$e#Sepertinya pertanian bisa jadi agak kotor.",
	"Neutral_9": "Aku penasaran apa kita akan tinggal di sini sepanjang hidup kita?",
	"Bad_0": "...Masih mencintaiku, kan?$s",
	"Bad_1": "*sigh*... Mungkin kita menikah terlalu muda.$s",
	"Bad_2": "Masih bahagia dengan aku?$s",
	"Bad_3": "Apa aku melakukan sesuatu yang salah? Kamu berubah sikap akhir-akhir ini.$s",
	"Bad_4": "Apa kamu pernah penasaran ada apa lagi di luar sana?$s",
	"Bad_5": "Dulu kamu begitu romantis... Apa yang terjadi?$s#$e#Aku tahu aku nggak seenerjik dulu... Apa itu yang membuatmu menikahiku?$a",
	"Bad_6": "Kita hanya punya satu kehidupan yang singkat... Apa ini cara terbaik untuk menjalaninya?$s",
	"Bad_7": "Dulu aku kekasihmu... Sekarang kamu hanya tampak bertoleransi padaku saat aku masak makan malam yang enak.$s",
	"Bad_8": "Kamu sudah begitu dingin padaku akhir-akhir ini...$s",
	"Bad_9": "Aku penasaran apa aku bisa melakukan lebih baik.$s",
	"spring_2": "Jadi, apa yang kita tanam musim ini?",
	"spring_1": "Itu cara yang mengasyikkan untuk merayakan tahun baru semalam...$l",
	"spring_15": "*sigh*... Kayanya waktunya untuk 'membersihkan rumah' lagi.$s",
	"summer_1": "Ah, musim panas... Aku sudah bisa mencium aroma buah rempah.$h",
	"summer_9": "Maaf jika aku basah... Aku berkeringat sepanjang malam karena panas.",
	"summer_2": "Ini musim panas... itu berarti rumah penuh dengan lalat.#$e#Jangan khawatir, aku yang akan mengurusnya.",
	"fall_1": "Aku suka musim gugur karena peluang untuk mencari jamur. Musimnya cepat berlalu.",
	"fall_20": "Apa kamu sudah merencanakan untuk musim dingin? Baiknya punya persediaan jerami.",
	"fall_2": "Aku tahu musim panen adalah waktu sibuk bagimu. Aku akan mencoba membantu sebanyak mungkin.",
	"winter_1": "Musim dingin sudah tiba, dan itu berarti buah kristal musimnya. Rasanya begitu unik, kan?",
	"winter_7": "Aku menantikan untuk memahat patung es besok. Aku hanya bisa melakukannya sekali setahun, tapi itu sangat menyenangkan!",
	"winter_28": "Hey, mari kita rayakan tahun yang luar biasa lagi di %farm farm! Ayo bersenang-senang malam ini! [348]$h#$e#Tahun depan akan menjadi hebat, aku bisa merasakannya."
}