{
	"Rainy_Day_0": "Aku penasaran bagaimana kabar Penny. Mungkin nanti aku akan meneleponnya.",
	"Rainy_Day_1": "Barusan aku bermimpi... kira-kira MARILDA baik-baik saja? Aku harap dia menemukan tempat di mana dia benar-benar merasa memiliki...",
	"Rainy_Day_2": "Hei! Aku kesulitan tidur semalam jadi aku bermain-main di bengkelku sebentar. Ini, aku buatkan ini untukmu. [688 369 338 325 287]#$e#Semoga kamu bisa menemukan kegunaannya.",
	"Rainy_Day_3": "Satu-satunya hal yang tidak aku sukai tentang hujan adalah aku tidak bisa melihat bintang!",
	"Rainy_Day_4": "Apa aku mendengar kebocoran di atap? Aku harus memeriksanya. Aku tahu sedikit tentang tukang kayu dari ibuku.",
	"Rainy_Night_0": "Pastikan kamu tidak meninggalkan alatmu di luar saat hujan! Kamu tidak ingin mereka berkarat semua.",
	"patio_Maru": "Aku tidak yakin ini apa, tapi seru juga memutar kunci inggris lama ini sesekali.",
	"Rainy_Night_1": "Hai @. Bagaimana hari kamu... basah?#$e#Cuaca ini memberiku ide-ide alat... mungkin jika aku mengalirkan air hujan itu bisa menggerakkan sebuah pabrik?",
	"Rainy_Night_2": "Ayah telah melacak pola cuaca selama dua puluh tahun terakhir.#$e#Masih agak terlalu dini untuk dikatakan, tapi hasilnya telah mengungkapkan beberapa tren yang tidak normal.",
	"Rainy_Night_3": "Bolehkah kita makan spageti di tempat tidur malam ini?",
	"Rainy_Night_4": "Aku membuat beberapa dessert! Pastikan untuk menyikat gigi sebelum tidur, ya. [232 234 223 220]$h",
	"Rainy_Night_5": "Hari aku tidak begitu menyenangkan... Aku tinggal di dalam karena cuaca.#$e#Namun, itu menyenangkan. Aku bersantai dengan terbitan terbaru 'Schematics Weekly'.",
	"Indoor_Day_0": "Hmm? Maaf, terkadang aku begitu larut dalam pikiran sehingga aku bahkan tidak menyadari apa yang sedang aku lakukan.",
	"Indoor_Day_1": "Aku menemukan ini di tumpukan barang bekasku. Kira-kira kamu bisa menemukan kegunaannya? [286 287 205 732]",
	"Indoor_Day_2": "Akhirnya, kamu bangun! Aku mulai lapar... *keroncongan* $h",
	"Indoor_Day_3": "Salah satu hal terbaik tentang tinggal di peternakan adalah bangun dengan paduan nyanyian burung.",
	"Indoor_Day_4": "Bagaimana kamu bisa menjaga tanganmu tetap halus dengan semua pekerjaan di peternakan?",
	"Indoor_Night_0": "Apa kamu melihat bulan malam ini? Selalu terlihat spektakuler di cakrawala.",
	"Indoor_Night_1": "Aku melihat bintang jatuh tadi. Aku suka berpura-pura itu MARILDA yang mampir untuk memeriksa kita.$h",
	"Indoor_Night_2": "Aku tidak bisa memutuskan apa aku ingin kue cokelat atau stroberi yang matang. Atau mungkin keduanya...?#$e#Jujurlah... apa aku bertambah berat badan?$s",
	"Indoor_Night_3": "Kamu melakukan pekerjaan yang baik hari ini! Kamu pantas untuk bersantai sepanjang malam.",
	"Indoor_Night_4": "Aku mulai benar-benar menyukai rumah tua ini. Sangat nyaman di malam hari.#$e#Ibuku telah melakukan pekerjaan besar dalam meningkatkan tempat ini.$h",
	"Outdoor_0": "Ahh... peternakan tercium harum, mengingatkanku pada pegunungan dekat rumah orangtuaku.",
	"Outdoor_1": "Dengan sedikit perencanaan, kita bisa mengotomatiskan sebagian besar pekerjaan di peternakan dan hanya bersantai!",
	"Outdoor_2": "Malam ini akan cerah... Aku penasaran apa konstelasi %noun akan terlihat?",
	"Outdoor_3": "Jangan khawatir, aku tidak keberatan jika kamu membawa lumpur ke dalam rumah. Kadang-kadang menyenangkan untuk sedikit kotor.",
	"Outdoor_4": "Aku tidak pernah menyadari seberapa banyak perawatan dan perencanaan yang diperlukan untuk menjalankan sebuah peternakan! Ini mirip sekali dengan bekerja di laboratorium.",
	"OneKid_0": "Sudahkah kamu menghabiskan waktu bersama %kid1 hari ini? Anak-anak perlu waktu bermain agar mencapai potensi penuh mereka.",
	"OneKid_1": "Menurutmu... apa %kid1 akan tumbuh menjadi petani? Atau insinyur?",
	"OneKid_3": "Aku punya harapan tinggi untuk anak kita. Aku sudah membaca semua data ilmiah tentang cara terbaik mengasuh anak.",
	"TwoKids_3": "Bengkelku sendiri, dua anak yang luar biasa, dan tanah yang indah. Hidup ini cukup baik.",
	"Good_1": "Sekarang bahwa kita tinggal bersama, sulit untuk membayangkan kesendirian lagi.",
	"Good_2": "Istirahat? Itu bagus!",
	"Good_3": "Ada banyak strategi untuk merencanakan dan menjalankan sebuah peternakan. Ini lebih merangsang secara intelektual dari yang kubayangkan!",
	"Good_4": "Pada suatu waktu aku mempertimbangkan untuk membuat suami robotik. Tapi kamu jauh lebih menyenangkan!$h^Pada suatu waktu aku mempertimbangkan untuk membuat istri robotik. Tapi kamu jauh lebih menyenangkan!$h",
	"Good_5": "Aku baru saja memperhatikan kalung pernikahanku... Kerangnya sempurna. Ini adalah spesimen yang sangat langka!$l",
	"Good_6": "Kemarin malam, aku bermimpi bahwa aku melihat melalui teleskop raksasa. Aku melihat sesuatu bergerak di nebula %noun. Agak menyeramkan.",
	"Neutral_0": "Aku harap kamu masih akan menyukaiku meskipun aku bertambah berat badan.",
	"Neutral_8": "Aku merasa tidak termotivasi hari ini.$s",
	"funLeave_Maru": "Kurasa aku akan mengunjungi orangtuaku hari ini. Aku belum bertemu mereka dalam waktu yang lama.",
	"funReturn_Maru": "Mama dan Papa baik-baik saja. Rutinitas mereka masih sama, meskipun aku pergi. Bagaimana hari kamu?",
	"spring_2": "Jadi, apa strategimu untuk mengoptimalkan peternakan tahun ini?",
	"spring_1": "Menyenangkan melihat semua tanaman dan hewan hidup kembali selama musim semi.",
	"spring_22": "Jika saudaraku tidak begitu pemalu, aku akan mengundangnya untuk makan malam suatu saat.",
	"summer_20": "Aku penasaran apa saudaraku  pernah punya keberanian untuk mengajak Abigail berkencan?",
	"summer_2": "Aku suka mencatat berbagai serangga yang aku lihat di musim panas.",
	"fall_1": "Dengan setiap musim, sebuah bagian baru dari langit malam menjadi menonjol. Sangat menarik untuk menyaksikannya.",
	"fall_25": "Musim dingin sudah di depan mata. Kita perlu memeriksa ulang sistem pemanas, mematikan katup-katup, dan memeriksa semua insulasi di rumah.#$e#Jangan khawatir, sayang. Aku akan mengurus semuanya.",
	"fall_3": "Musim gugur selalu mengingatkanku pada saat-saat pergi menebang kayu bersama ibuku... mungkin karena aroma kayu baru yang baru dipotong dan getahnya.",
	"winter_15": "Musim dingin belakangan ini terasa sangat ringan mengganggu.",
	"winter_5": "Aku harap Papa baik-baik saja... dia bisa merasa sedih di musim dingin, ketika kesempatan untuk penelitian lapangan lebih sedikit.",
	"winter_2": "Jadi, apa rencanamu untuk menjaga pendapatan kita di musim dingin ini?#$e#Kamu bisa memancing atau mencari makan...#$e#Jika kamu melakukan penambangan, janjikan padaku kamu akan berhati-hati.",
	"spring_Maru": "Aku merasa sangat bersemangat untuk tahun baru bertani, @!$h",
	"summer_Maru": "Malam begitu hangat, ini benar-benar waktu terbaik untuk melihat bintang. Siapa tahu apa yang mungkin ada di sana?",
	"fall_Maru": "Hidup di peternakan memang menyenangkan, tapi aku senang aku masih bekerja di klinik... Ini adalah layanan penting bagi masyarakat.",
	"winter_Maru": "Aku benar-benar menantikan untuk memiliki pai rabarber di musim semi. Oh... rasa asamnya, rasa segarnya!",
	"spouseRoom_Maru": "#$c .5#Aku bangun pagi-pagi untuk melihat bintang-bintang.#$e#Aku harap kamu tidak keberatan jika aku menghabiskan waktu untuk proyek-proyekku hari ini, sayang."
}