{
   "Rainy_Day_0": "Kamu suka hari hujan juga, kan, @?",
  "Rainy_Day_1": "Kita berbeda dalam banyak hal, tapi gak masalah.",
  "Rainy_Day_2": "Hai, @. Saya keluar pagi-pagi dan nemuin ini buat kamu. [305 308 203 795 397]#$e#Semoga gak aneh ya.",
  "Rainy_Day_3": "Aku penasaran, apa si penyihir tahu tentang... ini? Semoga dia bisa simpen rahasia.",
  "Rainy_Day_4": "Walau aku coba bersikap beradab, kadang aku pengen nakal juga...$6#$e#Katanya, itu bawaan dari kaumku.",
  "Rainy_Day_Krobus": "Hari ini lebih lembab karena hujan... Aku merasa lebih nyaman.",
  "Rainy_Night_0": "Pada malam begini, yang ngeliat keluar jendela kadang liat bayangan gelap. Bayangin... bisa jadi aku.$7",
  "Rainy_Night_1": "Kalo bayangan lain tau tentang kita tinggal bareng, mereka bakal... 'hukum' aku.$s#$e#Sebagian besar dari mereka benci sama manusia, loh.",
  "Rainy_Night_2": "Kamu basah banget, dan dingin! Apa gak berbahaya buat kamu?",
  "Rainy_Night_3": "Aku udah makan malam, tapi gak sesuatu yang bisa kamu makan... maaf ya.",
  "Rainy_Night_4": "Sejak aku ninggalin kaumku, aku nyari rumah baru terus... sekarang aku merasa punya tempat. Itu penting buatku.",
  "Rainy_Night_5": "Katanya, kaumku datang kesini dulu pas bencana gede yang ngijinin roh-roh dari kekosongan masuk ke dunia fisik.",
  "Rainy_Night_Krobus": "Suara hujan kaya ngingetin aku sama saluran pembuangan... itu nyaman.#$e#Saluran pembuangan dulunya tempat perlindungan aku... Aku merasa aman disana. Tapi jangan khawatir... Aku juga merasa sama tentang rumah baruku sekarang.",
  "Indoor_Day_0": "Kalo aku bisa bantu, pasti aku bantu... tapi aku bakal jaga rumah tetep rapi.",
  "Indoor_Day_1": "Aku udah coba bikin makanan manusia nih... [203 204 651 225]#$e#Ntar kamu bisa makan, jangan khawatir...",
  "Indoor_Day_2": "Aku seneng disini, di rumah. Aku suka habisin waktu di tempat yang nyaman... Aku gak perlu \"keluar\" kaya manusia.#$e#Tapi aku paham kalo kamu perlu! Jangan mikir harus ngelepasin waktu bareng aku.",
  "Indoor_Day_3": "Hari Jumat, aku suka tetep diam sebagai penghormatan ke Yoba. Semoga kamu gak keberatan.",
  "Indoor_Day_4": "Aku udah bersihin semua serangga di rumah hari ini... Maaf ya, gak ada sisa buat kamu! *smack*$7",
  "Indoor_Day_Krobus": "Aku pengen bantu kamu di pertanian, tapi aku gak bisa keluar di bawah sinar matahari...",
  "Indoor_Night_0": "Aku bersihin semua serangga di rumah hari ini... Maaf, gak ada sisa buat kamu! *smack*$7",
  "Indoor_Night_1": "Kamu terasa solid... kadang-kadang aku pengen punya tulang juga...$s",
  "Indoor_Night_2": "Kadang-kadang aku mikir, manusia dan orang bayangan bisa hidup bersama gak sih... Ide yang bagus, tapi realistis gak ya?$s#$e#Aku berharap iya...",
  "Indoor_Night_3": "Kadang-kadang aku mikir, semua yang aku pelajari tentang manusia dari kamu...#$b#Aku pengen semua temenku orang bayangan bisa ngalamin ini.",
  "Indoor_Night_4": "Aku pengen jadi teman sekamar yang baik buat kamu, tapi aku gak pernah yakin kalo aku udah baik... *merintih* $s#$e#Aku susah nangkep ekspresi manusia. T... tapi... kamu seneng tinggal bareng aku?#$e#Oke deh!$7",
  "Indoor_Night_Krobus": "Hai, @. Selamat pulang. Kamu keliatan udah kerja keras banget di luar!$h",
  "Outdoor_0": "Aku bakal di luar sebentar, tapi kita harus hati-hati... kalo ada yang deket aku harus sembunyi!",
  "Outdoor_1": "Jarang banget aku bisa keluar!",
  "Outdoor_2": "Hari yang indah!$h",
  "Outdoor_3": "Tempat terbuka lebar bikin aku gugup...$s",
  "Outdoor_4": "Silakan lanjutin kegiatannya, aku bakal di sini aja jagain rumah.",
  "Outdoor_Krobus": "Aku bakal nunggu sebentar di sini, liat kalo ada serangga yang lewat.#$e#Aku belum sarapan nih!",
  "OneKid_3": "Aku gak yakin gimana, tapi Yoba udah memberkati rumah ini dengan 'anak'...",
  "TwoKids_0": "Jangan khawatir... Aku udah bikinin %kid1 dan %kid2 omelet telur kekosongan.",
  "TwoKids_2": "Aku khawatir tentang masa depan anak-anak... Tapi aku percaya Yoba punya rencana buat mereka.",
  "TwoKids_3": "Rumah ini udah diberkati dengan dua anak sekarang... Apa itu berarti Yoba menyetujui hubungan tinggal yang nggak biasa kita?",
  "Good_1": "Aku merasakan sesuatu di tubuhku... apa ini... 'cinta platonis'?$l#$b#... Oh, tunggu... aku cuma ganti kulit.$s",
  "Good_2": "Aku belajar untuk mengatasi prasangka aku terhadap manusia... tapi Kurcaci masih membuatku jijik.$a",
  "Good_3": "Kamu mulai menggigitku semalam, dan berbisik tentang 'lick hitam atau ish'... maksudnya apa?$3",
  "Good_0": "Kita membuat kemajuan, dan aku merasa sangat berharap.$h",
  "Good_5": "Aku tadi cuma mengagumi rumah ini... tempat yang indah.$l",
  "Neutral_0": "Aku gak akan pernah tua, tapi kamu akan. Kadang bikin aku sedih... tapi gak apa-apa.$s",
  "Neutral_1": "Kamu pikir Kakekmu bakal menyetujui monster tinggal di rumahnya?",
  "Neutral_2": "Kamu pikir kita bakal kena masalah karena tinggal bareng?$s",
  "Neutral_3": "Terang banget di sini... Aku tutup mata sebentar.$s",
  "Neutral_4": "Aku gak bisa keluar, cuma bisa makan makanan tertentu, butuh suhu yang tertentu juga... Semoga gak terlalu merepotkan tinggal sama aku, @.$s",
  "Neutral_5": "Welwick bilang aku terkutuk hari ini.$s",
  "Neutral_6": "Aku mau kasih tahu rahasia... Sebenernya aku gak tidur, cuma berbaring dengan mata tertutup...",
  "Neutral_7": "Kamu aneh, mau tinggal dengan makhluk seperti aku.",
  "Neutral_8": "Aku bakal bersih-bersih rumah sepanjang hari! Seru nih.$7",
  "Neutral_9": "Aku penasaran apa kita akan tinggal di sini seumur hidup? Pindah mungkin terlalu berbahaya buat aku.",
  "Bad_1": "*sigh*... Mungkin aku harus tetap bersama sesama jenisku.$s",
  "Bad_0": "...Apa kamu masih suka padaku?$s",
  "Bad_2": "Apa kamu masih bahagia, tinggal bersamaku?$s",
  "Bad_4": "Kurasa kamu akan lebih bahagia tinggal dengan manusia lain...$s",
  "Bad_5": "Aku merasakan perubahan dalam perilakumu... apa artinya itu? *merintih*$s",
  "Bad_6": "Kamu cuma punya satu kehidupan yang pendek... apa kamu yakin mau menghabiskannya dengan makhluk jelek seperti aku?$s",
  "Bad_7": "Mungkin hubungan seperti ini ditakdirkan untuk gagal...$s",
  "Bad_8": "Kamu tampak tidak bahagia belakangan ini...$s",
  "Bad_9": "Aku kangen dengan saluran air.$s",
  "spring_5": "...",
  "spring_12": "...",
  "spring_19": "...",
  "spring_26": "...",
  "winter_5": "...",
  "winter_12": "...",
  "winter_19": "...",
  "winter_26": "...",
  "summer_5": "...",
  "summer_12": "...",
  "summer_19": "...",
  "summer_26": "...",
  "fall_5": "...",
  "fall_12": "...",
  "fall_19": "...",
  "fall_26": "...",
  "spring_1": "Apa rencanamu untuk tahun baru, @?",
  "spring_23": "Kamu sebaiknya pergi ke pesta bunga besok! Jangan khawatir tentang aku.",
  "summer_1": "Aku mudah sekali terbakar sinar matahari, jadi aku harus hati-hati di musim ini.",
  "summer_8": "Mmm... apa aroma yang harum itu? Pasti kamu sudah berkeringat sepanjang malam...$h",
  "summer_15": "Ini musim panas... itu artinya rumah penuh dengan lalat.#$e#Jangan khawatir, aku akan mengurusnya. Itu protein yang bagus!$h",
  "fall_8": "Aku tidak merasa ingin melakukan apapun hari ini.",
  "fall_15": "Apa kamu sudah menentukan apa yang akan kamu gunakan untuk tampilan Grange besok?",
  "fall_24": "Jika aku datang ke festival Spirit's Eve, mereka akan memasukkanku ke dalam kandang...$s",
  "winter_28": "Terima kasih telah membiarkanku tinggal di sini, @. Aku berharap tahun yang lain akan menjadi lebih baik!$h",
  "spouseRoom_Krobus": "#$c .5#Kita begitu berbeda secara fisik sehingga menantang untuk hidup bersama, bukan?#$e#Aku harap kelembapan di sini tidak mengganggumu. Kita harus berdua berkomitmen untuk hidup bersama!",
  "spring_Krobus": "Sekarang 'musim semi', bukan? Aku bisa mencium aroma pedas dari lobak liar.",
  "summer_Krobus": "Kamu menyebutnya 'musim panas', kan? Kehangatan dan kelembapan ini bagus, tapi aku harap tidak terlalu terik.",
  "fall_Krobus": "Akhir-akhir ini terasa lebih dingin, dengan bau yang lembap. Kamu menyebutnya 'musim gugur', benar?",
  "winter_Krobus": "Kegelapan pada waktu ini sangat menenangkan. Sekiranya saja lebih hangat!"
}