{
  "Rainy_Day_0": "Aku penasaran, serangga terbang pergi ke mana saat hujan? Apa mereka tidak terkena tetesan air hujan?",
  "Rainy_Day_1": "Hari seperti ini adalah anugerah dari ibu alam.",
  "Rainy_Day_2": "Selamat pagi... Aku punya hadiah untukmu. Jangan khawatir, aku sudah menyucikannya dengan kemenyan. [428 440 444 338 207]",
  "Rainy_Day_3": "Aku seharusnya melepaskan burung beo itu, tapi sayapnya tidak pernah sembuh sepenuhnya. Tapi sepertinya dia bahagia di sini. Aku memberinya banyak perhatian.#$e#Dia bilang dia bahagia di sini.",
  "Rainy_Day_4": "Aku tidak pernah memberitahumu ini... tapi ketika kamu pertama kali pindah ke sini, aku bermimpi tentangmu. Aku langsung tahu bahwa jalan hidup kita akan saling terkait.$4",
  "Rainy_Night_0": "Setiap momen punya keindahan unik dan berharga... apa kamu perhatikan? Kadang-kadang mudah untuk lupa.",
  "patio_Emily": "Ini tempat favoritku untuk meditasi pagi.#$e#Aku memvisualisasikan energi dari taman kristal ini mengalir melalui tubuhku.",
  "Rainy_Night_1": "Aku bisa mendengar tanaman saling berbicara... mereka begitu bahagia setelah hujan hari ini!",
  "Rainy_Night_2": "Bagaimana hari kamu, @? Kamu terlihat sedikit basah.",
  "Rainy_Night_3": "Hari ku sangat damai. Bagaimana denganmu?",
  "Rainy_Night_4": "Mau makanan penutup? Ini versi spesialku yang mentah dan bebas gluten, hanya dengan pemanis sirup kaktus saja. [232 234 223 220]$h",
  "Rainy_Night_5": "Apa suara hujan pernah membuatmu terhipnotis?",
  "Indoor_Day_0": "Hari yang indah di %farm... Aku yakin sesuatu yang baik akan terjadi hari ini!$h",
  "Indoor_Day_1": "Nih, ambil ini. Ini untukmu. [428 440 444 338 207 395 749]",
  "Indoor_Day_2": "Hei, sepertinya seseorang tidur nyenyak semalam... kamu terlihat segar pagi ini.$h",
  "Indoor_Day_3": "Ramalan harianku tidak terlalu baik... tapi aku akan membuat yang terbaik dari itu, seperti biasa. Ayo kerja!",
  "Indoor_Day_4": "Ughh... *gurgle*... Aku makan terlalu banyak muffin gandum untuk sarapan.$s",
  "Indoor_Night_0": "Apa itu lubang baru yang kulihat di kemejamu? Aku bisa menjahitnya untukmu, tidak masalah.",
  "Indoor_Night_1": "Selamat datang di rumah, @. Semoga kamu punya hari yang indah.",
  "Indoor_Night_2": "Apa sudah waktunya tidur? Ya ampun, hari ini seperti terbang begitu saja.",
  "Indoor_Night_3": "Ah, aroma itu! Itu hanya bisa kamu.$h#$e#Itu aroma yang enak.",
  "Indoor_Night_4": "Aku menyapu seluruh rumah, mencuci jendela, mengelap debu, dan membersihkan kulkas. Hari yang sangat produktif!",
  "Outdoor_0": "Aku suka bangun pagi. Ada kesegaran tertentu di udara dan satwa liar jauh lebih aktif.",
  "Outdoor_1": "Apa rencana hari ini, sayang?",
  "Outdoor_2": "Oooh! Aku melihat satu lagi!$h#$e#Aku menghitung tupai.",
  "Outdoor_3": "Sedikit sinar matahari bagus untukmu. Tapi jangan sampai gosong ya?",
  "Outdoor_4": "Selamat pagi! Aku penasaran kapan kamu akhirnya bangun dari tempat tidur!$h#$e#Tidak apa-apa, @... kamu pantas mendapatkan malam istirahat yang baik.",
  "OneKid_0": "Aku harap kita bisa membesarkan %kid1 menjadi baik dan perhatian. Itu lebih penting daripada mendapatkan A di sekolah.",
  "OneKid_1": "Satu anak cukup, atau seharusnya kita membesarkan satu lagi?#$e#Aku rasa kita akan melihat di mana takdir membawa kita.",
  "OneKid_3": "Aku menyalakan lilin hijau pucat dan menggoyangkan seutas mint bayi di atas %kid1. Itu seharusnya bisa mengusir setan-setan berbahaya.",
  "TwoKids_1": "Rumah besar, dua anak, dan seekor burung beo... Aku sudah sibuk!",
  "TwoKids_2": "Hmm, %kid2 pasti punya rambut sepertimu...$u",
  "TwoKids_3": "Oh, aku sudah memberi makan anak-anak mereka kerupuk quinoa organik dengan susu kambing. Kamu fokus saja pada pertanian!",
  "Good_1": "Ini sangat menyenangkan tinggal bersama! Aku selalu pikir aku akan sendirian sepanjang hidupku.",
  "Good_2": "Sudah menjadi takdir kita untuk bersama... Aku percaya sepenuh hatiku!",
  "Good_3": "Terima kasih telah membawaku ke rumahmu. Aku mencintai kehidupan baru ini.$4",
  "Good_4": "Energi vibrasional kita sangat sejalan. Bisakah kamu rasakannya?",
  "Good_5": "Aku baru saja mengagumi amulet pernikahan kita... Kerangnya indah! Aku bisa merasakan energi biru murni yang memancar darinya.$l",
  "Good_6": "Aku bermimpi tentang kita lagi semalam. Kita telah mendaki ke puncak pohon kristal, melihat ke bawah pada padang rumput yang paling subur dan indah. Aku terus bermimpi ini.#$e#Aku tidak tahu apa artinya, tapi aku merasa itu adalah pertanda baik.",
  "Neutral_0": "Aku harap kamu masih menyukai aku saat aku tua dan rambutku berubah menjadi baja pudar.",
  "Neutral_8": "Aku merasa tidak terinspirasi hari ini.$s",
  "funLeave_Emily": "Aku akan mengunjungi kota hari ini, dan nanti aku akan membantu di salon. Semoga hari kamu menyenangkan.",
  "funReturn_Emily": "Hari ku berjalan baik... menyenangkan bisa keluar rumah sesekali.",
  "spring_2": "Teman-temanku, tanaman-tanaman, telah hidup kembali. Aku merasa puas.",
  "spring_1": "Selamat tahun baru, sayang. Mari kita buat tahun ini istimewa.$4",
  "spring_22": "Hmm... Kurasa salad dengan daun hijau segar yang dipetik untuk makan malam hari ini?",
  "summer_20": "Energi dalam tubuh kita berfluktuasi sama seperti musim-musim melakukannya. Memahami ritme unikmu sendiri adalah langkah pertama menuju harmoni batin.",
  "summer_2": "Semoga Yoba memberkatimu di hari yang indah ini.$7",
  "fall_1": "Setahun sudah setengah berlalu. Bisakah kamu percaya?",
  "fall_25": "Tubuh kita secara alami selaras dengan musim. Cahaya dan warna musim gugur ini mendorong kita untuk bersiap menghadapi musim dingin yang gersang.#$e#Bagi nenek moyang kita, perasaan ini sangatlah mendalam dan penting. Bagi kita, itu hanya sedikit muncul di tengah kebisingan kehidupan modern.",
  "winter_15": "Di hari seperti ini, aku mendambakan kayu manis, pala, cengkeh, dan kapulaga.",
  "winter_5": "*sigh*... Mengapa harus ada perang dan kebencian di dunia ini?$s",
  "winter_2": "Aku tidak bisa tidak memikirkan semua tupai yang membeku di luar sana saat ini.$s",
  "spring_Emily": "Aku merasa sangat antusias untuk tahun baru bertani, @!$h",
  "fall_Emily": "Aku minum smoothie super-makanan pagi ini dan aku merasa luar biasa!$h",
  "summer_Emily": "Puff! Panas sekali tapi rasanya luar biasa, bukan?#$e#Mungkin kita akan melihat beberapa burung beo liar hari ini.",
  "winter_Emily": "Ups, rambutku membeku lagi.$s",
  "spouseRoom_Emily": "Aku akan menghabiskan waktu dengan burung beo hari ini. Ini memilukan bahwa dia tidak akan pernah bisa terbang lagi.$u"
}