{
	"Rainy_Day_0": "Mungkin hari yang tepat untuk santai sambil main gitar...#$e#Eh, kamu juga bisa santai jika mau.",
	"Rainy_Day_1": "Kamu pikir Sebastian dan Abigail akan jadian?#$e#Hehe... sekarang aku sudah menikah, aku mencoba untuk membuat semua orang jadian juga.",
	"Rainy_Day_2": "Hei, aku menemukan ini bergelantungan di bagian belakang laci. [90 88 86 535]#$e#Kurasa kamu bisa menggunakannya.",
	"Rainy_Day_3": "Ah, man. Hari berawan ini agak membosankan...$7",
	"Rainy_Day_4": "Kamu tidur nyenyak? Suara hujan benar-benar membuatku tertidur.",
	"patio_Sam": "*Mengeluh*... Aku tidak akan pernah berhasil melakukan trik ini...$s",
	"Rainy_Night_0": "Hei, bagaimana harimu? Aku hanya bermalas-malasan dan membaca komik sepanjang hari... sungguh menyenangkan.$h",
	"Rainy_Night_1": "Hari ini cukup santai bagiku... minuman bersoda, pizza beku, beberapa jam main gitar. Aku merasa rileks.",
	"Rainy_Night_2": "Tadi, aku mendengarkan rekaman live kita dari konser yang kita mainkan. Masih ingat itu? Ya ampun, begitu berantakan.#$b#Itu membuatku sedikit gugup karena kamu ada di sana, aku tidak ingin melakukan kesalahan dan membuatmu pikir aku pecundang!$10",
	"Rainy_Night_3": "Aku harap Vincent tidak terlalu kesepian sekarang setelah aku pergi... Aku merasa sedikit bertanggung jawab atas anak kecil itu.$s#$e#Tapi, hidup memang tentang perubahan... kan? Anak-anak perlu belajar itu, suatu saat... Atau hidup dewasa akan menghancurkan mereka.$7",
	"Rainy_Night_4": "Hei, aku memasukkan beberapa pizza beku ke dalam oven. Inilah milikmu. [206]$h",
	"Indoor_Day_0": "Huff... Aku akan memberitahumu satu hal yang tidak kusukai tentang kehidupan lamaku... bekerja di JojaMart.",
	"Indoor_Day_1": "Hei, aku membuatkanmu pancake instan. Selamat menikmati. [211]$h#$e#Apa? Aku tidak pernah belajar memasak... ibuku selalu melakukannya.",
	"Indoor_Day_2": "Hei. Aku tahu aku sering bercanda, tapi aku ingin kamu tahu bahwa aku sungguh mencintaimu...$l",
	"Indoor_Day_3": "Apa rencana besar yang kamu miliki hari ini?#$e#Oh, bukan aku... Aku biasanya memutuskan apa yang akan kulakukan beberapa saat sebelumnya...",
	"Indoor_Day_4": "Mungkin aku akan membantu di kebun lain kali saja. Aku merasa malas hari ini.$s#$e#Kamu tidak marah?",
	"Indoor_Night_0": "Hei, kamu terlihat lelah. Biarkan aku membantumu bersantai malam ini, baiklah? Mungkin nanti aku akan memberimu pijatan.",
	"Indoor_Night_1": "Hariku? Oh... Aku hampir tidak bisa mengingatnya. Aku tidak melakukan apa pun yang mencolok. Hanya bersantai dan bersenang-senang.",
	"Indoor_Night_2": "Hei, maaf aku tidak membuat tempat tidur. Kamu tahu aku ceroboh... itu sebabnya kamu menyukaiku, kan?$h",
	"Indoor_Night_3": "Satu-satunya hal yang kutinggalkan tentang tinggal di rumah adalah kaserol ikan ibu",
	"Indoor_Night_4": "Siap untuk tidur? Aku benar-benar membuat tempat tidur untuk sekali ini...",
	"Outdoor_0": "Mungkin aku harus mendapatkan roda off-road untuk skateboardku. Walikota Lewis tidak bisa menggangguku di sini.$h",
	"Outdoor_1": "Aku selalu memperhatikan langit biru luas... kamu tidak pernah tahu kapan UFO akan lewat.",
	"Outdoor_2": "Hai, @! Kalau aku tahu lebih banyak tentang pekerjaan di pertanian, aku akan membantu lebih banyak. Maaf!#$e#Aku akan mencoba memberimu pikiran positif.$h",
	"Outdoor_3": "Ada sesuatu di udara yang membuatku merasa positif... mungkin itu aroma samar dari pizza dari oven milik Gus.",
	"Outdoor_4": "Wow... kamu terlihat hebat hari ini, dan bercak lumpur hanya menambah pesona ekstra.$l",
	"OneKid_0": "Aku akan mengganti popok %kid1... jangan khawatir. Kamu sudah punya cukup banyak urusan.",
	"OneKid_1": "Ini aneh, tapi aku benar-benar suka menjadi seorang ayah!$h",
	"OneKid_3": "Kurasa kita harus punya anak lagi. Mengapa berhenti di sini?",
	"TwoKids_0": "Aku bangun pagi-pagi, memberi makan anak-anak dan mengganti popok mereka! Kita sudah siap. Kamu bisa fokus pada menghasilkan uang yang manis.$h#$e#Aku hanya bercanda... Aku tidak menikah denganmu karena uang.",
	"TwoKids_1": "Kita harus memastikan dan memberikan %kid1 banyak perhatian sekarang kita punya %kid2. Kita tidak ingin ada rasa cemburu di antara mereka.",
	"TwoKids_2": "Sangat menyenangkan melihat bayi-bayi bermain satu sama lain. Kurasa mereka akan sangat dekat.",
	"TwoKids_3": "Aku tidak pernah berpikir aku akan menjadi seorang ayah keluarga, tapi aku benar-benar puas dengan apa yang kita bangun di sini. Hidup sangat baik.$h",
	"Good_1": "Pernahkah kamu berpikir tentang malam kita yang menyelinap ke kamarku? Aku sering...$l",
	"Good_2": "Tahu, aku pikir aku punya perasaan kita akan bersama sejak awal. Ada sesuatu yang istimewa di antara kita.$l",
	"Good_3": "Wow, kamu terlihat sangat tampan hari ini! Apa kamu melakukan sesuatu dengan rambutmu?$l^Wow, kamu terlihat stunning hari ini. Apa kamu melakukan sesuatu yang baru dengan rambutmu?$l",
	"Good_6": "Hati-hati di luar sana! Aku tahu kadang-kadang kamu pergi ke dalam gua... kamu bisa dimakan hidup-hidup di sana!",
	"Good_4": "Sayang, aku baru saja akan menulis lagu untukmu dengan gitar. Tapi sekarang kamu di sini dan aku merasa rileks.#$e#Aku biasanya merasa ingin bermain gitar saat kesepian.",
	"Good_5": "Sayang, bicaralah padaku! Aku selalu tertarik untuk mendengar tentang harimu.",
	"funLeave_Sam": "Aku akan mengunjungi keluarga hari ini, oke? Aku akan pulang menjelang sore.",
	"funReturn_Sam": "Melihat keluarga itu bagus, tapi juga agak membuat sedih dengan cara yang aneh. Seperti... hidup kita sepenuhnya berbeda sekarang, dan segalanya terasa lebih formal daripada dulu.$7",
	"spring_1": "Ub... musim semi... hidungku... alergi.$s",
	"spring_12": "Apa kamu senang untuk festival besok? Akan bagus bertemu Sebastian lagi.",
	"spring_23": "Oh... besok adalah tarian bunga, kan? Kurasa aku bisa lepas dari itu sekarang kita sudah menikah.#$e#Apa pun. Aku rasa itu lucu dengan cara yang aneh.",
	"summer_1": "Jumlah serbuk sari sedikit lebih rendah di musim panas, jadi hidungku benar-benar senang.$h",
	"summer_10": "Apa kamu sudah memikirkan apa yang akan kamu masukkan ke dalam sup luau?#$e#Mungkin lucu untuk memasukkan sesuatu yang tidak enak. Kamu tahu, untuk memainkan lelucon pada gubernur!$h#$e#Maaf...",
	"summer_27": "Musim panas bagus, tapi aku sudah siap untuk musim gugur sekarang.#$e#Haruskah kita menonton ubur-ubur besok malam? Itu selalu cukup menyenangkan.",
	"fall_1": "Sepertinya seluruh lembah telah berubah dalam semalam... Aku kira musim gugur akhirnya tiba.",
	"fall_15": "Hei, besok adalah pameran. Aku perlu mempersiapkan pergelangan tangan dari ketapelku...",
	"fall_26": "Aku penasaran apa ibu akan membiarkan Vincent masuk ke labirin berhantu tahun ini. Mungkin tidak...$h#$e#Anak malang. Dia akan tumbuh dewasa suatu hari nanti...",
	"winter_1": "Udara dingin membuat gel rambutku membeku. Tidak terlalu menyenangkan.$s",
	"winter_7": "Apa kita akan mampir ke festival es besok? Mungkin akan menyenangkan untuk bertemu kembali dengan semua orang...",
	"winter_28": "Kita memiliki tahun yang hebat, @... agak sedih bahwa sudah berakhir.#$e#Kita hanya perlu membuat tahun depan lebih baik!$h"
}