{
	"Rainy_Day_0": "Pada hari-hari hujan, pikiranku selalu melayang ke arah kayu manis dan kue.",
	"Rainy_Day_1": "Aku penasaran apa Maru dan Dr. Harvey akan pernah bersama? Aku yakin Harvey menyukainya...#$e#Tapi aku pikir Maru harus mengambil langkah pertama.",
	"Rainy_Day_2": "Hai, sayang! Aku berbelanja pagi ini dan mendapat ini untukmu. [186 180 770 535]#$e#Kurasa kamu benar-benar membutuhkannya.",
	"Rainy_Day_3": "Hmm... mungkin aku harus bereksperimen dengan resep baru. Kamu suka resep terakhir yang aku buat, bukan, sayang?#$e#Yang namanya apa ya... 'Chili de @'?",
	"Rainy_Day_4": "Di hari-hari seperti ini, aku suka membungkuk dengan buku yang bagus.",
	"Rainy_Night_0": "Bagaimana harimu, sayang? Aku menghabiskan soreku membaca sebuah novel.",
	"patio_Penny": "Tempat ini jauh lebih damai dibandingkan dengan tempatku yang dulu di kota. Aku sangat bahagia di sini.",
	"Rainy_Night_1": "Aku yakin ibu sekarang berada di salon... Tapi aku tidak begitu merasa buruk tentang itu lagi. Itu di luar kendaliku.",
	"Rainy_Night_2": "Aku sedang memikirkan malam kita bertemu di bathhouse.$l#$e#Aku tidak akan pernah melupakan malam itu...$l",
	"Rainy_Night_3": "Suara hujan dulu menggangguku, saat aku tinggal di trailer besi tua itu. Tapi di sini sangat menenangkan.",
	"Rainy_Night_4": "Aku merasa ingin membuat makan malam yang enak. Semoga kamu suka. [212 214 225 209 200]$h",
	"Indoor_Day_0": "Sangat damai di sini. Dahulu aku sering mengalami mimpi buruk yang mengerikan, tapi sekarang aku tidur seperti bayi.",
	"Indoor_Day_1": "Selamat pagi, @! Aku membuatkanmu sarapan hangat. [195 210 211]#$e#Ini penting bagiku bahwa kamu pergi dengan perut kenyang.",
	"Indoor_Day_2": "Tahu tidak, aku pikir aku akan membaca buku hari ini. Aku mengambil sesuatu yang baru dari perpustakaan waktu terakhir aku ke sana.#$e#Gunther memintaku untuk menyapamu.",
	"Indoor_Day_3": "Aku suka mendengar tentang semua artefak yang kamu temukan. Arkeologi sungguh menarik!#$e#Bayangkan... mungkin ada petani di tempat ini 10.000 tahun yang lalu.",
	"Indoor_Day_4": "Apa aku pemalu saat pertama kali kita bertemu? Lucu juga untuk dipikirkan, sekarang kita sudah sampai di sini.$h",
	"Indoor_Night_0": "Selamat malam, sayang. Apa kamu mencapai semua yang kamu inginkan hari ini?#$e#Jika tidak, itu tidak apa-apa. Kita punya waktu sepanjang dunia!",
	"Indoor_Night_1": "Hmm... rok atau celana besok? Oh, siapa yang aku bohongi... aku selalu memilih rok.",
	"Indoor_Night_2": "Kita punya kehidupan yang baik di sini. Kita harus selalu berusaha mengingat orang-orang yang kurang beruntung dari kita.#$e#Aku hanya sangat bersyukur atas apa yang kita miliki.",
	"Indoor_Night_3": "Ibuku cukup kesepian sekarang aku pergi. Aku hanya berharap dia tidak mengunjungi salon lebih banyak untuk menggantikannya.#$e#Kamu tidak boleh merasa buruk! Ibuku harus menyelesaikan masalahnya sendiri.",
	"Indoor_Night_4": "Siap untuk tidur? Aku sudah membuat tempat tidur dan segalanya...$h",
	"Outdoor_0": "Aku hanya pernah bermimpi untuk tinggal di tempat yang begitu indah, dan sekarang itu menjadi kenyataan.#$e#Aku begitu tidak bahagia di rumah.",
	"Outdoor_1": "Bukankah ini tempat yang sempurna untuk membesarkan anak-anak?#$e#Aku pasti akan sangat bahagia besar di sebuah pertanian.",
	"Outdoor_2": "Hai, sayang! Kalau aku tahu lebih banyak tentang pekerjaan di pertanian, aku akan membantumu lebih banyak. Maaf!#$e#Aku akan memikirkanmu.",
	"Outdoor_3": "Aku baru saja melihat seekor burung bernyanyi terbang ke barat laut. Di Stardew Valley itu pertanda yang sangat baik.$h",
	"Outdoor_4": "Ahh... Rasanya luar biasa berada di luar. Aku bisa menghabiskan sepanjang hari di sini, mengamati setiap hal kecil.",
	"OneKid_0": "Apa kamu punya waktu untuk bermain dengan %kid1 hari ini? Mungkin anak kedua akan membuat segalanya lebih baik.",
	"OneKid_1": "%kid1 kecil punya masa kecil yang luar biasa di sini.",
	"OneKid_3": "Aku merasa jauh lebih tua sekarang kita punya seorang anak. Mungkin hanya tanggung jawab baru ini yang membuatku merasa berat.#$e#Tidak buruk! Aku sudah lama menginginkan ini.",
	"TwoKids_0": "Aku sudah memberi makan %kid1 dan %kid2. Mereka anak-anak yang sangat lapar!",
	"TwoKids_1": "Kita harus memastikan dan memberikan %kid1 banyak perhatian sekarang kita punya %kid2. Kita tidak ingin ada rasa cemburu di antara mereka.",
	"TwoKids_2": "Aku pernah bermimpi bahwa %kid2 tumbuh sayap dan terbang ke langit malam. Apa artinya itu?",
	"TwoKids_3": "Rumah yang nyaman, dua anak yang luar biasa, dan lahan yang indah. Kita sangat beruntung sekali.",
	"Good_0": "@... Aku masih tidak percaya kita sudah menikah...$l",
	"Good_1": "Aku bermimpi menikahimu selama begitu lama.$l",
	"Good_2": "Aku tahu kamu adalah yang satu sejak kamu pindah ke sini...$l",
	"Good_3": "Wow, kamu terlihat sangat tampan hari ini! Apa kamu mencukur?$l^Wow, kamu terlihat cantik hari ini. Apa kamu melakukan sesuatu yang berbeda dengan rambutmu?$l",
	"Good_4": "Tempat ini benar-benar mulai terasa seperti rumah.$l",
	"Good_6": "Hati-hati di luar sana! Kadang aku khawatir kamu tidak makan cukup makanan bergizi.",
	"funLeave_Penny": "Aku akan pergi ke kota hari ini, hanya untuk bersenang-senang. Aku akan kembali sebentar lagi!",
	"funReturn_Penny": "Aku bersenang-senang... Senang tetap berhubungan dengan semua orang. Ceritakan padaku tentang harimu.",
	"spring_8": "Musim semi musim favoritku. Ada kesegaran tertentu di udara yang membuatku penuh harapan.",
	"spring_1": "Kita punya tahun yang panjang dan hangat untuk dinantikan. Mari kita membuatnya menjadi tahun yang produktif.",
	"spring_15": "Ah, 'spring cleaning'... Aku benar-benar akan menikmati ini.",
	"summer_16": "*huff*... Aku perlu makan lebih banyak melon untuk melawan panas ini!",
	"summer_1": "Musim panas sangat panas, tapi kelembapan terasa menyegarkan pada kulit.",
	"summer_2": "Di musim panas, semut menjadi sangat aktif. Aku bisa mengamatinya berjam-jam... mereka punya peradaban yang cukup kompleks dari sekilas penampilannya!",
	"fall_5": "Aroma musim gugur mengingatkanku pada aroma buku... aneh, bukan?",
	"fall_1": "Musim gugur... Itu membuatku memikirkan kertas berwarna dan lem. Mungkin aku terlalu banyak menghabiskan waktu dengan anak-anak.$h",
	"fall_2": "Akankah kamu menanam labu raksasa tahun ini?$11",
	"winter_1": "Musim dingin adalah waktu yang baik untuk sedikit bersantai. Kamu pantas mendapatkannya setelah tahun yang panjang!",
	"winter_6": "Salju yang turun mengingatkanku pada nenek, bergoyang di dekat perapian. Aku punya kenangan yang jelas tentang bayangannya, berkedip-kedip melawan kayu oranye... Itu sudah lama.",
	"winter_3": "Bagaimana kita akan bertahan hidup di musim dingin ini? Oh, kamu tidak perlu memberi tahuku... Aku percaya kamu akan membuat keputusan yang tepat."
}