{
	"Rainy_Day_0": "Aku telah berubah banyak selama bertahun-tahun, tapi aku masih lebih suka cuaca cerah.",
	"Rainy_Day_1": "Kadang-kadang aku berkhayal tentang masa pensiun kita... bersantai di pantai yang berjemur sinar matahari di Kepulauan Fern!#$e#Apa kamu pernah memikirkan masa depan, @?",
	"Rainy_Day_2": "Selamat pagi! Aku bangun pagi dan memanggang sesuatu yang manis untukmu! [223 234 211 651 731]#$e#Aku tahu kamu kuat, tapi kamu tetap harus makan dengan baik agar tetap prima!$h",
	"Rainy_Day_3": "Aku tidak bisa keluar hari ini... rambutku akan kusut. Maafkan aku, sayang.$s#$e#Aku ingin terlihat yang terbaik untukmu.",
	"Rainy_Day_4": "Apa kamu akan pergi keluar dalam cuaca seperti ini? Pastikan untuk membersihkan sepatumu saat masuk kembali, sayang.#$e#Aku akan tinggal di sini dan melakukan sedikit pekerjaan rumah.",
	"patio_Haley": "Katakan 'keju kambing'!",
	"Rainy_Day_Haley": "Oh tidak... Jika cuaca terus seperti ini, kulitku akan pucat.$s",
	"Rainy_Night_0": "Oh, aku senang kamu sudah kembali. Sangat dingin di sini jika aku sendirian... Apa kamu hampir siap mematikan lampu?",
	"Rainy_Night_1": "Aku harap besok pagi cerah. Terlalu banyak hujan membuatku murung.$s",
	"Rainy_Night_2": "Aku harap Emily tidak terlalu kesepian sendirian. Aku seharusnya berkunjung kepadanya lagi segera.$7",
	"Rainy_Night_3": "Hujan sangat menyebalkan bagi seorang fotografer. Pencahayaannya buruk, dan kamu tidak bisa keluar tanpa merusak peralatanmu!$s",
	"Rainy_Night_4": "Aku membuat makanan panas untukmu, sayang. Banyak rempah, sesuai dengan selera kamu. Selamat menikmati! [727 231 207 199]$h",
	"Rainy_Night_5": "Aku tidak pernah menyangka akan mengatakan ini, tapi gaya hidup pedesaan benar-benar cocok bagiku.$h",
	"Rainy_Night_Haley": "Hai, sayang. Aku senang kamu sudah pulang. Aku mulai merasa agak kesepian.$l",
	"Indoor_Day_0": "Selamat pagi! Apa kamu tidur nyenyak?$h#$e#Kurasa aku akan mengeluarkan kamera lamaku hari ini... pencahayaannya sempurna.",
	"Indoor_Day_1": "Selamat pagi, sayang! Bau harum, bukan? Aku membuat sarapan untukmu! [194 195 210 211 216]#$e#Aku tahu kamu sibuk dengan pekerjaanmu. Aku di sini untuk mendukungmu dengan cara apa pun!",
	"Indoor_Day_2": "Apa kamu tidur baik-baik saja? Kamu sedikit mendengkur.$h#$e#Aku punya beberapa pekerjaan rumah di sini. Semoga hari baik.",
	"Indoor_Day_3": "Aku senang aku belajar menikmati membersihkan! Rumah ini dengan mudah menjadi kotor.$10#$e#Sangat memuaskan untuk membuat semuanya bersih bersinar.#$e#Bolehkah aku menciummu sebelum kamu pergi?$11",
	"Indoor_Day_4": "Selamat pagi, sayang. Lagi mengerjakan tugas-tugas pertanian ya?#$e#Aku akan memikirkanmu. <$h",
	"Indoor_Day_Haley": "Aku merasa seperti tidak punya arah dalam hidup sebelum aku bertemu denganmu. Sekarang aku memiliki persis apa yang aku inginkan.$l",
	"Indoor_Night_Haley": "Kamu terlihat seperti telah bekerja keras, sayang. Biarkan aku membantumu mengurangi stres.$l",
	"Outdoor_0": "Aku selalu merasa paling baik ketika berada di luar, menghirup udara segar.#$b#Jangan salah paham, pondok tua kakekmu sangat bagus! Tapi tidak ada yang bisa mengalahkan pemandangan indah ini.",
	"Outdoor_1": "Kita harus memastikan pertanian kita lucu! Mungkin itu penting... bukan, sayang?",
	"Outdoor_2": "Hai, sayang! Jika aku tahu lebih banyak tentang pekerjaan pertanian, aku akan membantumu lebih banyak. Maaf!#$e#Aku akan memikirkanmu.$h",
	"Outdoor_3": "Aku hanya akan membersihkan debu di sini. Itu seharusnya membantumu, kan?#$e#*huff*... panas sekali di sini.",
	"Outdoor_4": "Jangan terlalu memaksakan diri, sayang.#$e#Pastikan untuk istirahat sesekali, atau makan sesuatu.$h",
	"Outdoor_Haley": "Sepertinya hari yang bagus untuk mendapatkan kulit coklatku, bukan, sayang?",
	"funLeave_Haley": "Aku akan bersosialisasi sebentar di kota hari ini.",
	"funReturn_Haley": "Senang bertemu dengan semua orang di kota. Apa kamu punya hari yang baik, sayang?",
	"OneKid_3": "Bukankah aneh? Aku tidak terbiasa menjadi seorang ibu.",
	"TwoKids_2": "Bukankah %kid2 bayi yang sangat tampan?",
	"TwoKids_3": "Rumah besar, dua anak, dan sebidang tanah yang indah. Aku tidak yakin apa lagi yang bisa kusyukuri.",
	"spring_2": "Jadi, apa yang akan kita tanam musim ini?",
	"spring_1": "Sekarang musim dingin sudah berakhir, kita punya banyak cuaca cerah untuk dinantikan. Aku senang.",
	"summer_3": "Maaf jika aku tidak terlihat sebaik biasanya... udaranya begitu lembab sehingga rambutku tidak bertahan terlalu baik.",
	"summer_15": "Ini musim panas... itu berarti rumah penuh dengan lalat dan semut... ih.$s",
	"fall_2": "Aku sudah merindukan musim panas...",
	"fall_1": "Musim gugur agak sedih bagiku... segalanya sedang mati.$5",
	"winter_14": "Kulitku terasa sangat kering di cuaca ini.",
	"winter_2": "Entah mengapa, cuaca bersalju membuatku ingin makan kue pink...",
	"spring_Haley": "Bukankah kamu senang musim dingin sudah berakhir, sayang? Segalanya tampak lebih berharap sekarang.",
	"summer_Haley": "Aku suka menonton kunang-kunang di malam musim panas yang panas. Itu yang terdekat aku akan pernah mengunjungi bintang.",
	"fall_Haley": "Meskipun aku lebih suka musim panas, musim gugur mungkin musim terbaik untuk mengambil foto. Bayangan panjang, rendah...",
	"winter_Haley": "Aku baru saja memikirkan waktu kamu membantuku membuka sebuah toples acar. Masih ingat itu?$h#$e#Kita telah menempuh perjalanan yang panjang sejak saat itu.$l"
}