{
	"Rainy_Day_0": "Hujan di luar. Pastikan kamu tidak masuk angin, sayang.#$e#Lebih baik tetap di dalam sebisa mungkin.$h#$e#Aku kadang khawatir tentangmu!",
	"Rainy_Day_1": "Hujan! Itu artinya kita tidak perlu menyiram tanaman hari ini.$h#$e#Alam kadang-kadang bisa sangat membantu.#$e#Sudahkah kamu memberi makan hewan-hewan?",
	"Rainy_Day_2": "Selamat pagi! Aku bangun pagi karena suara hujan dan membuatkanmu sarapan. [194 195 210 211 216]#$e#Tetap hangat dan jangan terlalu keras bekerja. Aku ingin kamu tetap sehat.",
	"Rainy_Day_3": "Apa rencanamu hari ini, sayang?#$e#Aku tidak ingin keluar di cuaca seperti ini... Aku akan melakukan beberapa hal di rumah saja.#$e#Mungkin aku akan membuat sesuatu yang hangat untuk makan malam.",
	"Rainy_Day_4": "Ada permintaan makan malam untuk malam ini?",
	"Rainy_Day_Maru": "Meskipun kita punya semua teknologi, hari hujan masih menjadi alat terbaik untuk menyiram tanaman.",
	"Rainy_Day_Abigail": "Pemandangan pedesaan terlihat lebih menarik di hari seperti ini, apa kamu tidak setuju?",
	"Rainy_Day_Penny": "Kurasa aku akan memanggang hari ini.$h",
	"Rainy_Day_Leah": "Mungkin ingin memancing atau menambang hari ini ya?",
	"Rainy_Day_Haley": "Hmmph. Jika cuaca terus seperti ini, aku akan terlalu pucat.$s",
	"Rainy_Day_Harvey": "Pastikan kamu tetap kering hari ini, sayang. Aku tidak ingin kamu menjadi hipotermia.",
	"Rainy_Day_Sebastian": "Aku bangun tepat sebelum fajar dan berjalan-jalan di sekitar peternakan. Sangat tenang pada jam itu.",
	"Rainy_Day_Alex": "Hmm... Sepertinya aku harus melakukan push-up dan sit-up di dalam ruangan hari ini.",
	"Rainy_Day_Elliott": "Hujan membuatku teringat akan kehidupan lamaku di tepi laut.#$e#Perubahan adalah bagian dari hidup. Itu tidak apa-apa.",
	"Rainy_Day_Sam": "Mungkin aku akan menghabiskan waktu hari ini memperbaiki kebocoran di atap atau jendela.",
	"Rainy_Day_Emily": "Aku tahu kamu bangga dengan pekerjaanmu, tapi jangan terlalu berlebihan hari ini. Baiklah, sayang?$u",
	"Rainy_Day_Shane": "Atap bocor? Ah, baiklah... sedikit jamur tidak pernah membahayakan siapa pun.",
	"Rainy_Night_0": "Hujan membuat rasanya seperti kita sendirian.$l#$e#Aku kedinginan... Apa kamu siap untuk masuk ke tempat tidur?$l",
	"Rainy_Night_1": "Pastikan kamu mengganti pakaian dengan yang hangat. Aku tidak ingin kamu sakit.#$e#Bisakah kamu mendengar suara hujan memercik di atas atap, @?",
	"Rainy_Night_2": "Ah... Suara hujan yang menenangkan di atas sana... Aku akan tidur nyenyak malam ini.$h",
	"Rainy_Night_3": "Hujan membuat rumah kita terasa sangat nyaman.$h^Malam seperti ini, aku bersyukur kita punya atap yang berkualitas.",
	"Rainy_Night_4": "Aku membuat beberapa sup untuk makan malam. [199 218 219 727 730]$h#$e#Kamu membutuhkan sesuatu yang hangat di hari seperti ini!$h",
	"Rainy_Night_5": "Aku senang kamu pulang... Ini malam yang baik untuk tetap di dalam rumah.",
	"Rainy_Night_Maru": "Apa kamu berhasil menyelesaikan banyak hal hari ini, sayang?#$e#Aku mencoba memperbaiki beberapa hal di sekitar rumah... kamu tahu, hanya hal-hal kecil.",
	"Rainy_Night_Abigail": "Aku siap untuk masuk ke tempat tidur kapan pun kamu mau. Suara hujan akan membuat kita langsung tertidur.",
	"Rainy_Night_Penny": "Oh... bau itu? Aku mencoba memanggang sesuatu... Tidak berhasil dengan baik.$s",
	"Rainy_Night_Leah": "Bagaimana hari kamu hari ini, sayang? Berlumpur?",
	"Rainy_Night_Haley": "Hai, sayang. Aku sangat senang kamu pulang. Aku mulai merasa agak kesepian.$l",
	"Rainy_Night_Harvey": "Hai. Senang melihatmu.$h#$e#Aku menghabiskan hari dengan menyimak beberapa jurnal medis.",
	"Rainy_Night_Sebastian": "Aku tidak akan pernah bosan dengan hujan... terutama di sini di pedesaan.",
	"Rainy_Night_Alex": "Nenek selalu membuat semur panas di malam seperti ini.$h",
	"Rainy_Night_Elliott": "Duduklah, bersantailah! Kamu pasti lelah setelah melangkah melalui lumpur sepanjang hari.",
	"Rainy_Night_Sam": "Vincent menelepon. Dia bilang dia merindukanku dan juga menyapamu.$h",
	"Rainy_Night_Shane": "Aku baru saja berbicara dengan Jas dan Marnie. Sepertinya mereka sedang menikmati waktu mereka tanpa aku.",
	"Rainy_Night_Emily": "Beberapa roh hanya muncul di hujan. Mungkin kamu pernah mendengar tangis mereka?",
	"Indoor_Day_0": "Selamat pagi ~<$h#$e#Siap untuk bekerja keras hari ini? Aku siap.$h",
	"Indoor_Day_1": "Hai, sayang! Bau harum, bukan? Aku membuatmu sarapan! [194 195 210 211 216]#$e#Kamu membutuhkan makanan untuk tetap bertenaga sepanjang hari.",
	"Indoor_Day_2": "Apa kamu tidur nyenyak?#$e#Aku punya beberapa pekerjaan di sini.",
	"Indoor_Day_3": "Apa kamu bermimpi aneh semalam?#$e#Aku iya, tapi yang aku ingat hanya itu ada hubungannya dengan %adj %noun. Aneh.$s#$e#Hehe. Mimpi tidak berarti apa-apa... bukan, sayang?$l#$e#Ya, kita tidak bisa menghabiskan sepanjang hari untuk berbincang-bincang. Kamu punya pekerjaan yang harus dilakukan!",
	"Indoor_Day_4": "Selamat pagi, sayang. Hari lain dengan tugas-tugas pertanian ya?#$e#Aku akan mendoakanmu. <$h",
	"Indoor_Day_Maru": "Jika kamu pernah ingin berbicara tentang bagaimana memaksimalkan hasil tanaman atau apa pun... Aku terbuka untuk itu!",
	"Indoor_Day_Abigail": "Selalu ada hal baru yang terjadi di pertanian kita... Aku suka itu.",
	"Indoor_Day_Penny": "Tempat ini begitu besar dibandingkan dengan trailer, aku merasa kewalahan... Dengan cara yang baik!",
	"Indoor_Day_Leah": "Bolehkah aku menambahkan beberapa sentuhan arsitektur pada kayu di sekitar sini? Tangan pahatku gatal!",
	"Indoor_Day_Haley": "Selalu merasa bahagia di hari yang cerah.$h",
	"Indoor_Day_Harvey": "Langit terlihat bagus hari ini... begitu cerah!#$e#Mulai sekarang, aku hanya akan pergi ke klinik saat aku ada janji. Kalau tidak, aku bisa bekerja dari rumah saja!",
	"Indoor_Day_Sebastian": "Nah, tempat ini jelas lebih baik dari kamar bawah tanahku yang dulu, bukan?$h",
	"Indoor_Day_Alex": "Matahari bersinar dan aku penuh energi! Kamu lebih baik berhati-hati! Heh Heh.$h",
	"Indoor_Day_Elliott": "Aku sudah mencatat jurnal sejak kita tinggal bersama. Sekarang bahwa aku benar-benar punya kehidupan, aku punya banyak hal untuk ditulis.$h#$e#Aku ingin memastikan aku selalu mengingat tahun-tahun ini.",
	"Indoor_Day_Sam": "Ada terlalu banyak hal yang ingin aku selesaikan hari ini... Mungkin aku hanya akan menonton TV saja.",
	"Indoor_Day_Emily": "Dengan menyediakan produk-produk segar dan sehat untuk masyarakat, kita melakukan layanan yang besar!",
	"Indoor_Day_Shane": "Ada sesuatu yang spesial di udara... *mencium*... apa itu? Oh...#$b#Ini hanya keripik jagung tua yang aku masukkan ke saku beberapa minggu lalu. *keretak*",
	"Indoor_Night_0": "Apa kamu menyelesaikan semua pekerjaanmu hari ini, @?#$e#Aku melakukan beberapa pekerjaan rumah... tapi sekarang aku sangat lelah.#$e#Aku siap untuk tidur kapan pun kamu mau.$h",
	"Indoor_Night_1": "Wow, kamu terlihat seperti telah melakukan banyak pekerjaan hari ini.#$e#Sekarang kamu hanya perlu bersantai untuk malam ini.$h",
	"Indoor_Night_2": "Aku senang kamu pulang.#$e#Aku agak takut sendirian di malam hari.$s^Aku merasa kesepian di malam hari...$s#$e#...$h",
	"Indoor_Night_3": "Apa kamu sudah selesai dengan pekerjaanmu hari ini? Aku siap untuk bersenang-senang.$h#$e#Tapi jika kamu lelah, aku mengerti.",
	"Indoor_Night_4": "*huh*! Aku baru saja menyelesaikan pekerjaan rumahku. Sekarang kita bisa menghabiskan waktu bersama.$h#$e#Jadi, ceritakanlah tentang hari kamu.$l#$e#...$h",
	"Indoor_Night_Maru": "Kamu terlihat siap untuk tidur, @. Apa aku harus membawamu tertidur dengan detail teknis proyek terbaruku?$h#$e#*menguap*... Sejujurnya, aku agak ngantuk juga.",
	"Indoor_Night_Abigail": "Apa kamu siap untuk tidur segera? Aku menyalakan selimut listrik untuk kita...$l",
	"Indoor_Night_Penny": "Hai, sayang. Siap untuk menghabiskan malam yang tenang di rumah?",
	"Indoor_Night_Leah": "Sangat sunyi dan damai di malam hari. Tidak ada yang mengganggu dari pengalaman hidup.",
	"Indoor_Night_Haley": "Kamu terlihat seperti telah bekerja keras, sayang. Biarkan aku membantu kamu menghilangkan stres.$l",
	"Indoor_Night_Harvey": "Kamu terlihat seperti membutuhkan pijatan yang baik malam ini.$l#$e#Perintah dokter... Itu baik untuk peredaran darah!",
	"Indoor_Night_Sebastian": "#$c .5#Mungkin aku orang yang suka menyendiri, tapi aku selalu senang ketika kamu ada di sekitar.$h#$e#Hai, @. Senang melihatmu. Rasanya nyaman saat kamu ada di sekitar.$h",
	"Indoor_Night_Alex": "Aku merasa agak gelisah... Bagaimana kalau aku berikan pijatan yang mendalam saja?$l^Aku merasa sangat lelah... Itu pertanda bagus! Itu berarti aku sudah bekerja cukup keras hari ini.$h",
	"Indoor_Night_Elliott": "#$c .5#Kamu selalu berbau begitu enak setelah seharian bekerja keras. Itu adalah bau alamimu!^Kamu berbau manis, sayang. Seperti sarang lebah melayang di atas kolam teh rempah.#$e#Ayo, biarkan aku pijat punggungmu. Kamu terlihat tegang.$l^Kamu berbau manis, sayang. Seperti daun kayu manis mengambang di angin musim panas.",
	"Indoor_Night_Sam": "#$c .5#Aku heran apa bulan terlihat malam ini?#$e#Jadi, apa kamu sudah menyelesaikan semua pekerjaan di ladang hari ini? Jika tidak, aku tidak akan marah!",
	"Indoor_Night_Emily": "Ini rumah yang sangat nyaman... Aku suka.",
	"Indoor_Night_Shane": "Bagaimana hari kamu? Hari aku sebenarnya berjalan cukup baik.",
	"Outdoor_0": "Hari ini cuacanya sangat bagus, kan?$h#$e#Hari-hari seperti ini membuat pekerjaan sedikit lebih menyenangkan.",
	"Outdoor_1": "Aku hanya akan santai dan memeriksa kebun hari ini, oke?#$e#Ini daerah yang sangat bagus sekali.$h",
	"Outdoor_2": "Hai, sayang! Jika aku tahu lebih banyak tentang pekerjaan di ladang, aku akan membantumu lebih banyak. Maaf!#$e#Aku akan memikirkanmu.$h",
	"Outdoor_3": "Aku hanya akan membersihkan debu di sini. Itu seharusnya membantumu, kan?#$e#*Huh*... panas sekali di sini.",
	"Outdoor_4": "Jangan terlalu memaksakan dirimu, ya sayang.#$e#Pastikan untuk istirahat sejenak, atau makan sesuatu.$h",
	"Outdoor_Maru": "Aku suka berada di sini. Ini tempat yang bagus untuk memikirkan penemuan baru.$h#$e#Aku masih berharap bisa menciptakan sesuatu untuk membantumu dalam pekerjaanmu.",
	"Outdoor_Abigail": "Aku hanya akan menghabiskan waktu di sini, oke?#$e#Ada banyak serangga menarik dan hal-hal di sini. *Tertawa kecil*$h",
	"Outdoor_Haley": "Sepertinya hari yang bagus untuk mendapatkan kulit cokelatku, kan, sayang?$h",
	"Outdoor_Leah": "Wow, ini luar biasa! Aku mulai menikmati hidup di ladang, @.$h#$e#Ini adalah kehidupan yang selalu aku impikan.$l",
	"Outdoor_Penny": "Aku benar-benar bahagia di ladang kecil kita, @.$h",
	"Outdoor_Sebastian": "Ini sangat berbeda dari kehidupan lamaku, tetapi aku mulai menyukainya.$h#$e#Aku merasa benar-benar cocok di sini.$l",
	"Outdoor_Harvey": "Ini jauh lebih baik daripada terkurung di klinik sepanjang hari.$l#$e#Aku suka menontonmu di ladang... hehe",
	"Outdoor_Elliott": "Hari ini, aku akan melanjutkan menulis novel baruku. Tempat yang lebih baik daripada ladang kita yang indah, kan?$h#$e#Ini sempurna.$l",
	"Outdoor_Alex": "Hari ini, aku akan banyak berolahraga! Haha! Aku suka tinggal di ladang.$h",
	"Outdoor_Sam": "Hei, lihatlah awan-awan yang berbulu di langit, sayang!$h#$e#Aku akan mengamati itu sebentar, jika kamu tidak keberatan.",
	"Outdoor_Shane": "Aku tidak tahu apa paru-paruku bisa menangani segarnya udara ini. Aku masih terbiasa dengan JojaAir.",
	"Outdoor_Emily": "Kamu melakukan pekerjaan yang bagus, @. Teruslah seperti itu.",
	"jobLeave_Harvey": "Hari ini aku harus pergi ke klinik. Semoga harimu menyenangkan, oke?",
	"jobLeave_Penny": "Hari ini aku harus pergi ke kota. Jangan terlalu banyak bekerja, dan makanlah sesuatu yang enak untuk makan siang!$h",
	"jobLeave_Maru": "Aku harus segera pergi untuk bekerja. Sampai jumpa nanti malam. Aku akan memikirkanmu!$h",
	"jobReturn_Harvey": "#$c .5#Hai, sayang. Bagaimana harimu?#$e#*Huh*... Aku lelah...$s#$e#Pasien-pasiennya masih sehat, jadi itu adalah hari yang baik.",
	"jobReturn_Penny": "#$c .5#Selamat malam. Hariku baik-baik saja, terima kasih! Bagaimana denganmu?$h#$e#Jas dan Vincent tidak berperilaku dengan baik hari ini. Aku masih tegang...",
	"jobReturn_Maru": "#$c .5#Nah, itu hanya hari biasa di klinik.#$e#Hei. Apa harimu lebih seru daripada milikku? Aku harap begitu.#$e#$c .5#Nah, saatnya untuk bersantai. Apa kamu meninggalkan aku makan malam?#$e#Aku hanya menantikan waktu tidur.$h",
	"OneKid_0": "Apa kamu sudah menghabiskan waktu dengan %kid1 hari ini?",
	"OneKid_1": "Aku penasaran apa %kid1 akan tumbuh menjadi petani seperti kamu?",
	"OneKid_2": "Jangan khawatir, aku akan memberi makan %kid1 hari ini. Kamu hanya fokus mengurus ladang.",
	"OneKid_3": "Hidup sangat berbeda sekarang karena kita punya anak.",
	"TwoKids_0": "Aku sudah memberi makan %kid1 dan %kid2 sarapan. Mereka lapar!",
	"TwoKids_1": "Kita harus memastikan memberi perhatian yang cukup kepada %kid1 sekarang kita punya %kid2. Kita tidak mau ada kecemburuan di antara mereka.",
	"TwoKids_2": "Tahu tidak, aku pikir %kid2 punya hidungmu.",
	"TwoKids_3": "Rumah yang nyaman, dua anak yang luar biasa, dan lahan yang indah. Apa lagi yang tersisa?",
	"Good_0": "Sulit dipercaya kita akhirnya menikah...$l",
	"Good_1": "Tahu tidak, aku selalu punya perasaan bahwa kita akan bersama suatu hari nanti.$l",
	"Good_2": "Apa kamu menikmati kehidupan pernikahan, @?#$e#Aku menikmatinya.$l",
	"Good_3": "Wow, kamu terlihat sangat tampan hari ini!$l^Wow, kamu terlihat cantik hari ini.$l",
	"Good_4": "Tempat ini sekarang adalah rumahku... Aku bahagia di sini.$l",
	"Good_5": "Aku baru saja mengagumi kalung pernikahan kita... Kerangnya sempurna. Pasti kamu menghabiskan banyak uang!$l",
	"Good_6": "Berhati-hatilah di luar sana! Kadang aku khawatir kamu jatuh ke lubang tambang.",
	"Good_7": "@? Aku hanya ingin mengatakan bahwa aku menghargai semua kerja keras yang kamu lakukan untuk rumah tangga kita.$h",
	"Good_8": "Jangan khawatir tentang aku... Aku tahu kamu punya banyak tanggung jawab di luar rumah. Aku baik-baik saja di sini sendiri!$l",
	"Good_9": "Oh, aku tidak bosan... Aku hanya menikmati apa yang kita miliki di sini.#$e#Ini kehidupan yang sederhana, tapi aku suka.$h",
	"Neutral_0": "Aku harap kamu masih akan menyukaiku saat aku tua dan beruban.$s",
	"Neutral_1": "Apa kamu pikir kakekmu akan bangga dengan pekerjaan yang kita lakukan?",
	"Neutral_2": "Sedang istirahat? Aku kira menjadi petani lebih mudah dari yang kusangka...",
	"Neutral_3": "Jika kamu pergi ke kota, pastikan untuk menyapa semua orang dariku.",
	"Neutral_4": "Aku akan mencuci pakaian besok pagi sebelum kamu bangun... jadi kamu tidak akan punya waktu luang.",
	"Neutral_5": "Apa kita baik-baik saja dengan uang, @?",
	"Neutral_6": "Aku penasaran apa yang dilakukan semua orang di kota hari ini?",
	"Neutral_7": "Aku tidak benar-benar ingin melakukan apapun hari ini.",
	"Neutral_8": "Tidak peduli seberapa banyak aku membersihkan, rumah terus menjadi kotor lagi.#$e#Aku kira ladang bisa agak kotor.",
	"Neutral_9": "Aku penasaran apa kita akan tinggal di sini sepanjang hidup kita?",
	"Bad_0": "...Apa kamu masih mencintaiku?$s",
	"Bad_1": "*huh*... Mungkin kita menikah terlalu muda.$s",
	"Bad_2": "Apa kamu masih bahagia denganku?$s",
	"Bad_3": "Apa aku melakukan sesuatu yang salah? Kamu bertindak berbeda akhir-akhir ini.$s",
	"Bad_4": "Apa kamu pernah penasaran apa yang ada di luar sana?$s",
	"Bad_5": "Kamu dulu begitu romantis... apa yang terjadi?$s#$e#Aku tahu aku tidak seberapa muda seperti dulu... apa itu alasanmu menikahiku?$a",
	"Bad_6": "Kita hanya punya satu kehidupan yang singkat... apa ini cara terbaik untuk menjalaninya?$s",
	"Bad_7": "Dulu aku adalah kekasihmu... sekarang kamu hanya sepertinya menerima aku ketika aku membuat makan malam yang enak.$s",
	"Bad_8": "Kamu begitu dingin padaku akhir-akhir ini...$s",
	"Bad_9": "Aku penasaran apa aku bisa melakukan yang lebih baik.$s",
	"spring_1": "Nah, tahun baru telah tiba. Apa kamu punya rencana untuk apa yang ingin kamu capai tahun ini?#$e#Aku merasa cukup bersemangat.",
	"spring_8": "Sekarang musim dingin telah berakhir, kita punya banyak cuaca yang produktif untuk dinantikan.",
	"spring_23": "Aku harap kamu telah berlatih gerakanmu... besok adalah tarian bunga!",
	"summer_1": "Pastikan kamu tidak mengalami kelelahan panas, sayang.#$e#Minumlah banyak air dan jangan terlalu banyak bekerja.",
	"summer_8": "Maaf jika aku bau... Aku berkeringat sepanjang malam karena panasnya.",
	"summer_15": "Ini musim panas... itu berarti rumah penuh dengan lalat.#$e#Jangan khawatir, aku akan menanganinya.",
	"fall_1": "Cuaca ini terasa cukup nyaman setelah panasnya musim panas.",
	"fall_8": "Musim dingin sudah dekat. Kita harus memeriksa sistem pemanasan, mematikan katup-katup, dan memeriksa semua isolasi di rumah.#$e#Jangan khawatir, aku akan mengurus semuanya.",
	"fall_15": "Apa kamu sudah memikirkan apa yang akan kamu gunakan untuk tampilan grange kita besok?",
	"fall_26": "Haruskah kita pergi ke festival Spirit's Eve besok malam?",
	"winter_1": "Brrr.... Dingin sekali. Sepertinya musim dingin telah tiba.",
	"winter_7": "Apa kamu akan ikut kontes memancing besok?",
	"winter_28": "Terima kasih atas tahun yang luar biasa, @. Aku sangat bersemangat untuk menghadapi tahun depan bersama.$l",
	"spring_Maru": "Aku merasa bersemangat untuk tahun baru bercocok tanam, @!$h",
	"spring_Abigail": "Aku menyukai musim dingin, tapi pada akhirnya aku selalu senang melihat musim semi tiba.",
	"spring_Haley": "Apa kamu senang musim dingin sudah berakhir, sayang? Semuanya terasa lebih berharap sekarang.",
	"spring_Leah": "Jangan lupa mencari horseradish liar, daun bawang, dan dandelion saat kamu berada di luar sana!",
	"spring_Penny": "Aku begitu senang melihat sedikit hijau setelah musim dingin yang panjang dan putih itu.",
	"spring_Sebastian": "Wow, kulitku pucat... Aku kira lebih baik aku membantumu dengan beberapa pekerjaan pertanian musim ini.",
	"spring_Harvey": "Mari kita menanam beberapa sayuran sehat musim semi ini.$h",
	"spring_Elliott": "Aku menantikan tahun yang indah di pertanian %farm ini.$h",
	"spring_Alex": "Hai @. Ayo kerja keras hari ini!",
	"spring_Sam": "*hidung tersumbat* ... Alergi.",
	"spring_Shane": "Mungkin aku akan belajar keterampilan baru tahun ini...",
	"summer_Maru": "Ini waktu yang tepat untuk mengamati bintang.",
	"summer_Abigail": "Wah... Aku bisa makan kue cokelat sekarang.",
	"summer_Haley": "Kamu pasti sudah tahu bahwa musim panas adalah musim favoritku.$h",
	"summer_Leah": "Tidak ada yang pas dengan musim panas seperti anggur manis yang enak. Apa kamu setuju, sayang?",
	"summer_Penny": "Apa kamu menanam semangka musim panas ini?",
	"summer_Sebastian": "Aku akan tinggal di dalam sebanyak mungkin musim panas ini.",
	"summer_Harvey": "Pastikan kamu tidak terbakar matahari, sayang... Itu bisa merusak kulitmu.",
	"summer_Elliott": "Salah satu hal utama yang kutinggalkan dari lautan adalah ikan segar.",
	"summer_Alex": "Aku selalu punya energi yang paling banyak di musim panas.",
	"summer_Sam": "Musim panas selalu membuatku ingin makan lebih banyak barbecue.",
	"summer_Emily": "Huft! Panas tapi terasa bagus, bukan?#$e#Mungkin kita akan melihat beberapa burung beo liar hari ini.",
	"summer_Shane": "Apa yang ada di jadwalku hari ini... hmmm... #$e#Kurasa aku melihat beberapa makanan ringan pretzel pedas dan beberapa 'anak laki-laki dingin' di cakrawala.",
	"fall_Maru": "Aku senang aku masih bekerja di klinik... Ini adalah layanan penting bagi masyarakat.",
	"fall_Abigail": "Aku harap kita menanam labu tahun ini.$h",
	"fall_Haley": "Aku ingin makan kue.$e#Tapi bukan hanya kue biasa... harus berwarna pink.",
	"fall_Leah": "Tarik napas panjang... bisakah kamu mencium itu? Itu memberitahuku bahwa ini musim jamur.",
	"fall_Penny": "Sangat tenang di sini di pertanian. Aku tidak pernah menghargai alam sebanyak ini saat tinggal di kota.",
	"fall_Sebastian": "Ibuku selalu membuat sup labu yang lezat di musim gugur.",
	"fall_Harvey": "Aku pasti bisa minum anggur.",
	"fall_Elliott": "Ah... Musim gugur. Matahari hangat tenggelam rendah di langit, melemparkan bayangan panjang di atas ladang-ladang emas yang bergelombang.#$e#Ini adalah waktu yang indah dalam setahun, bukan?",
	"fall_Alex": "Aku merasa lemah... Aku butuh protein.$s",
	"fall_Sam": "Aku penasaran apa yang terjadi di dunia lain? Kita benar-benar terpencil di sini.",
	"fall_Emily": "Aku minum smoothie super makanan ini pagi dan aku merasa luar biasa!$h",
	"fall_Shane": "Kupikir ada spesies jamur baru tumbuh di belakang kulkas kecilku.#$e#Ah ya, itulah musimnya, kan?",
	"winter_Maru": "Musim semi akan segera datang. Aku benar-benar berharap bisa makan pai rabarber.",
	"winter_Abigail": "Masih ingat saat kita bermain game 'Prairie King' bersama di kamarku? Itu waktu yang menyenangkan.$h",
	"winter_Haley": "Aku baru saja memikirkan tentang waktu kamu membantuku membuka toples acar.$h#$e#Kita sudah mengalami banyak hal sejak saat itu.$l",
	"winter_Leah": "Aku selalu merasa ingin makan salad di musim dingin... Membuatnya tidak nyaman, aku tahu.",
	"winter_Penny": "Aku akan banyak membaca di musim dingin ini.",
	"winter_Sebastian": "Aku penasaran apa yang dilakukan oleh Sam? Dulu kami sangat dekat.",
	"winter_Harvey": "Musim dingin adalah musim flu, jadi pekerjaan akan menjadi lebih stres. Maaf sebelumnya jika aku menjadi gusar.",
	"winter_Elliott": "Kurasa aku akan menulis sedikit di musim dingin ini. Tidak banyak yang bisa dilakukan, kan?",
	"winter_Alex": "Aku harap kakek nenekku baik-baik saja. Mereka biasanya mengandalkan bantuanku cukup banyak. Kamu tahu, mengangkat barang-barang berat atau apa pun.",
	"winter_Sam": "Aku sudah menyerah untuk menjadi musisi. Sekarang aku seorang kepala keluarga!",
	"winter_Emily": "Ups, rambutku kembali membeku.$s",
	"winter_Shane": "Ada dunia yang luas di luar sana... tapi aku lebih suka tinggal di kamarku.",
	"spouseRoom_Maru": "#$c .5#Aku bangun lebih awal untuk sedikit melihat bintang.#$e#Aku harap kamu tidak keberatan jika aku menghabiskan waktu untuk proyek-proyekku hari ini, sayang.",
	"spouseRoom_Abigail": "#$c .5#Aku bangun sedikit sebelum kamu dan memberi makan David Jr. Dia sangat aktif pagi ini.#$e#Aku harap kamu tidak keberatan dengan bau guinea pig.",
	"spouseRoom_Haley": "#$c .5#Silakan mulai harimu, sayang. Aku hanya sedang merias wajahku.#$e#Apa rencanamu hari ini?",
	"spouseRoom_Leah": "#$c .5#Suatu hari nanti aku akan membuat potretmu.#$e#Pemandangan dari jendela ini sangat menginspirasi, bukan?",
	"spouseRoom_Penny": "#$c .5#Aku selalu ingin punya perpustakaan sendiri. Ini begitu menawan.$h#$e#Aku suka membaca sedikit di pagi hari. Itu membuat otakku terangsang.",
	"spouseRoom_Sebastian": "#$c .5#Aku sedang mempertimbangkan apa aku harus bekerja atau hanya membaca komik sepanjang hari.#$e#Hei, apa kita punya pizza di dalam freezer? Aku lapar.",
	"spouseRoom_Harvey": "#$c .5#Tidak ada lalu lintas udara pagi ini, sayang. Tapi masih menyenangkan untuk mengeluarkan peralatan sesekali.#$e#Aku sedang membuat model pesawat baru. Ini jauh lebih menenangkan di sini daripada di apartemen lamaku.",
	"spouseRoom_Elliott": "#$c .5#Kurasa aku akan menulis hari ini.#$e#Apa kamu akan baik-baik saja tanpa bantuanku?",
	"spouseRoom_Alex": "#$c .5#Jangan pernah biarkan aku menjadi malas. Aku ingin tetap dalam kondisi yang baik untukmu!#$e#Di sini ada banyak ruang untuk melakukan latihanku. Aku membuat kemajuan lebih dari sebelumnya!",
	"spouseRoom_Sam": "#$c .5#Gitar lama... Aku tidak punya semangat yang sama untuk memainkannya lagi. Tidak apa-apa.#$e#Apa rencanamu hari ini?",
	"spouseRoom_Emily": "Aku akan menghabiskan waktu bersama burung beo hari ini. Menyedihkan bahwa dia tidak akan pernah bisa terbang lagi.$u",
	"spouseRoom_Shane": "#$c .5#Minuman keras atau apel? Kadang kehidupan bisa menantang.#$e#Hai, @. Aku akan menghabiskan waktu di sini hari ini dan, mungkin membersihkan lantai sedikit atau apa pun.",
	"Rainy_Day_Krobus": "Ah, hari ini lebih lembap dengan hujan... Aku merasa jauh lebih nyaman.",
	"Rainy_Night_Krobus": "Suara hujan mengingatkanku pada saluran air... itu menenangkan.#$e#Saluran air adalah tempat perlindunganku... Aku merasa aman di sana. Tapi jangan khawatir... Aku juga merasa sama tentang rumah baruku.",
	"Indoor_Day_Krobus": "Aku ingin bisa membantumu di ladang, tapi aku tidak bisa keluar di bawah sinar matahari...",
	"Indoor_Night_Krobus": "Hai, @. Selamat datang di rumah. Kamu terlihat seperti sudah bekerja keras di luar!$h",
	"Outdoor_Krobus": "Di hari seperti ini, aku bisa menikmati udara luar bersamamu. Ini sangat menyenangkan!$h#$b#Beritahukan saja jika kamu melihat ada yang datang, sehingga aku bisa bersembunyi.$u",
	"NoBed_0": "Di mana aku harus tidur...?$s",
	"NoBed_1": "Aku tidak bisa tidur dengan baik semalam...$s",
	"NoBed_2": "Aku tidur di lantai semalam...$s",
	"NoBed_3": "Apa yang terjadi pada tempat tidur kita...?$s"
}