{
	"Rainy_Day_0": "Akhirnya... hujan deras. Aku cepat bosan dengan cuaca yang cerah.",
	"Rainy_Day_1": "Hey. Tadi aku ngeliat-liat kamar lamaku di ruang bawah tanah. Aku merasa nyaman di sana, tapi ini jauh lebih menarik. Dan aku nggak kangen bau di sana...#$e#Aku agak malu tinggal di rumah ibuku begitu lama.",
	"Rainy_Day_2": "Hai. Aku nggak bisa tidur semalam jadi aku jalan-jalan ke gua. Aku nemuin ini... mau?#$e#Aku cuma kadang susah tidur, nggak ada hubungannya sama kamu. Aku sayang kamu.",
	"Rainy_Day_3": "Kayaknya hari yang pas banget buat cuma rebahan, mungkin baca buku atau apa... menurutmu gimana?",
	"Rainy_Day_4": "Hai, hari hujan lagi... sempurna.#$e#Kamu keliatan kedinginan... ini, dekat sini aja.$l",
	"Rainy_Night_0": "Aku lagi berusaha berhenti merokok sekarang kita udah nikah... Aku nggak mau mati duluan darimu. Kebiasaan buruk.#$e#Aku pengen punya masa depan bersamamu.$l",
	"patio_Sebastian": "Butuh apa? Aku cuma bakal di sini dulu ngurus sepeda motorku sebentar.",
	"Rainy_Night_1": "Hari ini aku kerja di laptop. Sebenernya aku lagi mikirin ide buat game yang pengen aku buat.#$e#Dari pendapatan pertanianmu, aku bisa ngelakuin apa yang aku mau dengan hidupku. Sungguh menakjubkan. Terima kasih.",
	"Rainy_Night_2": "Maaf, aku nggak masak malam ini. Mungkin ada pizza beku di kulkas atau apa.#$e#Aku nggak tau, pikiranku lagi nggak fokus. Susah inget harus ngapain...",
	"Rainy_Night_3": "Gimana hari kamu? Nggak ada monster yang kamu kalahkan?#$e#Enak ya kadang-kadang bisa lepas emosi, kan?",
	"Rainy_Night_4": "Mungkin seorang penyihir akan mampir ke rumah kita malam ini? Hah... kalo hidup itu seru begitu...",
	"Indoor_Day_0": "Semakin tua aku, semakin aku nggak tertarik sama kota. Dulu ada sesuatu yang mistis di sana. Tapi ternyata itu cuma fantasi romantis.#$e#Kota itu ramai, penuh orang... Aku nggak cocok di sana. Aku suka sendiri.",
	"Indoor_Day_1": "Hey... mau kopi?#$e#Aku butuh, tadi bangun tidur karena mimpi buruk dan nggak bisa tidur lagi.",
	"Indoor_Day_2": "Tadi malam aku nggak bisa tidur jadi aku naik motor malem-malem.#$e#Aku perlu tetep mandiri, meskipun kita udah nikah. Itu sifatku. Tapi aku tetep sayang kamu.",
	"Indoor_Day_3": "Hey. Gimana tidur kamu semalam? Aku dengar kamu ngomong sendiri.#$e#Kamu keliatan takut, tapi harus aku akui... itu agak lucu.$l",
	"Indoor_Day_4": "Nggak nyangka bisa tinggal di sini bersamamu mengajarkan aku untuk sedikit keluar dari zona nyaman. Kurasa itu baik untukku.$7",
	"Indoor_Night_0": "Hai. Aku cuma di rumah aja hari ini. Nggak ada yang menarik...#$e#...#$e#Pemandangan dari rumah kita sempurna. Kamu bisa lihat matahari terbenam di atas Pelican Town dari beranda depan.",
	"Indoor_Night_1": "Mungkin aku minum kopi terlalu banyak... Aku nggak terlalu ngantuk.#$e#Aku masih berusaha menyesuaikan diri dengan jadwal pertanian. Dulu aku suka begadang sampai jam 5 pagi dan tidur sampai jam 2 siang, kadang-kadang.$h",
	"Indoor_Night_2": "Seru juga punya tempat kita sendiri. Aku bisa ngelakuin apa aja yang aku mau tanpa diganggu orang terus.#$e#Aku yakin Maru senang aku udah pergi.",
	"Indoor_Night_3": "Tadi aku lihat ke luar jendela ada kelelawar. Susah sih keliatan, tapi kalau kamu fokus kamu bisa sering lihat mereka terbang. Mereka ada di luar sana.",
	"Indoor_Night_4": "Aku sering merasa nggak dihargai di rumah... tapi di sini aku merasa benar-benar cocok. Terima kasih udah membuatku merasa diterima, @.$l",
	"Outdoor_0": "Aku kayaknya pengen ngapa-ngapain hari ini... tapi nggak yakin mau ngapain. Kamu pernah ngalamin masalah kayak gitu, @?",
	"Outdoor_1": "Hmm... kadang-kadang aku harus paksa diri buat tetap di luar untuk kesehatan.#$e#Aku nggak tau apa penyebabnya, tapi aku suka di dalam rumah. Mungkin aku udah terlalu biasa dengan ruangan gelap di ruang bawah tanah.",
	"Outdoor_2": "Aku cuma bakal nonton kamu dari sini.$h#$e#Aku suka nonton kamu.",
	"Outdoor_3": "Aku nggak mau jadi lembek sekarang aku udah jadi suami. Mungkin aku harus makan lebih banyak cabe dan mulai berolahraga?#$e#Cuma sekedar ide...$h",
	"Outdoor_4": "Kita harus membesarkan lebih banyak slimes... Dalam jumlah besar, mereka bisa lumayan menguntungkan. Dan mereka mudah dipelihara.#$e#Selain itu, slimes berwarna-warni menghasilkan item yang berbeda. Aku nggak tau, aku pikir itu bakal jadi hobi yang cukup seru buat kita.",
	"OneKid_0": "Aku masih harus beradaptasi jadi seorang ayah. Tenang aja, aku bakal jaga %kid1 dengan baik! Ini cuma... sesuatu yang baru.",
	"OneKid_1": "Mungkin nanti, ketika %kid1 udah agak besar, aku akan beli sidecar untuk motor dan kita semua bisa naik bareng.$h",
	"OneKid_3": "Kamu pernah mencium bau %kid1? Mungkin sudah waktunya mandi...",
	"TwoKids_0": "Tenang aja, aku udah kasih makan anak-anak... %kid2 tumpahin susu coklat ke baju aku lagi.",
	"TwoKids_1": "Aku harap %kid1 dan %kid2 saling baik satu sama lain. Maru dan aku sering berantem waktu kecil.#$e#Kalau aku pikir-pikir, kebanyakan salahku...",
	"TwoKids_2": "Aku punya mimpi yang sama berkali-kali kalau %kid2 pakai kostum shadow shaman dan duduk di atas labu bercahaya. Aneh, ya?",
	"TwoKids_3": "Kita udah jauh ya, @. Lihat keluarga kita. Jujur, dulu aku nggak pernah kepikiran bakal ada di situasi seperti ini.#$e#Sekarang aku ada di sini, aku suka...$l",
	"Good_0": "Hai. Lihat aku. Jangan pernah lupakan bahwa aku mencintaimu... kamu segalanya bagiku.$l#$b#Sekarang pergilah mencari uang untuk kita.$h",
	"Good_1": "Hai... kemarilah. Kamu terlihat luar biasa hari ini.$l",
	"Good_2": "Kamu selalu terlihat luar biasa, bahkan setelah berlumuran lumpur di halaman sepanjang hari.$l",
	"Good_3": "Aku nggak sering tunjukkan, tapi aku benar-benar bahagia jadi suamimu. Menikahimu adalah keputusan terbaik yang pernah aku buat.$l",
	"Good_4": "Kamu nggak perlu khawatir tentang aku. Aku suka menghabiskan banyak waktu sendirian.",
	"Good_5": "Kadang-kadang aku merasa sangat marah... tapi ketika kamu datang, aku selalu mulai tenang.$7#$e#Mungkin aku akan semakin tenang seiring bertambahnya usia.",
	"Good_6": "Aku tahu kamu tangguh, tapi aku masih khawatir tentangmu, kadang-kadang. Jangan pernah pergi berburu monster tanpa eliksir kehidupan dan sepatu bot yang kokoh, oke?",
	"Good_8": "Aku nggak terlalu bersemangat untuk bekerja hari ini. Mungkin aku akan lihat acara apa yang ada di TV.",
	"Good_9": "Aku nggak benar-benar butuh teman. Kamu satu-satunya orang yang aku butuhkan dalam hidupku. Apa itu aneh?#$e#Kayaknya aku beda dari kebanyakan orang.",
	"Neutral_0": "Saat aku jalan-jalan, aku berusaha semaksimal mungkin untuk menghindari semua orang. Aku benci dipaksa melakukan obrolan kecil.",
	"Neutral_2": "Kenapa nggak ceritain tentang hari kamu nanti saat kita di tempat tidur malam ini? Aku agak sibuk sekarang...",
	"Neutral_3": "Kamu akan pergi ke kota hari ini? Kenapa, ada apa?",
	"Neutral_4": "Kayaknya aku bisa mencuci pakaian hari ini... Kamu pasti sibuk mengurus pertanian.",
	"Neutral_5": "Apa kita baik-baik saja dengan uang? Aku nggak mau harus jual laptopku...",
	"Neutral_6": "Kalau kamu perlu pergi ketemu teman-temanmu di kota, pergilah. Aku suka sendirian, kok.",
	"Neutral_8": "Membersihkan rumah nggak menyenangkan, tapi kalau aku denger musik, waktu berlalu dengan cepat.",
	"Bad_5": "Lihat, aku cuma mau sendirian. Kenapa kamu nggak pergi ke luar dan lakukan apa yang kamu suka sebentar?",
	"Bad_6": "Apa yang kamu mau? Kamu terdengar seperti ayah tiriku. Pergi sana.$a",
	"Bad_7": "Tempat ini mulai terasa seperti kuburan.$s",
	"Bad_8": "Aku mulai merokok lagi... Aku lagi sangat stres belakangan ini.$s",
	"funLeave_Sebastian": "Aku akan pergi jalan-jalan hari ini. Aku butuh waktu untuk diriku sendiri. Sampai jumpa nanti malam.",
	"funReturn_Sebastian": "Hari ku lumayan, nggak ada yang istimewa untuk diceritakan. Kenapa nggak kamu ceritain tentang hari kamu?",
	"spring_1": "Oohh... kepala ku. Selamat tahun baru...$h",
	"spring_12": "Apa kamu excited untuk festival besok? Bakal seru ketemu lagi sama Sam.",
	"spring_23": "Oh... besok adalah tarian bunga, kan? Harus kita pergi?#$e#Aku benci pakaiannya yang sempit dan aneh itu. Kenapa Lewis membuat kita melakukan ini?$s",
	"summer_1": "Musim panas sudah tiba... Aku harus mulai mengoleskan tabir surya tebal-tebal jika ingin mempertahankan warna kulitku yang pucat...",
	"summer_10": "Sudahkah kamu memikirkan apa yang akan kamu masukkan ke dalam sup luau?#$e#Aku tidak punya ide apa yang enak... kamu kan koki!$7",
	"summer_27": "Cuaca mulai mendingin. Rasanya enak.#$e#Haruskah kita pergi ke festival besok malam? Sebenarnya itu tradisi yang agak kusuka.$7",
	"fall_1": "Sepertinya seluruh lembah berubah dalam semalam... Aku rasa musim gugur akhirnya tiba.",
	"fall_15": "Pameran Stardew Valley agak ramai buat selera ku... tapi aku akan berteman dengan Sam. Akan menyenangkan mengejar ketinggalan dengannya.#$e#Kamu bisa mainkan beberapa permainan karnaval, kan! Jangan khawatir tentang aku.$7",
	"fall_26": "Aku bersemangat untuk Spirit's Eve besok. Aku penasaran ada horor apa yang akan kita temui di sana.$h",
	"winter_1": "Apa rencanamu musim dingin ini? Aku tahu ini waktu yang santai buatmu.",
	"winter_7": "Apa kamu akan ikut kontes memancing besok?",
	"winter_28": "Ini tahun yang hebat, @. Kita harus merayakannya sedikit. [346]$h#$e#Aku yakin tahun depan akan lebih baik.$7"
}