{
	"Rainy_Day_0": "Dengan semua ruang ini, aku benar-benar bisa mendapatkan latihan seluruh tubuh.",
	"Rainy_Day_1": "Aku tidak pernah punya banyak teman di kota... Kadang-kadang aku penasaran bagaimana akhirnya jika kamu tidak pindah ke sini.$9",
	"Rainy_Day_2": "Aw... aku akan jogging di luar. Tapi aku tidak bisa melakukannya di cuaca seperti ini.",
	"Rainy_Day_3": "*grumble*... Aku baru saja bangun dan aku lapar akan protein.$9",
	"Rainy_Day_4": "Kurasa aku akan mulai membaca buku. Aku tidak ingin menjadi stagnan sekarang setelah aku menjadi pria yang menikah!",
	"patio_Alex": "Unghh... satu... Unghhh... dua... Rasanya luar biasa mengangkat beban di luar rumah!$6",
	"Rainy_Night_0": "Hei, apa kabar? Aku yakin besok akan lebih baik.$h",
	"Rainy_Night_1": "Bagaimana kabarmu? Aku telah membawa gridball tua bersamaku sepanjang hari. Seseorang bisa berpura-pura...$u",
	"Rainy_Night_2": "Oh... bau itu? Aku sudah makan bawang putih sepanjang hari. Aku mencoba tetap gagah... Maaf.$l",
	"Rainy_Night_3": "Aku menyisihkan beberapa sisa untuk Dusty. Dia pantas mendapatkan camilan sesekali.",
	"Rainy_Night_4": "Aku lapar jadi aku membuat makan malam. Nah, aku menyisihkan sepiring untukmu. [241 242 225 214 198]$h",
	"Indoor_Day_0": "Ahh... tidak ada yang seperti tidur nyenyak di samping suamiku!$h^Ahh... tidak ada yang seperti tidur nyenyak di samping istriku!$h",
	"Indoor_Day_1": "Hei, sayang! Aku membuatmu sarapan panas.[195 210 211]#$e#Jika kamu ingin menjadi kuat, kamu harus makan dengan sungguh-sungguh!",
	"Indoor_Day_2": "Ayo ke sini. *peluk*... Mmhmm. Kamu semakin berotot dari semua pekerjaan pertanianmu.",
	"Indoor_Day_3": "Aku masih terbiasa memasak dan mencuci pakaian... Itu bukan hal favoritku, tapi aku tahu apa yang aku dapatkan saat aku menikahimu.$h",
	"Indoor_Day_4": "Ada beberapa hal di rumah yang akan aku coba perbaiki hari ini. Jangan khawatir tentang aku, aku tidak bosan.",
	"Indoor_Night_0": "Rasanya baik mendorong dirimu sampai batasnya, bukan? Kamu benar-benar akan merasa telah memperoleh tempatmu di tempat tidur yang nyaman malam ini.",
	"Indoor_Night_1": "Apa kamu potong rambut atau apa? Kamu terlihat cukup bagus hari ini. Mungkin semua itu udara segar...$l",
	"Indoor_Night_2": "Ceritakanlah tentang hari kamu. Baiklah untuk membicarakan segalanya sesekali.",
	"Indoor_Night_3": "Hei... Aku mendapatkan celana pendek baru. Kurasa kamu mungkin tertarik untuk mengetahuinya...$l",
	"Indoor_Night_4": "Jika kamu membutuhkan waktu sendiri yang tenang, itu baik-baik saja bagiku.",
	"Outdoor_0": "Hei. Saat aku berdiri di sini dan melihat ke atas tanah kami... Aku benar-benar bangga. Kamu sudah melakukan pekerjaan yang hebat.",
	"Outdoor_1": "Ini adalah tempat yang bagus untuk membesarkan anak-anak. Aku pasti akan menyukai tumbuh dewasa di tempat seperti ini. Begitu banyak ruang untuk berlarian!",
	"Outdoor_2": "Aku suka menghabiskan waktu sebanyak mungkin di luar. Rasanya lebih baik berada di sini.",
	"Outdoor_3": "Lihatlah kita, dengan kebun kecil kita. Kita pasangan yang lucu.$h^Hei. Mungkin karena cahaya emas, tapi kamu terlihat cantik hari ini.$l",
	"Outdoor_4": "Ahh... Rasanya luar biasa berada di luar. Stardew Valley benar-benar tempat yang paling indah...",
	"OneKid_0": "Aku masih mencoba terbiasa dengan hidup baruku sebagai ayah yang tinggal di rumah.$h",
	"OneKid_1": "Si kecil %kid1 akan tumbuh kuat, seperti Ayah.",
	"OneKid_3": "Aku penasaran seperti apa rasanya hamil...?$h",
	"TwoKids_2": "Mungkin %kid2 akan menjadi pemain gridball profesional pertama dari Pelican Town?$h",
	"TwoKids_3": "Akhirnya aku punya kehidupan keluarga yang aku lewatkan sebagai seorang anak... terima kasih.$l",
	"Good_0": "@... Aku akan selalu mencintaimu.$l",
	"Good_1": "Kamu sangat tampan... sudahkah aku memberitahumu itu?$l^Kamu sangat cantik... sudahkah aku memberitahumu itu?$l",
	"Good_6": "Aku tahu kamu kuat, tapi terkadang aku khawatir kamu dimakan oleh slime... atau yang lebih buruk. Hati-hati saja.$9",
	"funLeave_Alex": "Aku pergi ke kota hari ini. Aku akan bertemu denganmu malam ini.",
	"funReturn_Alex": "Aku punya hari yang baik. Aku senang melihat kakek nenekku sering, mereka sudah cukup tua.",
	"spring_1": "Akhirnya, salju sudah mencair dan matahari kembali! Tubuhku terasa hebat.$h",
	"spring_6": "Aku penasaran apa bubuk stardrop akan membantu aku untuk berotot...",
	"spring_12": "Apa kamu bersemangat untuk festival besok? Aku kira akan baik untuk menimbun telur gratis.",
	"spring_23": "Oh... besok adalah tarian bunga, kan? Aku lebih baik melakukan beberapa push-up tambahan malam ini.$9#$e#Jumpsuit mereka cukup ketat... dan semua orang akan memperhatikan dengan seksama.",
	"summer_1": "Musim panas adalah waktu yang sangat energik, dan tubuhku juga merasakannya! Aku merasa solid.",
	"summer_10": "Apa kamu sudah memikirkan apa yang akan kamu masukkan ke dalam sup luau?#$e#Aku tidak tahu apa yang enak... kamu yang jago masak!$h",
	"summer_27": "Ah... musim panas hampir berakhir. Otot-ototku mulai kempis...$s",
	"fall_1": "Nah, musim panas sudah berakhir... tapi aku akan tetap positif. Musim hangat akan selalu kembali.",
	"fall_15": "Besok adalah pameran, kita akan pergi?#$e#Aku tidak peduli satu pun.",
	"fall_26": "Aku harap kakek nenekku baik-baik saja. Kakek terlalu pelit untuk menyalakan pemanas sampai menit terakhir.",
	"winter_1": "Pastikan kamu tetap hangat musim dingin ini. Aku khawatir tentang kulit lembutmu.",
	"winter_7": "Apa kamu akan ikut kontes memancing besok? Kurasa kamu bisa memenangkannya!",
	"winter_28": "Ini telah menjadi tahun yang hebat, @. Aku menantikan tahun depan! Sekarang, mendekatlah... $l"
}