{
  "Introduction": "Eh, kamu yang baru aja pindah ke sini, kan?#$b#Aku Maru. Seneng banget ketemu kamu!$h#$e#Tau gak, di kota kecil kaya gini, kehadiran orang baru bisa banget ubah suasana komunitas. Seru banget!",
  "FlowerDance_Accept": "Heh... oke deh! Tiba-tiba jadi pengen ikutan dansa itu.$h",
  "AcceptBirthdayGift_Positive": "Eh, ini kado ulang tahun? Keren juga! Makasih ya udah ingetin aku!$h",
  "AcceptBirthdayGift_Negative": "Eh, ini kado ulang tahun? Hmm, ya, gitu deh. Makasih udah ingetin aku, meskipun begitu.",
  "AcceptGift_(O)StardropTea": "Mmm... Enak banget! Gimana sih rasanya bisa segini enaknya?",
  "AcceptGift_(O)787": "Ini pas banget buat proyek terbaru aku! Makasih, @!$h",
  "AcceptGift_(O)336": "Wow, emas murni... Meskipun bukan bahan paling kuat, tapi punya banyak manfaat banget!$h",
  "AcceptGift_(O)337": "Oh, keren! Ini unsur langka. Katanya, iridium di dunia kita semua berasal dari meteor...$h",
  "AcceptGift_(O)122": "Wah, seru nih! Bakal aku analisis lagi dan coba balikin lagi teknologinya.$h",
  "AcceptGift_(O)910": "Aduh! Hati-hati tuh! Udah dipegang pake tangan kosong?#$b#... Maaf ya... hehe... Dengan penanganan yang bener, ini bakal sempurna buat mesin eksotis yang lagi aku bangun.",
  "dating_Maru": "Ummm... Jangan sampe kasih tau bapak aku ya? Aku yang urusin.",
  "dating_Maru_memory_oneday": "Mmm... Aku susah banget fokus sama kerjaan hari ini.$l",
  "GreenRain": "Aku pengen banget ikut bapak ngumpulin sampel, tapi ibu aku maksa kita tetep di sini...",
  "GreenRain_2": "Ini kesempatan langka buat nge-studi fenomena unik... setiap detik itu berharga!",
  "eventSeen_9": "Seharusnya aku luangin waktu lebih lama buat bikin karya itu sebelum nunjukin ke kamu...$s",
  "eventSeen_9_memory_oneweek": "Gimana kabar tangannya?#$b#Biarkan aku lihat... Eh, keliatan udah sembuh semua!$h",
  "married_Sebastian": "Eh, kayaknya sekarang kita udah kayak saudara deh!$h^Eh, kayaknya sekarang kita udah kayak saudari deh!$h#$e#Seneng banget Sebastian bisa keluar dari basement...#$e#Semoga kalian berdua bahagia!",
  "married_Penny": "Eh, selamat ya!$h#$b#Aku inget banget pertama kali Penny cerita kalo dia suka sama kamu...#$b#Dia malu-malu gitu, tapi aku langsung tahu itu serius... dia gak bakal bilang begitu kalo gak beneran!",
  "married_Harvey": "Kamu keliatan terlalu sehat buat sering-sering ke klinik... Sekarang baru ngeh maksudnya...",
  "Resort_Entering": "Willy bilang kamu bantu perbaikin kapal. Makasih udah bantu!",
  "Resort_Leaving": "Seru juga tadi!",
  "Resort": "Aku udah ngerasa beberapa spesies bintang laut yang beda-beda. Favoritku yang ungu gede, tapi semuanya menarik!",
  "Resort_Towel": "*gasp*... Itu gerhana matahari!$3#$b#Eh, gak jadi. Itu cuman badan kamu yang ngeblok matahari aja.",
  "Resort_Towel_2": "Jauh banget dari peradaban di sini.#$b#Bayangin, malam pasti bisa liat bintang-bintangnya jelas banget.#$e#Siapa tau, bisa aja kita liat piring terbang!$h",
  "Resort_Bar": "Hmm... Kenapa buah tropis enak banget sih?",
  "Resort_Shore": "Aku mikir, boleh ya Willy izinin bawa teleskop kesini suatu waktu...#Langitnya jelas banget, aku yakin bisa liat Pelican Town di horizon.#Mungkin malah bisa liat kamu lari-lari di %farm Farm!",
  "FlowerDance_Accept_Spouse": "Tentu aja... *bisik* Trus kita pulang dan peluk-pelukan ya?$l",
  "FlowerDance_Decline": "Aku terharu! Tapi... Enggak.",
  "divorced": "Kita gak punya apa-apa untuk dibicarakan.$a",
  "breakUp": "Gak cukup baik buat kamu ya?$a#$b#Baiklah...$s",
  "dumped_Girls": "Kamu berani juga bicara sama aku!$a",
  "secondChance_Girls": "Kamu kehilangan sedikit rasa hormat dari aku, @... tapi aku siap maafin kamu.$s",
  "Mon": "Kalo aku lagi kesusahan dengan masalah teknis, aku selalu jalan-jalan.#$e#Seringkali ganti pemandangan bisa bantu banget.",
  "Tue": "Udah pernah ketemu ibuku belum? Dia tukang kayu di kota ini.",
  "Wed": "Di hari Selasa dan Kamis, aku kerja di kliniknya Harvey.#$b#Katanya, dia seneng ada aku di sekitar kalo alat medisnya bermasalah!$h#$e#Jadi petani pasti enak ya?",
  "Thu": "Musim panas ini aku rencananya bakal banyak habisin waktu sama teleskop.",
  "Thu4": "Kadang, pas lagi ngeliat bintang-bintang pake teleskop, aku tuh kaya keseret perasaan aneh... Kaya kita gak seharusnya liat ini.#$e#Gak masuk akal, ya...$h",
  "Sat": "Kenal kan sama ayahku, Demetrius? Dia ilmuwan. Aku seneng banget bantu dia di lab.",
  "Sat2": "Enak banget rasanya bisa benerin sesuatu sendiri, daripada cuma dibuang aja.",
  "Sat4": "Beberapa orang bilang 'sihir gak nyata'... tapi pernah gak mereka mikir bener-bener tentang magnetisme?",
  "Sat6": "Kalo dipikirin, tubuh manusia tuh susah dipercaya kalo semua 'berfungsi' begitu aja.",
  "Sat8": "Tau gak, tadi aku mikir... meskipun udah ada teknologi canggih, gak ada yang bisa ngalahin punya teman manusia asli.",
  "Fri": "Maaf ya kalo keliatan ngambek... Aku agak pegel dari kerja kemarin.#$c .5# Harusnya aku angkut sepuluh kotak berkas medis ke loteng!#$e#Aku harus ngerapiin rekaman pasien selama empat jam nonstop!",
  "Sun": "Hai!#$q 3/4 Sun_01_old#Seru gak sih kerja di sawah?#$r 3 0 Sun_01_01#Iya.#$r 4 0 Sun_01_02#Enggak.",
  "Sun_01_old": "$p 3#Eh, udah lewat seminggu lagi ya kerjaan di farmnya! Kayanya semuanya lancar-lancar aja buat kamu.$h|Lagi seminggu yang melelahkan di farm ya? Pasti kerjaannya bener-bener banyak...$s",
  "Sun_01_01": "Wah itu bagus kan?$h",
  "Sun_01_02": "Waduh! Maaf ya. Pernah mikir gak sih buat coba hal lain...?$s",
  "Tue2": "Mampir ke rumah kita kalo butuh upgrade bangunan.#$e#Selalu asik ada tamu.",
  "Fri4": "Ibuku tukang kayu dan bapakku ilmuwan. Kayanya wajar aja deh kalo aku suka bikin alat.",
  "Fri6": "Bapakku logis banget, dan ibuku intuitif banget. Bedanya itu sering bikin konflik...$s",
  "Mon6": "Kadang-kadang kepala aku penuh banget dengan pikiran yang gak penting sampe susah mikir. Pernah gak kamu?#$e#Jalan-jalan bawa angin segar biasanya bantu banget.",
  "Wed8": "Seneng banget sih kerja di klinik... Rasanya kayak bantu banget orang-orang di kota.#$e#Dr. Harvey? Dia baik, tapi bukan tipe aku...",
  "Thu10": "Eh, @! Ada yang pengen kamu bicarain sama aku?$l",
  "Event_Hospital_1": "Ya pasti dia bakal tau bedanya! Sampelnya udah hancur total!%fork$s",
  "Event_Hospital_2": "Oke. Aku salahkan kamu saja, ya.$u",
  "Event_Hospital_3": "Lu benar. Aku harus bilang ke dia yang sebenarnya.%fork$u",
  "Event_Space1": "Keren kan?",
  "Event_Space2": "Mungkin kamu bisa liat itu kayak gitu...$s#$b#Tapi tetep aja keren, kan?",
  "Event_Cut1": "Waduh?$8#$b#Yah, jadi agak lega deh gitu. Makasih ya.",
  "Event_Cut2": "Waduh! Aghh... Aku bener-bener minta maaf.$s",
  "event_robot1": "Makasih ya. Itu berarti banyak buat aku, @.#$b#Aku tau alat-alat elektronik bukan hal favoritmu... tapi aku hargain banget kamu tertarik sama apa yang aku lakuin.#$b#Aku pengen banget balas budi gitu ke kamu.$l",
  "event_robot2": "Apa? Padahal dia udah bilang jelas dia gak mau jadi budak? Dingin banget...%fork$a",
  "event_robot3": "Heh...$8#$b#Iya kayaknya dia beneran bilang gitu ya...?$l#$b#...Eh...$l",
  "event_robot4": "...$8#$b#@...$8",
  "event_robot_explain1": "...$s#$b#Lu punya point, aku emang ngoding dia buat ngelakuin kayak manusia... tapi neural net-nya begitu kompleks, aku gak yakin kesadaran bisa muncul sendiri.$8#$b#Selain itu, gak jadi berarti nyatain kesadaran kayak manusia doang yang bener. Otak komputer beda dengan kita, tapi itu gak berarti kita boleh acuhin mereka.$8",
  "event_robot_explain2": "Gue paham. Ngga lucu banget sih leluconnya.$a",
  "event_robot_explain3": "Ngeri juga! Lagi apa sih, @?$a#$b#Gue mau lupakan aja obrolan ini... kayaknya lu gak normal.$a",
  "summer_1": "Musim ini bakal seru buat liat bintang.",
  "summer_Mon": "Hmm... Musim panas ini harus bikin alat apa ya?",
  "summer_Mon6": "Mampir ke kamarku kalo mau main-main sama alat-alatku.",
  "summer_Tue": "Sebastian itu saudara tiri aku, kalo kamu belum tau.#$e#Kita beda banget.",
  "summer_Tue4": "Sebastian jarang banget ngomong sama aku. Aku tuh mikir dia suka sama aku gak sih?#$e#Sedih juga, aku pengen punya saudara tapi dia gak kayak saudara.",
  "summer_Wed": "Nikmatin banget ga sih musim ini?#$e#Musim ini panas banget ya.",
  "summer_Wed4": "Penny dan aku lagi ikutin book club musiman.#$b#Cuma berdua sih, tapi seru juga ngobrolin apa yang lagi kita baca!",
  "summer_Thu": "Maaf ya, lagi mikirin alat-alat yang lagi aku buat.#$q 35/36 Thu_01_old#Aku udah memutuskan aku bakal bikin robot suatu hari.#$r 35 30 Thu_0#Harusnya gampang buat kamu#$r 36 -50 Thu_01_01#Harusnya lu lebih realistis#$r 35 40 Thu_01_02#Keren banget sih",
  "Thu_01_old": "Sampai jumpa.",
  "Thu_0": "Beneran? Kamu yakin gak cuma mau ngejilatin aku?",
  "Thu_01_01": "Lu pikir aku gak bisa ngelakuin gitu?$s",
  "Thu_01_02": "Lu bener juga, tapi aku suka tantangan!$h",
  "summer_Sat": "Eh, punya cerita menarik tentang pertanian untuk diceritain ke aku?#$e#Kayaknya enggak ya.",
  "summer_Fri": "Kemarin aku kerja di klinik. Enggak ada satu pun pasien.#$e#Kayaknya orang jarang sakit pas musim panas.",
  "summer_Sun": "Pasti kamu lagi menanam tanaman-tanaman unik sekarang.#$b#Bapak bilang banyak tanaman eksotis yang tumbuh di lembah waktu kayak gini.",
  "summer_Fri2": "Eh, ceritain dong tentang pertanian.#$e#Itu bener-bener menarik!",
  "summer_Wed2": "Apa cuma aku aja atau tiba-tiba jadi panas banget ya?#$e#Kayaknya cuma aku aja.",
  "summer_Sun6": "Suatu hari aku bakal jadi penemu kelas dunia.$u#$e#Kamu beruntung bisa berteman sama aku!#$b#...cuma bercanda.",
  "summer_Tue8": "@, kamu keliatan keren hari ini.$h",
  "summer_Thu10": "Kok tanganmu bisa tetap lembut gitu sih dengan segala kerjaan di farm?",
  "fall_Mon": "Sering jalan-jalan ke tambang gak? Katanya bisa dapetin material yang berguna di sana.",
  "fall_Tue": "Pohon-pohon kelihatan indah banget hari ini!$h",
  "fall_Thu": "Di tempat lain di dunia lagi musim semi nih. Bayangin aja!",
  "fall_Wed": "Blegh... Aku gak pengen kerja besok.",
  "fall_Fri": "Aku yakin di klinik musim ini bakal lebih ramai.$s#$e#Semoga semua tetap sehat.",
  "fall_Sat": "Semua daun yang jatuh ini bakal jadi makanan untuk jamur-jamur dan organisme kecil lainnya.$u#$e#Menarik, kan?",
  "fall_Sun": "Eh, semoga minggu ini juga berjalan lancar! *angkat gelas*",
  "fall_Tue2": "@, aku suka banget liat pohon-pohonnya sekarang!#$e#Aku tau kamu juga suka.",
  "fall_Wed4": "Kalo ada logam ekstra, bisa aku pake buat salah satu proyekku.#$e#Tapi cuma kalo kamu gak butuh sendiri ya.",
  "fall_Fri6": "Aku merasa sangat optimis belakangan ini...$h",
  "fall_Mon8": "Besok mampir ke klinik ya. Aku kerja dari jam 10 pagi sampe jam 4 sore.$h",
  "fall_Thu10": "Ada daun di rambutmu. Aku ambilin ya.#$e#...$h",
  "winter_1": "Duh dingin banget...$s",
  "winter_Mon": "Kamu lihat boneka salju yang aku buat?*$h",
  "winter_Tue": "Rambutku jadi kribo banget di cuaca kering gini. *sigh*",
  "winter_Wed": "Kayaknya musim dingin waktu yang tepat buat kerja di alat-alatku.#$e#Aku mikir apa aku bisa bikin sesuatu yang berguna buat petani?",
  "winter_Thu": "Eh, ada apa?#$e#Ini waktu yang tepat buat jalan-jalan ke gua.#$e#Tapi aku gak bisa, ntar Bapakku marah.",
  "winter_Fri": "Semoga aku enggak kena flu tahun ini.",
  "winter_Sat": "Kamu udah bikin perapian belum?#$e#Bisa dipake buat ngerubah bahan mentah seperti bijih jadi produk yang lebih berguna.$u",
  "winter_Sun": "Aku jadi ngantuk banget kalo dingin...",
  "winter_Sat2": "Eh, kalo ada mesin pertanian yang perlu diperbaiki, kasih tau aku ya.$h",
  "winter_Tue4": "Eh, ada ide untuk gadget baru yang bisa aku buat gak?#$e#Mhmm. Aku percaya sama pendapatmu.",
  "winter_Fri6": "Hari ini kamu keliatan fresh banget. Kayaknya karena udara dingin musim dingin ya.",
  "winter_Mon8": "Hai @!$h#$e#Eh, kamu gak mikir snowman-ku mirip kamu?",
  "winter_Thu10": "@, mending deket sini. Aku dingin.$l#$e#Tanganku jadi kering banget gara-gara udara musim dingin. Maafin ya.$l"
}