{
  "Mon": "Keep it up, kid. Aku yakin suatu hari kamu bakal jadi bintang.#$e#Kalo butuh apa-apa, tanya aja aku.",
  "Tue": "Aku tahu suatu hari kamu bakal sampe ke sini. Tentu saja, aku bikin sedikit sulit supaya kamu punya insentif buat mencapai kesempurnaan.",
  "Wed": "Aku lahir sebagai anak biasa, tapi aku putusin dari awal hidupku bahwa aku bakal jadi luar biasa.",
  "Thu": "Hai. Jangan bilang siapa-siapa tentang tempat ini ya? Aku pengen tetap... eksklusif.#$e#Kamu bisa simpen rahasia buat teman Mr. Qi, kan?",
  "Fri": "Jangan pernah berhenti berusaha mencapai kesempurnaan.#$e#Setujulah hanya dengan keunggulan dalam segala hal yang kamu lakukan.",
  "Sat": "Mampir aja kapan pun kamu mau santai.",
  "Sun": "Terus kerja keras dan suatu hari kamu bakal jadi seperti aku.",
  "married": "Itu adalah upacara pernikahan yang sangat menguntungkan, @.#$b#...Apa? Kamu gak liat aku di sana?#$b#Hahaha... Anak... Kamu gak bisa sembunyikan rahasia dari Mr. Qi.",
  "QiNutRoom_Mon": "Ada lebih dari yang terlihat di dunia ini, kid. Suatu hari, mungkin kamu akan mengerti.#$b#Sekarang, teruslah berusaha mencapai kesempurnaan dalam segala hal yang kamu lakukan.",
  "QiNutRoom_Tue": "Aku sampai di mana aku sekarang berkat kekuatan kemauan murni, kid.#$b#Lihat... Pikiran itu alat yang sangat kuat.#$b#Bahkan, itu adalah alat paling kuat di seluruh realitas... dan bahkan lebih jauh dari itu.",
  "QiNutRoom_Wed": "Aku terkesan dengan ketekunanmu, kid... diperlukan banyak kacang walnut untuk sampai sejauh ini.",
  "QiNutRoom_Thu": "Ke mana pun kamu pergi... Aku selalu di balik tirai, memastikan pertunjukan ini menarik. Hahaha...#$b#Atau... apa aku?",
  "QiNutRoom_Fri": "Tetapkan mata kamu pada bintang terjauh, dan jadikan itu sebagai tujuanmu.#$b#Selalu ada dalam kekuatanmu untuk melangkah satu langkah lebih jauh dari yang kamu pikirkan sebelumnya.",
  "QiNutRoom_Sat": "Beberapa hal melampaui waktu dan ruang, kid. Itu perasaan unik di dalam hati... bisikan hal-hal di luar sana.",
  "QiNutRoom_Sun": "Di sebelah kiri, kamu akan menemukan papan dengan tantangan khususku... disesuaikan khusus untukmu, kid.#$b#Di sebelah kanan, satu set hadiah fantastis bagi mereka yang memenuhi tantanganku...#$b#Semoga sukses, kid."
}