{
	"Introduction": "Halo, nak. Namaku Pam.#$e#Jangan jadi brengsek dan kita akan baik-baik saja.",
	"AcceptGift_(O)StardropTea": "Gile... Aku ga pernah berharap dapat kado kayak gini. Kamu bikin hari ini hariku!",
	"Resort_Shore": "Kayaknya ada ikan-ikan unik berenang di sekitar sini. Next time aku harus bawa pancingku!",
	"Resort": "Heh... Willy bagi-bagi jeruk ikan ke kita waktu di perjalanan. Enak banget!",
	"married_Penny": "Aku bakal kangen banget sama cewek itu...$s#$b#Kamu perlakukan Penny ku dengan baik ya, dengar!",
	"married_Alex": "Jadi, kamu nikah sama anaknya Mullner ya?#$b#Mau bawa anjing bau itu juga kan?",
	"GreenRain": "Ini pertanda dari Yang Maha Kuasa... Kita terkutuk...%noturn$s",
	"GreenRainFinished": "Yah, sepertinya kiamat belum datang juga, nak...#$e#Ah, balik lagi ke rutinitas harian...",
	"GreenRain_2": "Kurasa hujan-hujan ini adalah pertanda kekuatan... sebuah peringatan.#$b#Kamu bisa bilang itu dari alam, dari Yoba, atau apapun yang kamu suka... tapi itu yang kupikirkan.#$e#Apa yang kumaksud adalah, kita ga boleh terlalu sombong. Atau nanti, bukan hujan hijau, mungkin kita akan punya hujan merah darah... Paham kan?",
	"divorced_Penny": "Penny pulang sambil menangis... apa yang kamu lakukan padanya?$3",
	"structureBuilt_Fish Pond": "Dengar, kamu bangun kolam ikan ya... Heh, aku dibesarkan dengan kolam ikan.#$b#Kamu bisa memelihara hampir apa saja di dalamnya... Tapi beberapa ikan yang lebih mewah itu memang sensitif!",
	"wonIceFishing": "Baiklah, baiklah... kamu menang dengan adil dan jujur dalam acara memancing itu, nak.#$e#Hmm... mungkin masalahku adalah menggunakan jamur goreng sebagai umpan...$u",
	"Resort_Chair": "Ini baru kenyamanan! Mungkin aku akan melepas sepatuku!$h#$e#Lebih baik jangan terlalu dekat-lihat dengan kakiku, nak.",
	"Resort_Bar": "Ini acara spesial, nak... Aku memesan sesuatu yang unik. Buat dua kali lipat!$h",
	"reject_867": "Wow, lihat itu... Kayak sesuatu dari masa depan.#$b#Hehe, maaf, nak... Aku ga bisa pake itu. Tombolnya lebih banyak daripada sel otakku!$h",
	"pamHouseUpgrade": "Aku ga percaya kamu membelikan aku rumah! Ada apa ini?#$e#Maaf, aku ga terbiasa orang-orang begitu baik...$s",
	"pamHouseUpgrade_memory_oneweek": "Aku suka banget sama rumah baru ini. Sekali lagi, terima kasih, nak!$h",
	"pamHouseUpgradeAnonymous": "Aku ga percaya ada yang membelikan aku rumah! Apa ini semacam penipuan?#$e#Maaf, aku ga terbiasa orang-orang begitu baik...$s",
	"MovieInvitation": "Mau malming dengan Pam ya? Hah!$h#$b#Oke banget, nak... Sampai jumpa di sana.",
	"cc_Bus": "Eh, denger ga tentang bus yang dulu?#$b#Yep... Aku balik lagi, nak... hehe. Rasanya enak.$h",
	"Mon": "#$1 PamMinum#Ughh... kepala gue...$k#$e#Tau ga, aku bakal makanan yang lebih sehat kalo bisa beli?#$e#Eh, kamu pasti punya makanan enak tumbuh di peternakanmu, kan?",
	"Saloon": "Ga ada apa-apa seperti sedotan minuman enak untuk menghangatkan tulang-tulang tua ini...$h",
	"Saloon_Entry": "Ah... Akhirnya./Aku butuh minum./Gus! Kasih minuman biasa./Hei, aku kembali!/Ooh, aku haus!",
	"Trailer_Entry": "Penny! Kamu masak makan malam?/Penny! Kamu sudah selesai tugas-tugasmu?/Penny! Kamu di rumah?/Hei! Aku sudah pulang!",
	"Saloon6": "Halo, nak. Aku bakal beliin kamu minum kalo aku bisa ngelakuin itu!",
	"Saloon_Tue": "Hei, Gus! Kasih aku satu lagi! *hic*$h",
	"Saloon_Wed": "*Sigh*... Hei, nak. Kamu terlalu muda untuk merenung di tempat seperti ini.",
	"Saloon_Thu": "*gulp* ... Aku udah nunggu minuman ini dari tadi siang. Heh heh.",
	"Saloon_Fri": "Oi, Gus! Kasih satu pint minuman terkuatmu!",
	"Saloon_Sat": "%Pam sepertinya tak merespons.",
	"Saloon_Sun": "%Pam kelihatan tak sadar. Lebih baik biarkan dia sendiri sekarang.",
	"Tue": "Hei, kamu! Jangan mengintip sekitar trailer saat aku pergi. Paham?$u#$e#Maaf, tapi aku harus waspada dengan orang asing.",
	"Tue2": "Aku baca koran pagi ini tapi lalu aku jadi depresi. Dunia ini busuk, nak.#$e#Jaga kepalamu dengan baik dan kamu akan selamat...#$b#Itu yang dulu selalu dikatakan Pappyku. Heh heh heh.$h",
	"Wed": "$d bus#Kamu ga tau betapa senangnya aku karena busnya kembali beroperasi! Aku merasa hidup lagi.|Waktu belakangan ini berat. Aku dipecat dari pekerjaanku sebagai sopir bus. Kalau aku bisa mendapatkan pekerjaan itu kembali aku bisa mengantarmu ke Gurun Calico.",
	"Thu": "#$1 PamMabuk#Blahh... Aku minum terlalu banyak porter karamel di saloon semalam... Pergi sana.$k#$e#Rumahku ga cantik tapi setidaknya di dekat sungai.#$e#Hei. Penny adalah putriku. Perlakukan dia dengan baik atau biarkan dia sendiri, paham?",
	"Thu4": "Penny bilang aku terlalu sering di saloon...$s",
	"Thu4_inlaw_Penny": "Sangat sepi di rumah hanya sendiri...",
	"Fri2": "Kamu tau, aku mikir... Aku pengen punya hobi. Sesuatu untuk dilakukan selain ngendon di saloon tiap malam.#$e#Kamu punya ide?#$e#...Ehh. Mungkin aku main catur melawan diriku sendiri.",
	"Fri": "Setiap hari sama saja seperti kemarin...$s#$b#Kalo saja aku dilahirkan kaya...$s",
	"Sat": "Pastikan sepatumu bersih sebelum masuk ke dalam rumahku.$u#$e#Membersihkan kekacauan itu menjengkelkan. Kamu pasti tau itu sekarang.",
	"Sat4": "Aku pengen tim peri datang malam dan merapikan rumahku. Hahahaha.$h#$e#Aku pasti bisa makan beberapa parsnip.#$e#Kalo kakiku ga kaku aku pasti sering ke pegunungan sekali-sekali.",
	"Sun": "Kamu teman Gus? Dia orang yang baik.#$e#Dia bahkan kasih aku bir gratis di ulang tahunku.",
	"event_credit1": "Hei, jaga mulutmu! Tak ada yang menyuruhku melakukan apa pun!$u",
	"event_credit2": "...bukan? Itu mengerikan!$s#$b#...Oh.$s",
	"summer_Tue": "Hai, orang asing.",
	"summer_Tue2": "Oh, itu Pak @.^Oh itu Ibu @.#$e#Apa kamu butuh bantuanku atau sesuatu?",
	"summer_Tue6": "Aku punya harapan dan mimpi seperti kamu, dulu... Tapi lihat aku sekarang.$s#$e#Hidup ga selalu sesuai yang kamu harapkan.#$e#Tapi yaudahlah. Ga perlu terlalu larut dalam apa yang kamu ga punya.",
	"summer_Wed": "Punya peternakan lokal bagus untuk kota kita.",
	"summer_Wed4": "Mungkin kalo kamu berhasil di peternakanmu akan meningkatkan ekonomi lokal.#$e#Lalu semua orang akan punya pekerjaan dan kita semua akan bahagia, kan?",
	"summer_Thu": "Oh, hai, petani.#$e#Aku jarang ngobrol dengan orang asing.",
	"summer_Thu4": "Aku selalu berakhir di saloon pada suatu titik.#$e#Terlalu dekat dengan rumahku. Itu ga sehat.",
	"summer_Fri": "...Iya?#$e#Kamu pria muda yang baik kelihatan. Kenapa kamu buang-buang waktumu ngobrol sama perempuan tua seperti aku?^Kamu wanita cantik. Kenapa kamu buang-buang waktumu ngobrol sama orang seperti aku?",
	"summer_Sat2": "Jangan pedulikan anjing tua itu di samping rumah.#$b#Mungkin dia kelihatan melihatmu dengan marah, tapi dia ga akan beranjak dari kotak itu dalam seratus tahun.#$b#Nama anjing itu? Itu Dusty.",
	"summer_Sat": "Seseorang mengeluh tentang kebunku... bilang itu berantakan. Apa itu kamu?$u#$e#Hmm...",
	"fall_Tue": "Kalo aku lebih kenal kamu, mungkin aku akan lebih bersedia ngobrol.",
	"fall_Tue4": "Dulu aku juga muda. Susah dipercaya ya kan?#$e#Waktu pasti berlalu dengan cepat saat kamu dewasa.$s",
	"fall_Wed": "*Sigh*... Kupikir aku akan memanaskan makanan beku malam ini.$s",
	"fall_Thu": "Penny satu-satunya yang kumiliki, jadi kamu lebih baik perlakukan dia dengan baik.",
	"fall_Fri": "Setiap hari adalah rutinitas yang sama...$s#$e#Apa kamu pernah mengalami masalah seperti itu, petani?",
	"fall_Sat": "Maukah kamu berbaik hati dan membersihkan rumahku?#$e#Cuma bercanda.$h",
	"fall_Sun": "Apa kamu ga ada kerjaan?#$e#Kamu seharusnya bersyukur memiliki pekerjaan daripada mengeluh di sekitar kota sepanjang waktu.",
	"fall_Sun4": "Aku merindukan pekerjaanku sebagai sopir truk dulu. Aku dulu pergi ke seluruh lembah, bertemu orang, mendengarkan radio.#$e#Waktu memang berubah.",
	"winter_Mon": "Kamu punya babi di peternakan itu?",
	"winter_Tue": "Apa kamu mau sesuatu dari aku, nak? Lebih baik cari di tempat lain.",
	"winter_Tue4": "Aku cuma berharap Penny memiliki masa depan yang baik. Kalo kamu punya anak suatu saat nanti kamu akan tau perasaanku.#$e#...Sangat kering di musim dingin ini. Kulitku terasa seperti kertas tua.",
	"winter_Tue4_inlaw_Penny": "Hei. Kamu lebih baik perlakukan Penny dengan baik di peternakan tua itu. Dia satu-satunya yang kumiliki!",
	"winter_Wed": "Hei nak. Lagi ngapain?#$e#Aku cuma menghabiskan waktu, sama seperti selalu.",
	"winter_Thu": "Sangat dingin. Kunjungan ke saloon pasti bisa menghangatkan aku, kau pikir tidak? Heh heh.#$e#Kenapa kamu ga mampir ke saloon nanti untuk mencicipi Oh-Be-Joyful?",
	"winter_Fri": "Penny suka buku-buku tua. Kurasa dia jauh lebih pintar daripada aku dulu.#$e#Aku senang.",
	"winter_Sat": "Aku seharusnya mulai memancing, mengingat sungainya begitu dekat.",
	"winter_Sun": "Blah... halaman depanku berantakan.$s"
}