{
   "Introduction": "Oh... Halo! Aku Penny...",
  "AcceptBirthdayGift_Loved": "Oh! Ini untukku? Untuk... ulang tahunku?$3#$b#*mengusap air mata*... Maaf.$s#$b#Aku... hanya tidak terbiasa dengan kebaikan seperti ini...#$b#... Tapi aku suka. Ini sempurna. Terima kasih banyak.",
  "AcceptBirthdayGift_Positive": "Untuk ulang tahunku? Itu sangat baik dari kamu! Ini adalah hadiah yang bagus.$h",
  "AcceptBirthdayGift_Negative": "Untuk ulang tahunku? Itu sangat baik dari kamu! Biarkan aku membukanya...$h#$b#...Apa ini!?$12#$b#...Oh, aku mengerti. Ini lelucon yang kejam.$s#$b#Bodohlah aku, seharusnya aku tahu lebih baik...$s",
  "FlowerDance_Accept": "Oh... dengan aku? Ya, tentu saja!$h#$b#...Tapi, bisakah kamu memimpin? Aku gugup...$12",
  "eventSeen_35_memory_oneweek": "$y '@, menurutmu... apa seseorang harus dihakimi dari tindakan mereka, atau dari niat mereka?_Tindakan_Hmm... tapi apa kita semua tidak pernah melakukan kesalahan?#$s_Niat_Mmhmm... Tapi bagaimana jika kamu bermaksud melakukan kebaikan, namun tindakanmu menyebabkan kerusakan?$s_Keduanya_Itu benar... aku kira tidak harus satu atau yang lain. Mungkin juga tergantung pada situasi.'#$b#Aku hanya penasaran apa pendapatmu...",
  "AcceptGift_(O)StardropTea": "Mmm... sangat harum. Aku akan menyukainya.",
  "AcceptGift_ancient_item": "Wow... ini terlihat sangat tua. Aku akan bertanya pada Gunther tentang ini. Terima kasih!$h",
  "AcceptGift_book_item": "Terima kasih! Aku hampir selesai membaca sebuah buku sekarang, tapi aku akan membaca buku ini berikutnya!$h",
  "eventSeen_34_memory_oneweek": "Aku telah mengajarkan Jas dan Vincent tentang Arkeologi Dwarf...#$b#Jas penasaran tentang asal-usul Dwarf... tapi Vincent terutama tertarik pada senjata-senjata dwarf!$h",
  "eventSeen_34_memory_twoweeks": "Vincent telah bertanya padaku tentang siput selama berminggu-minggu... jadi aku menyiapkan seluruh pelajaran tentang mereka. Sebenarnya mereka cukup menarik!#$e#Setiap kali aku melihat siput pisang, aku merasa seperti itu adalah pertanda keberuntungan.",
  "eventSeen_34_memory_fourweeks": "Aku mengajarkan anak-anak tentang sejarah seni minggu ini.#$b#Ini sedikit membosankan bagi anak-anak, jadi aku membuat mereka belajar dengan menggambar gambar dalam gaya dominan setiap abad.#$b#Ini benar-benar sangat populer!$h",
  "eventSeen_36_memory_oneweek": "Oh, maaf tentang balutan di tangan ini...$s#$b#Aku pergi ke rumah Maru yang lain hari dan dia menunjukkan padaku sebuah gadget barunya. Barang itu benar-benar membakar telapak tanganku!$s",
  "eventSeen_35_memory_twoweeks": "Aku telah membaca buku tentang lautan. Itu menyumbang sebagian besar area di dunia, dan namun kita hampir tidak tahu apa pun tentang itu!",
  "dating_Penny": "Aku... Aku tidak tahu harus katakan apa. Aku sangat bahagia...$l",
  "dating_Penny_memory_oneday": "Tiba-tiba, dunia terlihat jauh lebih indah, bukan?",
  "dating_Penny_memory_oneweek": "Aku mencoba menyelesaikan buku ini, tapi aku terus terganggu memikirkanmu.$l",
  "dating_Penny_memory_twoweeks": "Aku tidak pernah berpikir kehidupanku akan lebih seru daripada sebuah novel, tapi rasanya memang seperti itu sekarang!$h",
  "married_Maru": "Itu adalah pernikahan yang indah. Aku tahu Maru akan membuatmu sangat bahagia, dia orang yang hebat.",
  "dating_Maru_memory_oneday": "Hai, @. Maru memberitahuku berita itu... Aku senang untukmu berdua!$h",
  "Resort_Entering": "Pulau ini begitu indah!",
  "Resort_Leaving": "Aku sangat menikmatinya.$h",
  "married_Sam": "Selamat, @. Sam sangat menyenangkan, aku yakin kamu tidak akan pernah bosan!",
  "Resort_Shore": "Aku agak malu mengenakan baju renangku di tempat umum.$s#$b#Aku harap tidak ada yang melihat...$s",
  "Resort_Shore_2": "Entah bagaimana, air di sini terlihat begitu berbeda...#$e#Aku hampir tidak percaya ini adalah samudra yang sama yang selama ini kusaksikan.",
  "Resort_Towel": "Angin terus membuatku kehilangan halaman, tapi rasanya sangat nyaman di kulit.$h",
  "Resort_Towel_2": "Aku sedang membaca buku tentang seorang pelaut yang terdampar di sebuah pulau terpencil.#$b#Aku penasaran apa yang akan kulakukan dalam situasi seperti itu?",
  "Resort_Marriage_Towel_2": "Hei sayang, bisakah kamu sedikit bergerak ke kiri?$b#Terima kasih, matahari membuatku sedikit kesulitan untuk membaca!$h",
  "Resort": "Pasir ini sangat lembut dan halus. Rasanya enak di kakiku!$h",
  "Mon": "Hai... #$e#Oh, apa kamu ingin sesuatu?",
  "FlowerDance_Accept_Spouse": "Aku menerima!$h#$b#*bisikan* Terima kasih telah menyelesaikan formalitas ini, sayang.",
  "FlowerDance_Decline": "Oh... Tidak, terima kasih.$s",
  "breakUp": "...$s#$b#Aku... Aku mengerti... *mengusap air mata* ... K... Kita hanya bisa menjadi teman, ya.$s",
  "pamHouseUpgrade": "Apa yang kamu lakukan untuk keluargaku begitu murah hati. Terima kasih!",
  "pamHouseUpgradeAnonymous": "Ada beberapa orang yang benar-benar luar biasa di dunia...",
  "dumped_Girls": "Aku tidak tahan melihatmu...$s",
  "divorced": "... Tolong, tinggalkan aku sendiri.$s",
  "secondChance_Girls": "Kamu telah meninggalkan luka permanen di hatiku, @. Namun... Aku siap untuk berbicara denganmu lagi.$s",
  "Mon4": "*sigh*... Ibuku pasti punya masalah dengan sering pergi ke salon.$s#$q 7/8 Mon_old#Tapi lebih baik tidak memikirkan hal buruk, kan?#$r 7 50 Mon_7#Benar. Lebih baik berpikir positif!#$r 8 10 Mon_8#Kurasa baiknya realistis.",
  "Mon_old": "#$p 7#Tapi jika aku terus mencoba, aku pikir aku bisa membuatnya berubah.|Aku kira itu masuk akal. Tidak banyak yang bisa aku lakukan untuk mengubahnya, bagaimanapun.",
  "Mon_7": "Itulah yang kurasakan. Aku hanya akan fokus untuk membuat masa depan menjadi lebih baik.",
  "Mon_8": "Mungkin kamu benar. Lebih baik beradaptasi dengan kenyataan.$u",
  "Mon8": "Aku tidak sabar untuk pindah. Ini sangat menyulitkan untuk selalu khawatir tentang Ibuku.#$e#Aku ingin dia bahagia, tapi aku tidak bisa tinggal di sini selamanya... kamu tahu?$s",
  "Tue": "Aku sedang mengajar Vincent dan Jas hari ini... Mereka sangat merepotkan, tapi menyenangkan bisa memberi dampak positif dalam hidup seseorang.",
  "Tue4": "$d bus#Mungkin sekarang ibuku telah mendapatkan pekerjaan mengemudi busnya kembali, aku bisa mulai menabung lebih banyak. Segala sesuatunya mulai terlihat sedikit lebih cerah.|Aku mencoba menabung uang dari pekerjaan mengajarku, tapi sulit dengan ibuku tidak bekerja.$s",
  "Tue10": "Eh, @? Sebuah peternakan sepertinya adalah tempat yang bagus untuk anak-anak, bukan?$l#$e#Itu hanya pikiran yang terlintas dalam pikiranku.$l",
  "Wed": "Kita tidak punya sekolah di sini tapi aku sedang berusaha memberikan pendidikan yang layak kepada Vincent dan Jas.#$e#Setiap anak pantas mendapatkan kesempatan untuk berhasil.#$e#Jas sangat pandai dalam matematika dan membaca. Vincent pandai dalam... yah, dia punya imajinasi yang aktif!",
  "Wed2": "Kamu tahu apa? Aku harus membawa anak-anak ini berkeliling suatu waktu. Mungkin ke hutan.#$e#Seorang pembicara tamu akan bagus... mungkin seseorang yang familiar dengan alam?#$e#Maaf, aku hanya berpikir keras.",
  "GreenRain": "Apa kamu baik-baik saja? Kami semua penasaran apa yang sedang terjadi...$3",
  "GreenRain_2": "Cuaca aneh ini adalah kesempatan bagus untuk membuat anak-anak tertarik pada alam!$h",
  "Wed4": "Aku sudah tinggal di Pelican Town sepanjang hidupku. Bisakah kamu percaya itu?#$e#Aku kira ada banyak hal di luar sana yang tidak akan pernah kurasakan.",
  "Thu": "Kita sangat beruntung punya perpustakaan di kota yang begitu kecil ini.#$e#Ketika kamu tenggelam dalam buku, mudah untuk melupakan realitas hidupmu.$u#$e#...Mungkin itu sebabnya aku sangat suka membaca.$s#$e#...Maaf. Aku terbawa suasana.",
  "Thu6": "Aku ingin bisa merawat kebun, tapi halaman kami begitu berantakan.$u#$e#Mungkin suatu hari nanti aku akan tinggal di tempat di mana aku bisa punya kebun.#$e#Mungkin aku akan tinggal di sebuah peternakan! *tawa*$h",
  "Fri": "Jika kamu menggali tanah, kamu bisa menemukan beberapa hal menarik.#$e#Suatu kali aku menemukan potongan tembikar yang sangat tua. Aku membawanya kepada Gunther dan dia bilang itu sudah berusia lebih dari seribu tahun.",
  "Fri8": "Aku seharusnya tidak terlalu banyak mengeluh tentang pekerjaan rumah... beberapa orang di dunia benar-benar berjuang, dan di sini aku mengeluh tentang mencuci piring...$s",
  "Fri4": "Piring, piring, piring. Ugh... Jika ibuku tidak selalu mengeluh sakit kepala karena larut malam di salon, mungkin dia bisa membantu di rumah sedikit.$s",
  "Sat": "Ini adalah kota yang sangat kecil. Kamu tidak bisa menghindari bertemu dengan semua orang.#$e#Aku penasaran bagaimana rasanya tinggal di kota?",
  "Sat2": "$d Joja#Banyak hal berubah setelah JojaMart dibuka. Ini sangat buruk bagi toko Pierre. Ibuku suka JojaMart, meskipun. Harganya murah, jadi dia bisa membeli banyak di sana daripada di toko Pierre.|Ibuku sudah mengeluh sejak JojaMart tutup. Kurasa itu baik untuknya, meskipun. Mungkin dia akan minum lebih sedikit Joja Cola sekarang.",
  "Sun": "Halo. Ummm...$u#$b#Cuaca hari ini menarik, bukan?#$e#Maaf...$u",
  "Sun4": "Aku mencoba untuk menjaga tempat kami tetap bersih, tapi selalu kembali berantakan.$s#$e#Sulit menjalankan rumah tangga sendirian.$u",
  "event_speaker_kids1": "Oh tidak?$l#$b#Yah, aku kira itu masuk akal... kamu sibuk dengan hal lain saat ini.",
  "event_speaker_kids2": "...Aku juga. Aku senang kamu merasakan itu.$7",
  "event_speaker_kids3": "Ya... keinginan untuk merawat sesuatu yang polos dan tidak berdaya. Masuk akal jika kita merasakan itu.",
  "event_speaker_kids4": "Oh, benarkah?$s#$b# Kurasa kamu akan menjadi orang tua yang baik.$7",
  "event_speaker_kids5": "hmm...$s#$b#Jika semua orang berpikir seperti itu, manusia akan punah.$s",
  "event_speaker_kids6": "Oh...$s#$b#Itu agak sedih... tapi aku bisa mengerti sudut pandangmu.$s",
  "event_speaker_yes": "Bagus!$h#$b#Izinkan aku memanggil anak-anak ke sini.",
  "event_speaker_no": "Benarkah?... Eh... Baiklah. Aku kira aku akan melihatmu nanti saja.%fork$s",
  "event_mail1": "Terima kasih...$l#$b#Aku hanya berharap George tidak terlalu kesal... Aku hanya mencoba membantu.$s",
  "event_mail2": "Oh... Aku kira kamu benar.$l#$b#Maaf, Mr. Mullner. Itu tidak sopan, apa yang aku lakukan.$s",
  "event_mail3": "Aku mengerti.",
  "event_old1": "Aku kira kamu benar... kenapa harus stres tentang sesuatu yang tidak bisa diubah?$u",
  "event_old2": "Kamu benar, kita tidak boleh mengabaikan realitas penuaan.$u#$b#Aku kira semakin cepat kita menerima kenyataan akan kematian kita, semakin banyak waktu yang bisa kita habiskan untuk benar-benar hidup di sini dan sekarang.$u",
  "event_old3": "Itu baik sekali dari kamu mengatakan begitu... Aku benar-benar setuju denganmu.#$b#Kita seharusnya memperlakukan para tua dengan penghormatan yang sama yang kita harapkan suatu hari nanti.",
  "event_old4": "Itu perkataan yang mengerikan. Hidup adalah hal yang berharga untuk dihabiskan begitu saja!$a",
  "event_cook1": "Kamu sungguh-serius? Terima kasih! ... begitu lega mendengarnya.$h#$b#Aku telah bekerja keras pada resep ini, dan aku benar-benar bangga padanya.",
  "event_cook2": "Oh... Uh, tentu.$s",
  "event_cook3": "Oh... Maaf.$s",
  "event_pool1": "Benar sekali...$8",
  "event_pool2": "Benarkah? Aku kira kamu sudah memperhatikannya sekarang...$8",
  "event_pool3": "Tidak!$9",
  "event_pool4": "...Oh, @. Aku kira kamu sudah, tapi aku tidak yakin.$6#$b#...Aku akan selalu mengingat malam ini.$6^Kamu terlihat sangat cantik malam ini... Aku... *tercengang*$6",
  "event_pool5": "Kamu... Kamu tidak?$8#$b#...!!!%fork$10",
  "event_family1": "Aku juga.$h",
  "event_family2": "...maaf.$s",
  "event_family3": "Aku mengerti.$s",
  "summer_Mon": "Halo... Um, cuaca bagus, bukan?",
  "summer_Mon4": "$d cc#Terima kasih telah memperbaiki pusat komunitas. Aku kira kamu agak menjadi pahlawan kota.|Halo, @. Senang melihat kamu baik-baik saja.",
  "summer_Fri": "$d bus#Aku dengar kamu bertanggung jawab atas perbaikan bus. Terima kasih.|Ibuku dulu mengemudi bus ke Gurun Calico... tapi bus berhenti berfungsi beberapa tahun lalu. Walikota bilang tidak cukup uang di kas desa, atau dia akan memperbaikinya.$u",
  "summer_Sun": "Jadi... apa kamu suka menghias rumah peternakanmu?#$e#Pasti menyenangkan punya tempat sendiri untuk dihias.",
  "summer_Sat": "Halo. Ummm...$u#$b#Gunung terlihat indah hari ini, bukan?$u",
  "fall_Mon": "Halo... Um, apa kamu baik-baik saja?$u",
  "fall_Mon4": "Agak memalukan menjadi satu-satunya keluarga di kota yang tinggal di trailer.$u#$e#Aku berharap bisa tinggal di rumah yang bagus, suatu hari nanti.$s",
  "fall_Tue4": "Ternyata, peternakanmu terlihat sangat cantik sekarang.$h",
  "fall_Thu6": "Ibuku tidak merawat dirinya dengan baik...$u#$e#Aku khawatir tentangnya.$u",
  "fall_Fri": "Musim gugur adalah waktu yang sedih bagiku...$s",
  "fall_Fri6": "Ketika aku masih kecil, ayahku meninggalkan kami karena dia merasa 'terjebak'. Kami belum pernah melihatnya sejak itu.$s#$b#Maaf membuat suasana menjadi tidak nyaman untukmu... Hanya saja, waktu seperti ini membuatku memikirkannya entah mengapa.$u#$e#Bagaimanapun... Bagaimana kehidupan bertani?",
  "fall_Sun10": "@! Aku tiba-tiba memikirkan masa depan...#$e#Dimana kamu membayangkan dirimu dalam sepuluh tahun?$l#$e#Aku punya beberapa ide untuk diriku sendiri...$u",
  "fall_Sat8": "Halo @.$h#$e#Rumah peternakanmu pasti mudah untuk dibersihkan ya kan?",
  "winter_Fri": "...iya?$u",
  "winter_Fri2": "Apa kamu berteman dengan Linus? Dia tinggal di tenda di pegunungan.#$e#Semua orang mengabaikannya, pria malang itu. Dia sebenarnya sangat baik... Hanya sedikit aneh.#$e#Pasti sangat dingin tinggal di tenda saat ini.",
  "winter_Tue4": "Aku tidak sabar untuk melihat seperti apa peternakanmu di musim semi.#$e#Akan sangat segar dan indah.$h",
  "winter_Tue": "Aku mencoba untuk tetap di dalam sebanyak mungkin selama musim dingin. Aku benci merasa dingin.",
  "winter_Thu": "Oh... hai. Kamu ingin berbicara?$u#$e#Jika kamu menemukan artefak atau mineral menarik, Gunther akan senang memajangnya di museum.#$e#Dia bilang dia punya hadiah khusus untuk orang yang mendonasikan.",
  "winter_Mon": "Pada tanggal 25 kita akan mengadakan Pesta Bintang Musim Dingin. Ini salah satu acara favoritku.#$e#Ini seharusnya waktu untuk menunjukkan rasa terima kasih atas semua hal baik dalam hidupmu... tapi bagi kebanyakan orang, itu hanya waktu untuk bersantai dan saling bertukar hadiah."
}