{
   "Introduction": "Hai, oh ini @, petani baru itu! Aku Pierre, pemilik toko umum lokal.^Hai, oh ini @, petani baru itu! Aku Pierre, pemilik toko umum lokal.#$b#Jika kamu mencari benih, tokoku adalah tempat yang tepat. Aku juga akan membeli hasil produksi dari kamu dengan harga yang bagus!#$e#Sedikit pertanian bisa benar-benar menyuntikkan kehidupan baru ke dalam ekonomi lokal!",
  "eventSeen_3102768_memory_oneday": "Bagaimana mungkin aku bersaing dengan Joja?$s#$e#Kantong mereka begitu dalam, mereka bisa jual dengan kerugian sampai orang-orang kecil seperti aku bangkrut... lalu mereka akan menaikkan harga mereka!$s",
  "AcceptGift_(O)StardropTea": "Wow, aku tidak percaya kamu memberikannya padaku. Pasti menghabiskan banyak uang! Terima kasih!",
  "AcceptGift_(O)Book_PriceCatalogue": "Seru! Menarik! Ini adalah buku yang sempurna untukku!$h",
  "GreenRain": "Gahh, tidak ada pelanggan! Lebih banyak hujan 'hijau' ini, dan bukuku akan berada dalam 'merah'!$s",
  "GreenRainFinished": "Yah, aku senang segalanya kembali normal. Sepertinya semuanya dibesar-besarkan... seperti biasa.",
  "GreenRain_2": "Senang melihatmu, @. Apa arti hujan beracun sedikit ketika kamu punya biji untuk dibeli?$h#$e#Aku hanya bercanda. Sepertinya hujan benar-benar tidak berbahaya.",
  "eventSeen_4": "Abigail sedang mengalami masa pemberontakan... Aku mengerti.#$e#Dia akan lebih bijaksana ketika dia harus melakukan pembayaran hipotek pertamanya!$h",
  "eventSeen_3102768_memory_oneweek": "Aku bertekad untuk menjaga toko ku tetap berjalan sampai akhir yang pahit.$s#$b#Morris dan kawan-kawannya harus menarikku keluar dari balik meja kasir, sambil menendang dan berteriak!$h",
  "Resort": "Aku kehilangan banyak uang karena tidak ada di toko...$s#$b#Tapi, kamu tahu apa? Itu sepadan.",
  "Resort_Shore": "Mmm... bau asin laut membuatku ingin beberapa sashimi.",
  "Resort_Chair": "Eh, biarkan anak-anak bermain di bawah sinar matahari. Aku hanya akan duduk di kursi ini.",
  "Resort_Bar": "Minum setelah minum... Gus pasti menghasilkan banyak uang!",
  "married": "Yah, sekarang kamu punya pendapatan ganda, aku harap kamu akan membeli dua kali lipat benih, kan?$h#$b#Haha... Aku hanya bercanda.... *ahem*...",
  "married_Abigail_memory_oneday": "Halo, er... anakku?$s^Halo, er... putriku?$s",
  "cc_Complete": "Ini mimpi yang menjadi kenyataan! Kamu tidak bisa membayangkan seberapa banyak tekanan JojaMart yang menyebabkanku.#$e#Untuk kota kecil seperti ini, satu toko sudah cukup! Terlalu banyak tekanan sosial bagiku untuk mengenakan harga terlalu tinggi, bagaimanapun.",
  "joja_Begin": "Ini adalah hari yang menyedihkan untuk Pelican Town... Semakin kuat Joja, semakin dekat menuju kebangkrutan. Aku mungkin harus menjual toko segera...$s",
  "MovieInvitation": "Hei, itu ide yang bagus... Akan menyenangkan untuk keluar dari balik meja. Aku akan bertemu denganmu di sana!",
  "Mon": "Selamat datang! Jika kamu mencari benih, kamu datang ke tempat yang tepat!",
  "Mon_inlaw_Abigail": "Halo, er... anakku?$s^Halo, er... putriku?$s",
  "Mon4": "Hai, @. Butuh benih atau bibit pohon buah?",
  "Mon4_inlaw_Abigail": "Hai, @. Bagaimana kabar Abigail? Toko tidak sama tanpanya...",
  "Tue": "Terkadang aku mendapatkan barang baru di stok, jadi pastikan untuk mampir sesekali.#$e#Ini banyak pekerjaan untuk menjalankan toko.$h",
  "Tue6": "Kamu tahu, dulu aku adalah petinju yang cukup baik... hook kananku adalah cerita legenda!$h",
  "Wed": "Hari liburku hari ini.#$e#Hmm... apa yang harus dilakukan...$s",
  "Wed4": "#$1 pierre1#*sigh*... Tak peduli bagusnya bisnis ini berjalan, tak pernah cukup memuaskan ambisi kesuksesanku. Ada apa denganku? Mungkin aku hanya bosan dengan rutinitas rumah tangga.$s#$e#Dulu, saat muda, selalu ada hal menarik untuk dilakukan... kini aku hanya merasa membuang waktu saat tak bekerja.$s",
  "Thu": "Senang membeli hasil pertanianmu.#$b#Aku akan memberikan harga yang adil, tentu saja!",
  "Thu2": "Aku sangat menghargai bisnismu, Pak @. Semakin sulit untuk mendapatkan keuntungan yang layak.^Aku sangat menghargai bisnismu, Bu @. Semakin sulit untuk mendapatkan keuntungan yang layak.",
  "Thu8": "#$1 pierre2#Apa Abigail mirip denganku? Jangan beritahu istriku, tapi terkadang aku penasaran apa aku benar-benar ayahnya.$k$s#$e#Jangan beritahu istriku, tapi aku benci memasak makan malam.",
  "Fri": "#$1 pierreJoja#Bisnis melambat sejak Joja pindah ke kota. Sulit bersaing dengan pilihannya.$k$s#$e#Hai. Bagaimana pertanianmu berjalan?#$e#Mungkin beberapa benihku bisa memberikan semangat baru.",
  "Sat": "Jika menemukan hasil pertanian liar, aku akan membelinya dengan harga yang masuk akal.",
  "Sat8": "Aku akan berbagi rahasia. Kadang-kadang, saat toko sepi, aku akan berlatih menyanyi opera di belakang meja.$h#$e#Jangan katakan pada siapa pun.",
  "Sun": "#$1 pierreBlue#*sigh*... Merasa kelesuan di balik meja toko ini...$k$s#$e#Aku ingin sekali berjalan-jalan, tapi aku tak bisa meninggalkan toko ini tanpa pengawasan.#$e#Kudengar bunga-bunga sedang mekar dan aroma udara tercium harum...$s",
  "Wed6": "$d joja#Suatu saat aku akan membuka toko baru di kota dan mendapatkan untung besar.#$e#Sayangnya, bisnis sangat lambat hingga aku hampir tak bisa menabung...$s|Bisnis cukup baik sejak JojaMart tutup.",
  "Thu4": "Hai, @. Kamu pelanggan nomor satu ku!",
  "summer_Mon": "Aku punya benih musim panas! Sebaiknya stok sekarang.",
  "summer_Wed": "$d joja#Senang punya hari libur dari pekerjaan.|Sekarang Joja sudah tiada, aku merasa bertanggung jawab untuk menjaga toko buka tujuh hari seminggu. Orang butuh belanja!",
  "summer_Wed2": "$d joja#Mengelola toko adalah salah satu hal terpenting dalam hidupku, tapi kadang-kadang kita butuh waktu istirahat...|Sekarang Joja sudah tiada, aku merasa bertanggung jawab untuk menjaga toko buka tujuh hari seminggu. Orang butuh belanja!",
  "summer_Thu": "Semua orang menikmati cuaca daripada berbelanja... *sigh*",
  "summer_Fri": "Hai. Apa kamu puas dengan kualitas benih musim panas?",
  "summer_Sat": "Musim panas adalah waktu yang tepat untuk makan salad yang menyegarkan ya kan?",
  "summer_Sun": "Ugh... Panas sekali di sini.",
  "winter_Mon": "Kamu tidak bisa menanam tanaman selama musim dingin... jadi aku tidak punya benih untuk ditawarkan kepadamu.#$e#Ini benar-benar akan mengurangi keuntungan kami.",
  "winter_Wed": "$d joja#Akhirnya... hari untuk bersantai.|Sekarang Joja sudah pergi, aku merasa bertanggung jawab untuk menjaga toko buka tujuh hari seminggu. Orang butuh kebutuhan pokok!",
  "winter_Thu": "#$1 pierreDin#Aku akan mengejutkan Caroline malam ini dengan makan malam dan sebotol Stardew Red. Jangan beritahu siapa pun!$k#$e#Hai. Ingin berbelanja sedikit?",
  "winter_Fri": "Aku utamanya berurusan dengan makanan, jadi jika kamu punya bijih atau kayu lebih baik mencoba menjualnya di tempat lain.",
  "winter_Sat": "Apa hanya aku atau ada angin dingin di sini?",
  "winter_Sun": "Jika aku tidak memiliki toko ini untuk dikelola, aku akan berada di luar sekarang.#$e#Akan menyenangkan melempar bola salju.",
  "fall_Mon": "Benih musim gugur sudah ada! Tanaman tidak tumbuh di musim dingin jadi ini kesempatan terakhirmu sampai musim semi.#$b#Lebih baik berusaha sekeras mungkin, ya?",
  "fall_Thu": "Mulai menjadi dingin di luar...#$b#Itu berarti lebih banyak orang datang ke toko untuk menghangatkan diri... Hehe.",
  "fall_Fri": "#$1 pierreMEGA#Impianku adalah terus membuka toko baru sampai aku menjadi sangat kaya. Hehehe.$k#$e#Hai. Apa pertanianmu masih berjalan baik?#$e#Mungkin beberapa benihku akan memberikan semangat baru.$h",
  "fall_Sat": "Aku senang membeli apa pun yang kamu hasilkan di pertanian.#$e#Ya, aku menjualnya kembali untuk mendapatkan keuntungan... tapi itu adalah keuntungan dari menjadi pemilik toko yang mapan.#$e#Jangan mendapatkan ide...",
  "fall_Sun": "Jika aku tidak memiliki toko ini untuk dikelola, aku akan berada di luar sekarang...#$e#Daun-daun terlihat bagus dan jamur-jamur mulai tumbuh.",
  "Event_naga1": "Terima kasih, aku menghargainya. Lupakan saja kalau kamu pernah melihat ini, oke?$h#$b#... Dan aku akan melupakan bahwa kamu pernah mengintip kamarku!",
  "Event_naga2": "Apa kamu benar-benar akan melakukan itu padaku? Kamu mengerikan.$s#$b#Kamu seharusnya tidak mengintip kamarku dari awal! Tetangga yang suka ikut campur adalah yang terburuk.$3",
  "Fair_Judging": "Hei, semoga berhasil.",
  "Fair_Judged_PlayerLost": "Rasanya luar biasa menjadi yang teratas! Hah!$h#$e#Usaha bagus, meskipun.",
  "Fair_Judged_PlayerWon": "Aku tidak percaya aku kalah...$s"
}