{
	"Abigail": "Lembah jadi lebih keren pas lagi ujan, menurutmu juga?",
	"Robin": "Hujan enggak berhentiin aku kerja! Meski kayu basah bikin kerjaan jadi ribet.",
	"Demetrius": "Halo. Lebih baik di dalam biar tetep hangat ya.",
	"Maru": "Pas lagi ujan, aku punya alasan bagus buat ngoprek alat-alat sepanjang hari. Tapi kayaknya buatmu agak ngebosenin deh.",
	"Sebastian": "Kalo beruntung, bisa aja liat katak pas cuaca kaya gini.",
	"Linus": "Ujan hangat jadi cara seru buat bersih-bersih.",
	"Pierre": "Banyak orang stay di dalam pas hari kaya gini... Bikin bisnis jadi sepi.",
	"Caroline": "Taman aku seneng banget pas ujan... dan tagihan air kita bisa lebih murah bulan ini.",
	"Alex": "Hmmph. Cuaca gini enggak bagus buat olahraga. Tapi ya udah, bisa angkat beban di dalam aja.",
	"George": "Dingin banget ya? Hari yang meh.",
	"Evelyn": "Pas bangun, denger tetesan air dari mana gitu... Aku kira atap bocor. Dulu, George pasti langsung perbaikin... *sigh*",
	"Lewis": "Hai @. Istirahat ya? Semoga sungai enggak banjir...",
	"Clint": "Hari ini cocok banget buat explore tambang... Siapa tau dapet biji langka.",
	"Penny": "Denger tetesan air keras banget di atap trailer kita... Tapi adem sih.",
	"Pam": "Hai, Nak. Tetep kering?",
	"Emily": "Di Gurun Calico enggak pernah hujan... Temenku Sandy tinggal di sana. Aku pengen banget ke sana hari ini.",
	"Haley": "Pagi ini aku susah payah ngerapiin rambutku... terus sekarang ujan bisa rusakin. *sigh*... Hidup emang kadang susah.",
	"Jodi": "Kalo masuk rumah, jangan lupa lepas sepatu bot ya? Maaf... lantai baru aja aku pel. Tapi kamu boleh mampir kok!",
	"Sam": "Ujan ngedempetin suara, jadi bisa main gitar lebih keras tanpa mama marah. Hehe.",
	"Leah": "Mungkin hari ini aku coba masak sesuatu yang beda. Sesuatu yang pedas.",
	"Shane": "Hmm... cuaca kaya gini bikin aku haus.",
	"Marnie": "Hai @. Kayanya kamu kehujanan ya... Kasihan deh kamu!",
	"Elliott": "Kadang-kadang kalo lagi berbaring di tempat tidur, denger suara terompet jauh lewat hujan. Tapi kalo liat keluar jendela, cuma keliatan abu-abu.",
	"Gus": "Enggak ada yang lebih pas dari segelas anggur merah kering pas kayak gini, huh? Aku suka kerjaanku. Hehehe.",
	"Dwarf": "Hujan... buat kita hampir mitos. Ada yang dari kita, kurcaci, hidup seumur tanpa ngalamin hujan.",
	"Wizard": "Hari-hari badai jadi waktu satu-satunya di mana aku bisa bersatu sama elemen tertentu. Aku enggak berharap kamu paham.",
	"Harvey": "Hai @! Eh... lagi baca buku menarik di perpustakaan belakangan ini? Yah, um... nanti ketemu lagi ya?",
	"Sandy": "Aku denger hujan di rumah. Itu kenapa kamu kesini? Aku kangen hujan, sebenernya...",
	"Krobus": "Ah, saluran air lancar banget hari ini. Jadi bakal lembab di sini... Persis kayak yang aku suka.",
	"Leo": "Lembah jadi tenang pas hujan. Buat aku... alam itu kayak temen yang aku kenal, dengan suasana hati yang beda."
}