{
 "Introduction": "Kamu sudah bertemu dengan semua orang di kota ini? Rasanya melelahkan.",
  "Resort": "Wow, lihat struktur ini!$h#$b#Aku bisa tahu bahwa mereka dibuat oleh seorang master builder. Aku sangat terkesan!",
  "AcceptGift_(O)StardropTea": "Tunggu sebentar... kamu memberiku ini? Sungguh suatu keistimewaan! Terima kasih.",
  "AcceptGift_(O)Book_Woodcutting": "Apa ini... 'Rahasia Woody'? ... Um, jenis buku apa ini, @?$6#$b#Oh, ini tentang penebangan kayu! Hahaha... Oh ya, aku pasti akan menyukainya. Terima kasih!$4",
  "AcceptGift_(O)SkillBook_2": "Ah, 'Mingguan Penebang Kayu'... Aku berharap bisa mendapatkan edisi terbaru! Mereka punya semua teknik terbaru di sini!#$b#Dari seorang penebang kayu untuk yang lain... Terima kasih.$h",
  "GreenRain": "Pria itu gila! Mengapa dia harus pergi ke luar? Kita tidak tahu apa hujan ini berbahaya!$u%noturn",
  "GreenRainFinished": "Aku harap Demetrius senang dengan 'sampel' yang dikumpulkannya. Sepertinya proyek ilmiah kecilnya lebih penting baginya daripada istrinya sendiri. Hmmph.$6",
  "GreenRain_2": "Ada segala jenis kayu bagus di luar sana hari ini. Lebih baik mulai menebang ya kan?",
  "divorced_Sebastian": "Sebastian kembali ke ruang bawah tanah... apa yang terjadi antara kalian berdua?$s",
  "divorced_Maru": "Maru menangis sepanjang malam... Kami semua hancur...$s",
  "married_Sebastian": "Oh, jangan khawatir... air mata ini air mata kebahagiaan. Aku tahu Sebastian akan sangat bahagia di %farm Farm!$h",
  "married_Maru": "Kami akan merindukan kehadiran Maru di rumah, tapi aku yakin kami masih akan sering melihatnya!",
  "houseUpgrade_1": "Senang bekerja di rumahmu. Itu konstruksi terbaik yang pernah aku lakukan!$h#$e#Semoga kamu menikmati dapur baru.",
  "houseUpgrade_2": "Apa yang akan kamu lakukan dengan semua ruang baru di rumahmu?#$e#Atau aku harus menyebutnya... 'mansion' mu?$h",
  "houseUpgrade_3": "Jadi, apa kamu tertarik dengan bisnis anggur tua? Aku dengar itu sangat menguntungkan... jika kamu punya kesabaran.",
  "structureBuilt_Coop": "Itu kandang paling kokoh yang pernah aku bangun. Semoga kamu bisa banyak menggunakannya!",
  "structureBuilt_Shed": "Jadi, apa rencanamu dengan gudang baru itu? Kemungkinan tak terbatas!",
  "structureBuilt_Coop_memory_oneweek": "Bagaimana kandang barumu? Aku akan senang bertemu dengan hewan-hewan baru kamu!",
  "structureBuilt_Barn_memory_oneweek": "Apa kamu puas dengan lumbung baru itu? Aku yakin kamu akan memelihara hewan yang sangat bahagia di sana!",
  "structureBuilt_Slime Hutch": "*huh*... Membangun rumah slime itu banyak pekerjaan... Aku akan membutuhkan sehari di spa untuk pulih!$h",
  "structureBuilt_Stable_memory_oneweek": "Jadi, apa kamu sudah menunggangi kuda barumu keliling kota?#$b#Aku bayangkan kamu sangat pegal, tapi kamu akan terbiasa dengan itu segera.$h",
  "structureBuilt_Fish Pond": "Aku memberitahu Willy bahwa kamu mendapatkan kolam ikan baru. Dia tampak sangat senang tentang itu.#$e#Ternyata, dia membesarkan kepiting saat dia masih muda. Dia menyebutnya 'tradisi yang terjaga'.$h",
  "Resort_Leaving": "Itu menyenangkan!$h",
  "Resort_Shore": "Hei, lihat! Aku bisa melihat pulau lain dari sini.",
  "Resort_Chair": "Hei @. Kamu tahu, aku baru saja memikirkan seberapa jauh kota telah berkembang sejak kamu pertama kali pindah ke sini.#$b#Kamu seharusnya sangat bangga dengan semua yang sudah kamu lakukan!$h",
  "Resort_Bar": "Ini sangat menenangkan...",
  "reject_865": "Garam sayuran? Terdengar enak, tapi aku tidak membutuhkannya.",
  "reject_866": "Hmm... ketika aku memikirkan bunga, aku memikirkan Evelyn. Mungkin tunjukkan ini padanya?",
  "pamHouseUpgrade": "Rencana kecil kita berhasil dengan baik, bukan? Pam dan Penny tampak sangat bahagia.",
 "pamHouseUpgradeAnonymous": "Rencana kecil kita berhasil dengan baik, bukan? Pam dan Penny tampak sangat bahagia.",
  "MovieInvitation": "Ooh... Dua tiket untuk pertunjukan malam ini ya? Terdengar bagus! Aku akan bertemu denganmu di sana.$h",
  "cc_Bridge": "Hei! Aku mendengar suara aneh semalam, dan pagi ini bangunan jembatan batu pecah benar-benar diperbaiki!#$b#Ini adalah keajaiban dari kayu!",
  "cc_Complete": "Aku tahu itu sejak kamu turun dari bus itu, @... kamu ditakdirkan untuk menjadi pahlawan kota!$h",
  "cc_Begin": "Hei! Aku mendengar bahwa Lewis telah menunjukkanmu sekitar Pusat Komunitas... Akan bagus jika kamu bisa memperbaiki tempat itu. Dulunya itu adalah bangunan yang sangat bagus!",
  "Mon": "Sudahkah aku memberitahumu bahwa aku membangun rumah kita dari awal?#$e#Ini jelas menjadi sorotan dari karirku sejauh ini.",
  "Tue": "Hei, jika kamu membutuhkan bahan atau cetakan, tokoku adalah tempat yang kamu cari!#$e#Plus, bisnismu mendukung ekonomi lokal.$h",
  "Wed": "Hai, @.#$e#Aku sedang melamun tentang beberapa proyek perkayuan baru.#$e#Apa kamu baik-baik saja di tempatmu? Bagaimana perkayuan di kottagemu bertahan?",
  "Thu": "Kamu selalu dipersilakan untuk mengunjungi kami, bahkan jika kamu tidak berbelanja, kamu tahu.$h#$e#Ini bisa menjadi sangat sepi di sini di pegunungan.",
  "Fri": "Sudahkah kamu bertemu dengan putraku Sebastian, kan? Dia tinggal di bawah.#$e#Dia agak pemalu, tapi aku yakin dia akan menyukaimu jika kamu baik padanya.",
  "Fri_inlaw_Sebastian": "Aku merindukan Sebbyku... dia selalu sedikit disalahpahami, tapi aku percaya padanya.",
  "Fri4": "#$1 RobinSeb#Aku menemukan asbak di kamar Sebastian, dan baunya sangat aneh. Apa aku harus khawatir tentang ini?#$e#Kadang aku khawatir tentang Sebastian... dia tidak punya banyak teman dan tidak terlalu peduli dengan masa depannya...#$e#Aku akan berbicara dengannya tentang itu tapi dia tidak pernah membuka diri padaku.",
  "Fri4_inlaw_Sebastian": "Sebastian bilang padaku dia mencoba berhenti merokok! Aku benar-benar bangga padanya.",
  "Sat": "Rumah kita berada di daerah yang sangat indah, bukan?#$e#Aku suka udara segar pegunungan.",
  "Sun": "Aku harap Demetrius tidak meledakkan rumah dengan eksperimen sainsnya.#$e#Aku bahkan tidak yakin apa yang sedang dia kerjakan. Kurasa itu ada hubungannya dengan tanaman.",
  "Sun2": "#$1 RobinDem#Suamiku hampir membakar rumah semalam dengan eksperimen ilmiahnya. Salah satu tabungnya meledak dan mengirimkan bola api ke rafters! Terima kasih kepada Yoba aku menggunakan lak penahan api ketika aku membangun tempat ini.$u#$e#Maaf jika tercium aneh di sini, @. Itu proyek ilmiah aneh suamiku...",
  "Sun6": "Hai @! Senang melihatmu.$e#Kamu adalah anggota tetap komunitas sekarang, bukan?",
  "event_wood1": "Hebat, maka cetakan ini seharusnya mudah bagimu!$h",
  "event_wood2": "Nah, maka aku punya cetakan yang sempurna untuk memulai!",
  "summer_Mon": "Kayu adalah zat yang luar biasa... itu serbaguna, murah, kuat, dan setiap potong memiliki karakter uniknya sendiri!",
  "summer_Tue": "Jika kamu membutuhkan peningkatan bangunan di pertanianmu, cukup tanyakan padaku!#$e#Kamu harus menyediakan cukup kayu dan batu untuk proyek itu. Dan itu juga membutuhkan uang.#$e#Tapi aku yakin kamu akan puas dengan hasilnya!$h",
  "summer_Fri": "Kita cukup terisolasi dari dunia luar di sini di Stardew Valley.#$e#Ini memiliki kelebihan dan kekurangannya.",
  "fall_Mon": "#$1 RobinMaru#Maru suka batu permata. Dia menggunakannya dalam penemuan-penemuannya.#$e#Jadi, bagaimana hubunganmu dengan Maru?",
  "fall_Thu": "Kamu selalu dipersilakan untuk mengunjungi kami, bahkan jika kamu tidak mencari peningkatan bangunan!$h#$e#Ini bisa menjadi sangat sepi di sini di pegunungan.",
  "fall_Fri": "Sudahkah kamu bertemu dengan pria liar yang tinggal di belakang rumah kita?$s#$e#Aku rasa aku tidak terlalu perduli, selama dia tidak mengganggu kita.",
  "winter_Mon": "Hei, ini waktu yang tepat untuk mengumpulkan kayu.#$e#Mungkin kamu bisa mengumpulkan cukup untuk meningkatkan rumahmu!",
  "winter_Fri": "Orangtuaku terkejut ketika aku memberi tahu mereka bahwa aku ingin menjadi tukang kayu.#$e#Mereka cukup kuno.",
  "winter_Fri_inlaw_Sebastian": "Kurasa hidup di pertanian sangat sehat bagi Sebby.",
  "winter_Sat": "Rumah kita berada di daerah yang sangat indah, bukan?#$e#Semuanya terlihat tenang setelah salju baru."
}