{
	"Introduction": "Hai, aku Sam. Senang bertemu denganmu.$h",
	"AcceptGift_(O)206": "Oh yeah... Saatnya pizza!$h",
	"AcceptBirthdayGift_Positive": "Hei, hei, hei! Kamu ingat! Itulah yang kusuka!$h",
	"AcceptBirthdayGift_Negative": "Hei, hei, hei! Kamu ingat--$h#$b#...mengendus...mengendus... apa bau yang aneh itu...?$8#$b#...Oh.$5",
	"FlowerDance_Accept": "Oh... dengan aku? Hehe... Ya, tentu saja. Terdengar menyenangkan!$10",
	"GreenRain": "Whaa! Apa itu asam? Apa itu akan menembus atap dan membakar kita hidup-hidup?$8#$b#Aku harus menjaga adikku yang kecil!$7",
	"GreenRainFinished": "Sepertinya tidak ada kerusakan pada apapun... Itu aneh. Bagaimana kabarmu?",
	"GreenRain_2": "Kamu perhatikan betapa hangatnya hujan ini? Rasanya hidup...",
	"dating_Sam": "Eum... Jadi, bisakah aku mendapatkan ciuman sekarang?$l",
	"dating_Sam_memory_oneday": "Aku tidak bisa tidur semalam. Aku membayangkan semua hal yang akan kita lakukan bersama.$10",
	"AcceptGift_(O)StardropTea": "Whoaa... Tunggu... ini untukku? Aku tidak pernah mengharapkan ini! Terima kasih!",
	"dating_Sebastian": "Aku dengar kamu dan Sebastian pacaran... dia lebih baik masih datang latihan band setiap minggunya!",
	"married_Sebastian": "Wow, aku tidak percaya kamu dan Sebastian menikah. Waktu benar-benar berubah...$u#$e#Eh, tidak apa-apa, aku yakin dia masih punya waktu untuk menghabiskan waktu bersama.",
	"married_Abigail": "Hei, apa yang terjadi? Kamu mengambil drummerku!$8#$b#Haha, hanya bercanda... Selamat ya!$h",
	"eventSeen_45": "Lebih baik aku mengurangi kegiatan untuk sementara. Aku tidak ingin berada di sisi buruk Wali Kota Lewis!",
	"firstVisit_Sewer": "Heheh... Jadi kamu pernah ke saluran pembuangan ya? Aku juga sering menyelinap ke sana. Itu cukup menyeramkan.#$e#Bagaimana aku bisa tahu? Hmm... mari kita katakan... 'hidung yang tahu'.$h",
	"eventSeen_45_memory_oneweek": "Tidak keren ya jika kota memiliki taman seluncur, kan?#$b#Sekarang, bagaimana cara meyakinkan Wali Kota Lewis...$s",
	"eventSeen_4081148_memory_oneday": "Bahkan dengan semua latihan yang kami lakukan, aku membuat banyak kesalahan di atas panggung... Aku harap tidak ada yang menyadarinya.$s#$e#Ini agak membuat gugup berada di depan semua orang!$h",
	"eventSeen_733330_memory_oneday": "Jika... maksudku ketika... Ayahku kembali, aku penasaran apa dia akan sama seperti yang aku ingat?$s",
	"Resort_Entering": "Wow, tempat yang bagus!",
	"Resort": "Aku yakin ada beberapa hal keren di dalam pulau.#$e#Willy bilang kita harus tinggal di sini, meskipun... ada masalah tanggung jawab atau apa.$s",
	"Resort_Leaving": "Aku merasa cukup baik dari semua sinar matahari.$h",
	"Resort_Shore": "Lihatlah ombak-ombak keren ini... Tebak apa? Aku akan mengumpulkan uang untuk papan selancar.",
	"Resort_Towel": "%Sam sedang memainkan lagu jazzy di gitarnya.",
	"Resort_Towel_2": "Mungkin aku harus belajar memainkan ukulele.#$e#Abby di kongga dan Sebastian di steel drum... 'Burung camar surga'...$s#$e#Ada apa, kamu terlihat khawatir.$h",
	"Resort_Bar": "Aku hanya sedang meneguk minuman, kemudian kembali ke pantai.",
	"FlowerDance_Accept_Spouse": "Ah, aku harus mengenakan setelan aneh itu lagi? Kurasa sekarang kita sudah menikah... Yah, baiklah.$s",
	"FlowerDance_Decline": "Hmm... Aku tidak yakin. Mungkin tahun depan.$s",
	"dumped_Guys": "...$a",
	"secondChance_Guys": "Baiklah, aku selesai dengan adegan bersikap dingin. Mari kita lupakan apa yang terjadi.$7",
	"breakUp": "Tunggu... apa?!$8#$b#Kurasa kita baik-baik saja... Aku rasa aku sangat salah... baiklah, kalau begitu.$9#$b#Ya, tentu... kita masih bisa berteman.$9",
	"divorced": "Maaf, @. Aku rasa aku tidak bisa lagi menjadi temanmu.$s",
	"Mon2": "Hai, kabar baik?#$e#Tadi malam aku berlatih gitar selama 4 jam tanpa henti. Jari-jariku sangat sakit.$s#$e#Sampai jumpa, aku ada sesuatu yang harus kulakukan...",
	"Mon": "Hai, petani.",
	"Mon8": "Aku akan memberitahumu sebuah rahasia... nama ku 'Sam' adalah singkatan dari 'Samson'.$10#$e#Kebanyakan orang tidak tahu itu jadi simpanlah rahasia ini.",
	"Tue": "Oh, hai! Senang bertemu denganmu lagi.#$e#Santai saja.",
	"Tue4": "Hai, @. Apa kamu ingin menghabiskan waktu bersama atau apa?#$e#Tidur terasa nyaman tapi terkadang aku ingin melewatinya... itu hanya pemborosan waktu.",
	"Wed": "Aku mencoba membuat lagu baru untuk bandku, tapi pikiranku kosong...#$q 19/20 Wed_old#Hei... Menurutmu laguku yang baru harus tentang apa?#$r 20 30 Wed_20#Bertani, menambang, dan menebang kayu.#$r 8820 30 Wed_20#Sebuah kota di laut.#$r 8821 30 Wed_20#Kereta.#$r 19 -50 Wed_19#Pilih apa saja. Lagunya tetap akan menjadi lagu yang mengerikan.",
	"Wed_old": "$p 19#Tapi aku sudah tahu pendapatmu tentang itu.$a|Berkat bantuanmu aku sudah selesai dengan liriknya!$h",
	"Wed_19": "Hei, teman... apa masalahmu? Maaf sudah aku tanyakan.$a",
	"Wed_20": "Hei, kamu tahu apa? Itu terdengar sempurna. Terima kasih!$h",
	"Wed6": "Aku sudah berteman dengan Sebastian sejak lama. Dia orang yang cukup keren.#$e#Jika kalian berdua tidak di sini, aku tidak akan punya teman di kota ini.",
	"Wed10": "Hai kawan. Kamu terlihat penuh energi hari ini!^@. Um... aku hanya ingin bilang... Kamu terlihat keren hari ini.$10",
	"Thu6_1": "Kurasa Ayahku akan kembali dalam setahun atau lebih.#$e#Kurasa kamu bisa bertemu dengannya nanti. Jika kamu masih tinggal di sini.#$e#Kamu tidak akan meninggalkan kebun setelah begitu banyak usaha yang telah kamu lakukan!",
	"Thu6_2": "...Aku punya perasaan campur aduk tentang Ayahku yang kembali. Dia terlihat aneh.$s#$b#Tapi kurasa aku tidak melihatnya selama 3 tahun... jadi itu bisa menjelaskannya.",
	"Thu_3": "sigh... apa yang masih aku lakukan di sini?",
	"Thu": "Awan terlihat bagus pada musim ini, bukan?#$e#Seperti scoops es krim vanilla mengambang di saus raspberry biru... Atau aku hanya lapar.",
	"Thu2": "Ayahku adalah seorang prajurit, berjuang melawan Kekaisaran Gotoro. Itulah sebabnya dia tidak ada di sini...#$e#Someday dia akan kembali.#$e#...Aku pernah mendengar beberapa hal mengerikan tentang Kekaisaran Gotoro...$s",
	"Thu_2": "Nah, Ayahku sudah kembali. Sudahkah kamu bertemu dengannya?#$b#Aku hanya senang dia baik-baik saja.",
	"Thu2_2": "Nah, Ayahku sudah kembali. Sudahkah kamu bertemu dengannya?#$b#Aku hanya senang dia baik-baik saja.",
	"Fri": "Pernahkah aku ceritakan padamu bahwa kami dulu tinggal di kota?#$e#Ada banyak hal yang terjadi, tapi juga agak bising dan kacau... Sulit untuk mengatakan mana yang lebih baik.",
	"Fri4": "Ayah dulu bekerja sebagai tukang sampah di kota.#$e#Kamu bahkan tidak ingin tahu beberapa hal yang dia temukan di tempat sampah orang.",
	"Fri10": "Semakin tua aku semakin terikat dengan lembah ini.#$b#Meskipun aku bisa saja memihak... karena alasan tertentu.$10#$e#Jadi, bagaimana kabarmu hari ini?$h",
	"Sat4": "Oh! Aku baru saja ingat aku seharusnya menelepon Nenekku. Baiklah, aku akan mengikatkan ikat karet ini di pergelangan tanganku agar aku tidak lupa.#$e#Aku harus membuat pengingat kecil untuk diriku sendiri atau aku akan benar-benar lupa untuk melakukan hal-hal.$h",
	"Sat": "Hmm. Aku baru saja ingat bahwa aku seharusnya melakukan sesuatu... Tapi aku lupa.#$e#Ini sering terjadi padaku.",
	"Sun8": "Terkadang aku penasaran apa ibuku benar-benar bahagia dengan hidupnya...$s#$e#Aku pernah bertanya kepadanya sekali dan mendapat perasaan dia sedang menyembunyikan beberapa rasa sakit batin.",
	"Sun": "Ah, hari ini cuaca bagus... bukan?",
	"10": "Apa kamu menonton pertandingan semalam?#$b#Atau tunggu, apa kamu punya televisi...?",
	"14": "Ah, aku menginjak sesuatu yang menjijikkan tadi... dan aku baru saja membeli sepatu ini.$s",
	"spring_21": "Terkadang kelopak bunga musim semi yang melayang membuat hidungku berair.$s#$e#Aku lebih suka musim panas, sebenarnya.",
	"Event_band1": "Hei, tahukah kamu? Itu persis jenis gaya yang sudah lama aku pikirkan... untuk band.",
	"Event_band2": "Hei, tahukah kamu? Itu persis jenis gaya yang sudah lama aku pikirkan... untuk band.",
	"Event_band3": "Hei, tahukah kamu? Itu persis jenis gaya yang sudah lama aku pikirkan... untuk band.",
	"Event_band4": "Hei, tahukah kamu? Itu persis jenis gaya yang sudah lama aku pikirkan... untuk band.",
	"event_room1": "Oh, begitu.",
	"spring_12": "Adikku begitu bersemangat untuk festival. Dia terus membicarakan perburuan telur besok sepanjang hari.",
	"spring_23": "Kenapa pesta tari bunga tidak diadakan hari ini sehingga aku bisa membolos kerja?$s",
	"winter_7": "Suatu waktu, Gus jatuh ke sungai selama Festival Es. Kami harus membuat api besar di saloon untuk mengeringkannya.#$e#Kami semua khawatir kami tidak akan pernah lagi merasakan spageti terkenalnya.",
	"fall_26": "Malam ini, setelah semua orang tertidur, pria tua aneh yang tinggal di hutan akan membangun labirin berhantu. Dia selalu memastikan tidak ada yang melihatnya bekerja.",
	"summer_10": "Aku tidak harus bekerja besok! Aku belum pernah sebahagia ini.$h",
	"winter_24": "Pesta Bintang Musim Dingin seharusnya menjadi waktu untuk menunjukkan rasa terima kasih atas semua hal baik dalam hidup.#$b#Aku? Aku lebih tertarik pada makanannya. Hehe.$h",
	"event_room2": "Yeah... Itulah yang terjadi!",
	"event_snack1": "Dia benar... Itu yang terjadi.$s^Dia benar... Itu yang terjadi.$s",
	"event_snack2": "Yeah... Itulah yang terjadi!",
	"event_snack3": "Apa!? Dia berbohong!$a^Apa!? Dia berbohong!$a",
	"summer_Mon2": "Hai, apa kabar?#$e#Aku lapar.#$e#Sampai jumpa nanti.",
	"summer_Mon6": "Sudahkah kamu pergi ke padang pasir?#$e#Kamu bisa menemukan beberapa hal menarik di sana. Ayahku membawaku beberapa kali saat aku masih kecil.",
	"summer_Mon": "Ada sedikit lebih sedikit serbuk sari di musim panas... hidungku sangat senang.",
	"summer_Tue": "Oh, hai! Senang bertemu denganmu lagi.#$e#Sampai jumpa nanti.",
	"summer_Tue4": "Hai, @. Mau menghabiskan waktu bersama atau apa?#$e#Aku begitu bersemangat selama musim panas sehingga hampir tidak perlu tidur!",
	"summer_Wed": "Hai. Libur hari ini?#$e#Terdengar menarik.",
	"summer_Wed2": "Kemarin malam aku melihat seekor laba-laba di langit-langitku. Mereka benar-benar menyukai kehangatan.#$e#Aku harap dia tidak merayap ke mulutku saat aku tertidur...$s",
	"summer_Thu": "Ayahku bercerita tentang musuh nasional kita, Kekaisaran Gotoro... Mereka terdengar seperti sekelompok kejam.",
	"summer_Thu6_2": "Kadang-kadang aku bisa mendengar Ayahku berjalan-jalan di lorong pada malam hari.$s#$b#...Tapi dia tidak akan memberitahu kita apa yang mengganggunya.",
	"summer_Fri": "Tahu kan... dulu aku tinggal di kota dan aku harus mengaku, tempat ini jauh lebih baik di musim panas.$h#$e#Kota begitu panas dengan semua beton itu.",
	"summer_Sun": "Saat kau melihat balon udara panas melayang di atas laut, kau akan tahu bahwa musim panas sedang berlangsung penuh.",
	"fall_Mon2": "Aku suka berjalan-jalan di hutan pada waktu seperti ini. Suhunya begitu nyaman.#$e#...$h",
	"fall_Mon": "Oh, hai. Apa kamu sedang berteman dengan siapa pun di kota?#$e#Sampai jumpa.",
	"fall_Tue": "Sepertinya sepatuku selalu habis saat musim ini. Lihat, jari kakiku sudah menonjol!$h#$e#Itu yang terjadi ketika kamu terlalu sering berskateboard.",
	"fall_9": "Aku memesan sepasang sepatu baru secara online. Mereka sama gayanya jadi aku tahu mereka akan pas dengan baik.",
	"fall_16": "Aku memesan beberapa sepatu online lebih dari seminggu yang lalu! Ya ampun, mereka benar-benar memakan waktu lama.#$e#Kita pasti tinggal di tempat yang jauh dari segalanya.$s",
	"fall_23": "Ah, kaki-kakiku merasa nyaman di sepatu baru ini. Mereka sedikit kaku, tapi akan luluh. Terutama setelah aku melewati labirin berhantu akhir pekan ini.$h",
	"fall_Tue4": "Hai, @. Mau menghabiskan waktu bersama atau apa?#$e#Mampir saja kapan pun kau mau.",
	"fall_Wed": "Hei... ada yang harum seperti pizza.#$e#Kau menciumnya? Mungkin Ibuku sedang memasak sesuatu.",
	"fall_Thu6_1": "Kurasa Ayahku akan kembali tahun depan.#$e#Aku kira itu cukup cepat. Aneh.",
	"fall_Thu6": "Aku kira aku harus mulai memikirkan untuk pindah keluar segera...$s#$e#...Tapi aku akan merindukan Casserole ikan Ibuku, jadi aku tidak tahu...$s#$e#Aku benci membuat keputusan.",
	"fall_Thu": "Pernahkah kau perhatikan semua jaring laba-laba yang muncul saat musim gugur?#$e#Jika kau bangun pagi-pagi kau akan melihatnya tertutup embun... seperti bintang-bintang kecil.",
	"fall_Fri": "Dulu aku tinggal di Kota Zuzu, tahu. Perbedaan terbesar adalah kebisingan. Tidak pernah sepi di kota.#$e#Ada banyak orang di sekitarmu, selalu. Dan selalu terang dengan lampu kota, bahkan di malam hari.#$e#Aku kira setting mana yang kau sukai tergantung pada kepribadianmu.",
	"fall_Fri10": "Kurasa aku mulai menyukai pedesaan lebih dari kota.$h#$b#Meskipun aku bisa memihak... karena suatu alasan tertentu.$10#$e#Jadi, bagaimana kabarmu hari ini?$h",
	"fall_Sat4": "Aku beruntung punya ruangan terbesar di rumah untuk diriku sendiri.#$e#Aku kira ada keuntungan menjadi anak tertua.",
	"fall_Sat": "Hmm. Aku rasa aku ingin melakukan sesuatu... Tapi aku lupa.#$e#Ini sering terjadi padaku.",
	"fall_Sun8": "Minggu pertama musim gugur sudah berlalu. Ya ampun, itu berlalu begitu cepat.$s#$e#Tidak masalah. Aku hanya senang kau datang mengunjungiku!#$e#Jadi, apa ada hal baru yang ingin kau ceritakan padaku?",
	"fall_Sun": "Sulit untuk bersenang-senang pada hari Minggu... Aku terus memikirkan harus pergi bekerja besok.$s",
	"fall_14": "Hai @.#$e#Hmm.. Aku penasaran apa aku bisa menanam kaktus di kamarku?",
	"winter_Mon2": "Semua orang berada di dalam ruangan selama musim dingin, jadi aku bisa bermain gitar sekeras yang aku mau.$h",
	"winter_Mon": "Hai... Dingin, bukan?",
	"winter_Tue": "Oh, hai! Senang bertemu denganmu lagi.#$e#Santai saja.",
	"winter_Tue4": "Hai, @. Mau nongkrong atau apa?#$e#Yah, ini waktu yang tepat untuk mengejar semua tidur yang telah kutinggalkan.$h",
	"winter_Wed": "$d Joja#Aku benci bekerja di JojaMart, tapi bagaimana lagi aku bisa menghasilkan uang di kota ini?|Aku senang sekarang bekerja di museum. Lebih menarik daripada JojaMart yang menyedihkan itu.",
	"winter_Thu6_1": "Kurasa Ayahku akan kembali musim semi ini.#$e#Sudah 3 tahun sejak terakhir kali aku melihatnya. Ini akan menjadi aneh.",
	"winter_Thu6": "Ayah sudah kembali untuk sementara waktu sekarang. Aku kira aku mulai terbiasa dengan ini.",
	"winter_Thu": "Ayahku di militer, bertempur melawan Kekaisaran Gotoro. Itulah mengapa dia tidak ada di sini.#$e#Dia akan kembali segera, meskipun.",
	"winter_Thu_2": "Salah satu hal yang menyenangkan tentang musim dingin... semua nyamuk telah pergi.",
	"winter_Fri": "Hal terburuk tentang salju adalah kaki yang basah. Kamu beruntung memakai sepatu bot yang tebal.",
	"winter_Sat4": "Aku baru ingat aku perlu mengganti senar gitar.$b#Oke, aku akan menulis catatan di pergelangan tanganku agar aku ingat untuk melakukannya malam ini.#$e#Aku harus membuat pengingat kecil untuk diriku sendiri atau aku akan benar-benar lupa untuk melakukan sesuatu.$h",
	"winter_Sun8": "Akan menyenangkan jika kita bisa bermain sledding, bukan?#$e#Kurasa tidak ada bukit bagus di dekat sini.$s#$e#Selain itu, aku tidak punya sepeda salju.#$e#Jadi, bagaimana kabarmu akhir-akhir ini?",
	"winter_Sun": "Coba jangan membuat berantakan di rumah atau Ibuku akan kesal."
}