{
	"accept_866": "Mawar Stardew Valley? Sungguh indah! Terima kasih!$h#$b#Setiap kali aku merindukan lembah, aku akan mencium mawar ini. Hehe.$h#$b#Ini, ambil ini. Sudah ada di rak selama 10 tahun dan tidak ada yang membelinya. Kamu boleh memiliki!",
	"AcceptGift_(O)18": "Wow, tidak ada yang bilang 'musim semi' seperti bunga bakung Stardew Valley!$h",
	"AcceptGift_(O)StardropTea": "Wow, itu begitu langka... Aku tidak percaya kamu memberikannya padaku! Terima kasih, sayang!",
	"AcceptGift_(O)418": "Ahh... bahkan di musim dingin, Stardew Valley punya bunga yang indah.",
	"GreenRain": "Aku dengar ada peristiwa cuaca langka di lembah.#$e#Saya berharap hujan turun di sini kadang-kadang...$s",
	"married_Emily": "Bagaimana hari besar kamu? Emily datang ke sini beberapa waktu lalu dan menceritakan semua rencana kamu.#$b#Aku harus datang mengunjungi kamu berdua di peternakan suatu saat!",
	"AcceptGift_(O)402": "Mengendus... Mmm... kacang polong punya aroma yang paling indah.",
	"Mon": "Halo halo, sayang!#$b#Aku senang bus kembali beroperasi. Sudah mulai sepi di sini.#$e#...Aku hampir bangkrut.$s#$e#Hei, tapi sekarang kamu ada di sini untuk membeli banyak benih... benar, sayang?$h",
	"Tue": "Kamu bisa menemukan kelapa dan buah kaktus di luar. Silakan ambil sebanyak yang kamu temukan.#$e#Mereka juga lezat. Heeee!$h",
	"Wed": "Hai di sana! Jika kamu melihat temanku Emily di kota, bisakah kamu mengatakan padanya bahwa aku mengatakan 'Hai'?#$e#Terima kasih!$h",
	"Thu": "Pria yang terlihat mencurigakan di belakang? Aku tidak boleh membicarakannya.#$e#Ngomong-ngomong... bagaimana cuaca di lembah?",
	"Fri": "Kamu tidak akan punya banyak keberuntungan bertani di sini, sayang.#$e#Yah, kecuali jika kamu petani kaktus.$h",
	"Sat": "Hai! Selamat datang di Sandy's Oasis, tujuan nomor satu di Gurun Calico!#$e#berbisik Apa aku terdengar profesional?$h#$e#Pastikan untuk melihat pilihan benih musiman kami.#$e#Kamu terlihat sangat haus. Ini, cicipi susu dingin ini. [184]#$e#Enak, kan?$h",
	"Sun": "Selalu cerah di sini, bahkan di musim dingin!#$e#Sebenarnya, sedikit terlalu panas untuk seleraku... kulit sensitifku cepat terbakar di bawah sinar matahari.$s",
	"Thu2": "Pria yang terlihat mencurigakan di belakang? Aku benar-benar tidak boleh membicarakannya.#$e#Ngomong-ngomong... bagaimana cuaca di lembah?",
	"Thu4": "Hei... Kurasa aku bisa percaya padamu. Kamu bisa menyimpan rahasia, kan?#$b#berbisik Pria itu di belakang... itu semacam klub eksklusif. Aku sendiri belum pernah masuk, tapi mereka membayar sewa bulanan yang cukup murah hati kepadaku jadi aku tidak penasaran.#$e#JADIIII! Bagaimana cuaca di Stardew Valley sekarang?",
	"Fri4": "Namaku sebenarnya bukan Sandy, tahu. Ini hanya bagus untuk bisnis.#$e#Tapi semua orang memanggilku Sandy saja, jadi aku sudah terbiasa.",
	"Wed8": "Apa itu mahal, datang ke gurun begitu sering seperti yang kamu lakukan?#$e#Kamu pasti sangat ingin bertemu denganku, ya? Hmmm... $h||menghela nafas... Aku merindukan bunga-bunga indah di Stardew Valley...$s",
	"Sun8": "Hai, sayang. Ya, hanya aku, sendirian di toko besar ini. Hmmm...#$e#Nah, kecuali pria yang mencurigakan di belakang sana. Tapi dia tidak pernah bergeming, jadi aku sering lupa tentang dia.",
	"Wed10": "Hei, ini @! Aku senang melihatmu, nak. Aku mulai berpikir kamu tidak akan pernah kembali!#$e#Jika aku tidak memiliki toko ini untuk dijalankan, aku akan kembali ke lembah bersamamu untuk satu atau dua hari... hanya kamu dan aku di peternakan lama.$s#$e#Kamu harus sering mengunjungiku agar aku tidak depresi.$h",
	"Tue10": "Hai! Tinggal selama yang kamu suka.#$e#AC-nya pasti terasa nyaman, bukan?"
}