{
	"Introduction": "Oh. Kamu baru saja pindah, kan? Keren sekali.#$e#Dari semua tempat yang bisa kamu tinggali, kamu memilih Pelican Town?",
	"AcceptBirthdayGift_Positive": "Oh, benarkah? Aku tidak mengharapkan ini. Tampak bagus, meskipun. Terima kasih.$h",
	"AcceptBirthdayGift_Negative": "Uhh... yah, aku menghargai pikiranmu.",
	"dating_Sebastian": "Jangan membuat lelucon tentangku... tapi aku belum pernah berada dalam hubungan seperti ini sebelumnya.$l^Jangan membuat lelucon tentangku... tapi aku belum pernah benar-benar punya pacar sebelumnya.$l",
	"dating_Sebastian_memory_oneday": "Hei... kamu terlihat bagus.$l#$e#Aku telah memikirkanmu sepanjang hari...$l",
	"dating_Sebastian_memory_oneyear": "Hei... Sudah setahun sejak kita mulai berkencan, ingat?$h#$e#Itu telah menjadi tahun terbaik dalam hidupku...$l",
	"FlowerDance_Accept": "Oh ya? ... Baiklah, aku akan.#$b#Heh... mungkin festival ini tidak begitu buruk.$h",
	"married_Maru": "Demetrius telah sangat tegang karena pernikahan, suasana di rumah jadi tegang.",
	"GreenRain": "Ibuku panik, tapi sebenarnya aku agak menikmatinya. Aku bertaruh katak-katak sedang beraksi di luar sana!$h#$e#Aku akan tinggal di sini untuk mencoba menjaga dia tetap tenang, meskipun.",
	"GreenRain_2": "Aku harap cuaca ini akan kembali. Ini membuatku lebih menghargai musim panas.",
	"eventSeen_4081148": "Pertunjukan itu berjalan dengan baik. Aku agak gugup sebelumnya, tapi begitu kami naik ke atas panggung aku agak masuk ke dalam zona.",
	"AcceptGift_(O)575": "Apa itu obsidian? Ini persis yang aku cari... Aku akan melihat apa aku bisa membentuknya menjadi sebuah belati.$h",
	"AcceptGift_(O)StardropTea": "Hei, terima kasih. Aku akan minum ini ketika langit mulai gelap.",
	"AcceptGift_(O)Book_Defense": "Apa yang kamu maksud... aku perlu berlatih?$s#$b#Yah, aku lebih suka 'lincah'... Mungkin aku akan membaca setengah pertama.$h",
	"AcceptGift_(O)227": "$c 0.8#Aku benar-benar menyukai ini. Bagaimana kamu tahu?$h#Mmm... setelah kamu terbiasa makan ikan mentah, itu menjadi sangat membuat ketagihan.",
	"AcceptGift_(O)305": "$c 0.8#Whoa... Telur ini bicara padaku... Aku akan meletakkannya di meja kerjaku. Terima kasih!$h#Hmm... aku penasaran, jika aku meletakkannya di bawah bantalku, akankah itu menetas? Hehe... hanya ada satu cara untuk mencari tahu.$h",
	"AcceptGift_(O)236": "Kamu membawakan aku sup? Itu sangat baik dari kamu.$h#$b#Yang ini mengingatkanku akan banyak kenangan...",
	"AcceptGift_(TR)FrogEgg": "Hei, itu telur katak! Aku akan mencoba menetasinya. Terima kasih!$h",
	"firstVisit_Railroad": "Aku senang jalur ke rel kereta lagi terbuka.#$b#Aku suka pergi ke sana ketika aku ingin sendirian.#$e#...Yang sering.",
	"Resort_Entering": "Aku suka naik perahu. Pada satu titik kamu tidak bisa melihat tanah sama sekali..",
	"Resort_Leaving": "Aku siap kembali ke rumah.",
	"Resort": "Pantai ini bagus, tapi aku tidak begitu suka kerumuman.",
	"Resort_Shore": "Kamu pikir Willy akan membiarkanku membawa jet ski ke sini?#$b#...Nah.$h",
	"Resort_Wander": "...Sekarang, jika aku adalah katak tropis, di mana aku akan bersembunyi...$h",
	"Resort_Wander_2": "Aku bertaruh tempat ini terlihat cukup keren saat hujan.",
	"Resort_Towel": "Bagus juga untuk pergi dari komputer dan melihat dunia nyata kadang-kadang. Aku lupa betapa bagusnya itu bisa.$h",
	"Resort_Bar": "Biasanya aku mengenakan hitam, tapi di panas ini...",
	"FlowerDance_Accept_Spouse": "Ugh... haruskah kita? Baiklah.",
	"FlowerDance_Decline": "Tidak... Ada orang lain yang ingin aku berdansa dengannya.",
	"divorced": "Kenapa kamu terus menggangguku? Aku mencoba untuk melupakanmu.$s",
	"dumped_Guys": "Aku tidak ingin melihatmu untuk sementara waktu.$u",
	"breakUp": "... baiklah...$s#$b#Kurasa aku akan melihatmu lagi nanti...$s",
	"secondChance_Guys": "Hei...",
	"Mon": "Um... butuh sesuatu?",
	"Mon4": "Jika aku tiba-tiba menghilang, apa itu benar-benar akan berarti sesuatu?$s",
	"Tue": "Aku sedang berpikir... orang itu seperti batu yang melompati air.#$b#Pada akhirnya kita akan tenggelam.",
	"Tue6": "Sam sangat ekstrovert, jadi saat kami menghabiskan waktu bersama, dia yang melakukan sebagian besar pembicaraan.#$b#Bagiku itu tidak masalah!||Bayangkan jika Sam sependiam aku... kita akan menghabiskan waktu bersama dan tidak mengucapkan sepatah kata pun.$h||Beberapa orang suka bicara, yang lain suka mendengarkan. Aku lebih suka mendengarkan.",
	"Wed": "Apa yang akan aku lakukan hari ini?#$e#Mungkin tidak ada.",
	"Wed2": "Mungkin Sam adalah satu-satunya temanku di kota ini.#$e#Yah, Abby juga baik, tapi...$h#$e#Umm.. tidak apa-apa.",
	"Wed2_inlaw_Abigail": "Mungkin Sam adalah satu-satunya temanku di kota ini, lagi...",
	"Wed6": "Kamu dan Sam adalah satu-satunya temanku di kota ini.$s",
	"Wed10": "Aku tidak tahu di mana aku akan berada tanpamu... mungkin di parit.$l",
	"Thu": "#$1 Sebastian1#Kemarin malam aku menyelinap ke gua dan mendapat luka parah dari kepiting batu. Jangan katakan kepada siapa pun, oke?#$e#Hai.#$e#... butuh sesuatu?",
	"Mountain_47_23": "Aku datang ke sini untuk kedamaian dan ketenangan.",
	"Thu4": "Mengapa semua orang begitu menyukai Maru? Tentu, dia pintar dan ramah, tapi apa mereka menyadari itu semua hanyalah trik untuk mendapatkan perhatian?#$e#Maaf...$s",
	"Thu6": "Bisakah kamu membayangkan seseorang sepertiku tinggal di sebuah peternakan? Itu terlihat konyol.$h",
	"Thu8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Hei... Bagaimana kabar di pertanian?#$e#Sama rutinnya ya? Ya, aku tahu sedikit tentang itu...|Bisakah kamu membayangkan aku tinggal di sebuah peternakan?#$e#Terlihat konyol, tapi akhir-akhir ini aku sering memikirkannya.",
	"Fri": "Uh... aku tidak benar-benar mengenalmu.",
	"Fri2": "sigh... Jika bensin tidak semahal sekarang, aku akan naik motor ke kota hari ini.#$e#$q 15/16 Fri_old#Jadi, apa yang kamu lakukan saat tidak bekerja?#$r 15 0 Fri_bad#Lebih Banyak Berkebun#$r 16 30 Fri_good#Komik#$r 15 -30 Fri_bad#Belanja#$r 15 -30 Fri_bad#Olahraga",
	"Fri_old": "$p 16#Hei, jika kamu bosan, jangan ragu untuk menghabiskan waktu di kamarku...$h|Kamu lebih suka kehidupan di kota kecil ya?",
	"Fri_good": "Oh ya? Nah, apa kamu sudah membaca 'Cave Saga X' yang baru? Aku tidak akan merusaknya untukmu, tapi oh man...$h",
	"Fri_bad": "Oh yea? Hmm... bukan benar-benar minatku, tapi setiap orang berbeda ya?$u",
	"Sat": "Apa? Aku tidak mendengarmu... Aku sedang sibuk memikirkan sesuatu.#$e#Apa yang kamu inginkan?",
	"Sat2": "Kamu tahu, seharusnya aku melakukan sesuatu yang produktif sekarang. Aku hanya kehilangan fokus terlalu cepat...$s#$b#Mungkin aku harus minum lebih banyak kopi?",
	"Sun": "Hai. Namamu @, kan?",
	"Sun2": "Akhir pekanmu menyenangkan? ...bagus.",
	"Sun4": "Biasanya aku tinggal di dalam rumah, tapi aku kadang-kadang pergi ke pantai.#$b#Biasanya hanya saat hujan, sih.#$e#Entah mengapa, menatap ke kejauhan yang suram membuatku merasa... Aku tidak tahu. Seperti layak untuk terus berjuang, kurasa.",
	"Fri8": "Ada yang baru? $h#$e#Aku akan berada di bar malam ini, mengalahkan Sam dalam permainan bilyar lagi.$h",
	"Sun10": "Aku baru saja memikirkanmu...$l",
	"Event_game1": "Baiklah, itu akan berhasil.",
	"Event_game2": "Pilihan bagus. Itu cocok dengan peranku dengan baik.",
	"Event_cave1": "Tidak terlalu cepat! Aku ingin tahu apa itu.",
	"Event_cave2": "Benarkah? Itu membuat banyak suara!",
	"Event_cave3": "Terlalu berbahaya tanpa pedang. Tapi aku suka semangat petualanganmu.$h",
	"event_garage1": "Bagus.$8",
	"event_garage2": "Baiklah... Lupakan saja.$9",
	"event_garage3": "Jangan khawatir, aku akan memastikan untuk memperkenalkanmu terlebih dahulu sebelum aku membiarkanmu melakukan sesuatu yang berbahaya.$8^Tidak perlu khawatir... Aku akan memastikan kamu aman.$8",
	"event_city1": "Hmm... Tidak persis seperti yang akan aku katakan, tapi, ya.",
	"event_city2": "Ya... Itu persis bagaimana perasaanku juga.$l",
	"event_city3": "Oh... Mungkin ini bukan tempat yang tepat untuk membawamu, lalu. Kurasa kamu akan melihat keindahannya.$s",
	"event_city4": "Ugh... Kau terdengar seperti ibuku.$a#$b#...sigh$s#$b#Kamu benar, meskipun. Aku kecanduan hal-hal ini, itu tidak baik.$s",
	"summer_Mon": "Semua orang begitu bahagia di bawah matahari. Aku tidak mengerti.",
	"summer_Mon6": "Semua orang begitu bahagia saat cuaca cerah...#$e#Setiap orang memiliki selera yang berbeda, kurasa.||Kebanyakan orang menyukai matahari ya kan?#$b#Aku kira kamu membutuhkan jumlah vitamin D tertentu...",
	"summer_Tue": "Aku menantikan musim dingin yang dingin dan lembap. Aku merasa lebih nyaman.",
	"summer_Tue4": "Aku menantikan musim dingin yang dingin dan lembap. Sepertinya aku menyalurkan kodok batin, kurasa.$h",
	"summer_Wed": "Apa gunanya keluar rumah? Aku sudah melihat semuanya.",
	"summer_Wed6": "Jika kamu sedang depresi, semuanya terlihat bodoh. Tapi jika kamu merasa positif, bahkan hal-hal paling biasa akan membuatmu bahagia.#$e#Bagaimana cara tetap positif dalam jangka panjang? Aku tidak punya ide.#$e#...Mungkin suatu hari nanti aku akan menemukannya.",
	"summer_Wed10": "Mengapa aku tersenyum? Kurasa aku sudah tidak biasanya bahagia belakangan ini...$l",
	"summer_Thu": "Aku pasti tidak ingin berenang, jika itu yang akan kamu tanyakan.$s#$e#Oh, kamu hanya berhenti untuk menyapa? Maaf.",
	"summer_Thu10": "Jika kamu ingin pergi berenang... Aku kira aku akan melakukannya.$l",
	"summer_Mountain_58_35": "#$c .5#Suhu hanya mulai nyaman saat malam hari.#$e#Selalu terasa sedikit lebih dingin di dekat danau.",
	"summer_Fri": "Oh, hei. gaaap... maaf.",
	"summer_Fri6": "Hei, aku senang kamu mampir.$h#$e#Bagaimana cara kamu mengatasi panas ini?",
	"summer_Sat": "Aku harap kita tidak makan kaserol jamur malam ini...$s||Oh tidak, apa ini malam taco wortel gua? ...mengerang$s",
	"spring_12": "Aku tidak terlalu suka festival. Banyak keramaian, terlalu banyak interaksi sosial... Lebih stres daripada menyenangkan, menurutku.",
	"spring_23": "Ugh... Besok adalah festival terburuk dalam setahun dengan jarak yang cukup jauh. Tunggu dan lihat betapa bodohnya aku selama tarian bunga.",
	"fall_20": "Apa kamu menantikan festival Spirit's Eve? Itu favoritku.$h",
	"fall_26": "Festival Spirit's Eve besok. Aku benar-benar berharap mereka akan menampilkan tengkorak-tengkorak itu lagi tahun ini.$h#$e#Aku hampir merasa seperti mereka adalah temanku saat ini.",
	"summer_10": "Hehe... Mungkin lucu untuk menaruh sesuatu yang menjijikkan di sup potluck besok. Hanya jangan racun orang.$e#Mengapa merusak potluck? Hmm... aku kira beberapa orang merasa lega saat struktur yang kaku dari masyarakat sedikit runtuh. Mungkin aku aneh.",
	"summer_27": "Besok kita semua akan berkumpul di dermaga untuk melihat migrasi ubur-ubur cahaya bulan. Kurasa itu dimulai jam sepuluh.",
	"summer_12": "Aku tidak terlalu suka festival. Banyak keramaian, terlalu banyak interaksi sosial... Lebih stres daripada menyenangkan, menurutku.",
	"winter_24": "Ini malam jelang bintang musim dingin hari ini. Lebih baik pastikan perutmu kosong untuk pesta besok.",
	"summer_Sun": "Biasanya aku hanya keluar saat gelap. Apa itu terdengar aneh bagimu?",
	"summer_Sun4": "Tadi malam, aku melihat sekelompok kelelawar terbang di sekitar danau.#$e#Kurasa mereka sedang mencari makanan nyamuk saat ini?",
	"fall_Mon": "Jadi... ini musim panen besar, bukan?",
	"fall_Mon4": "Kamu menghasilkan banyak uang di pertanianmu ya kan?#$e#Kurasa aku harus segera mencari pekerjaan...$s",
	"fall_Tue": "Semua tentang bumbu labu ini... sungguh, aku bosan dengan tren musiman ini.",
	"fall_Tue6": "Siapa Demetrius pikir dia, memberiku perintah? Dia bahkan bukan ayahku yang sebenarnya.$a",
	"fall_Tue10": "Aku selalu merasa seperti orang yang lemah. Tapi tantangan itu hanya akan membuatku lebih kuat.",
	"fall_Wed": "menguap... jam berapa sekarang? Kurasa aku tidur terlalu lama semalam.",
	"fall_Wed8": "Aku senang kamu datang. Aku mulai merasa bosan.#$e#Sekarang aku merasa jauh lebih energik, percaya atau tidak.",
	"fall_Thu": "Kamarku sedikit kurang menyedihkan jika aku punya jendela...$s",
	"fall_Fri": "*menguap*... aku begadang sampai jam 3 membaca buku baru ini...#$q 62/63 fall_Fri_old#Apa kamu suka membaca, @?#$r 62 -30 Fri_bad#Ya. Klasik.#$r 63 30 Fri_good#Hanya fiksi ilmiah dan fantasi#$r 62 0 Fri_bad#Aku suka novel romantis yang bagus#$r 63 -30 Fri_bad#Tidak, aku tidak suka membaca buku",
	"fall_Fri_old": "$p 62#Kamu tidak akan menyukainya.$s|Kurasa kamu akan menyukainya.",
	"fall_Fri_good": "Hei, aku juga. Tidak ada yang seperti fiksi yang baik untuk mendorong batas-batas imajinasi.$h",
	"fall_Fri_bad": "Huh. Terdengar membosankan.",
	"fall_Fri6": "Aku sedang membaca buku tentang seorang petani. Ini membuatku teringat padamu, sebenarnya.$h#$e#Maaf jika itu membuatmu merasa tidak nyaman.$h",
	"fall_Sat": "Aku hampir bermalas-malasan di tempat tidur sepanjang hari. Agak berharap aku sudah melakukannya sekarang.",
	"fall_Sun": "Matahari semakin jarang muncul akhir-akhir ini... luar biasa.",
	"winter_Mon": "Aku menikmati cuaca yang suram ini... meskipun harus kukatakan, sedikit dingin.",
	"winter_Mon4": "Tidak ada yang membuatku terkejut lagi... tidak ada yang membuatku tertawa.#$e#Ya, aku tahu... aku sedikit dramatis.",
	"winter_Mon8": "Apa kamu pernah mengingat kembali dirimu yang lama dengan rasa malu dan penyesalan?#$e#Kurasa itu bagian dari proses bertumbuh dewasa.",
	"winter_Tue": "Hmm... Aku tidak memiliki apa-apa untuk dikatakan. Aku masih tidak terlalu mengenalmu.",
	"winter_Tue4": "Hei...#$b#Sulit untuk memikirkan hal-hal baru untuk dibicarakan, kadang-kadang. Bahkan setelah kamu mengenal seseorang.#$e#...Maaf.",
	"winter_Tue6": "Aku hampir saja berteriak pada ibuku karena membuang koleksi komik lamaku... Tapi ada sesuatu yang menghentikanku.#$e#Hmm... dengan usia datanglah kebijaksanaan.",
	"winter_Tue10": "Kamu datang kemari untuk melihatku?$l#$e#...$h",
	"winter_Wed": "%Sebastian tampak tenggelam dalam pikirannya...",
	"winter_Wed4": "Hei, jangan biarkan aku mengganggumu dalam menyelesaikan pekerjaanmu.#$e#Jika kamu tidak sibuk, aku tidak keberatan jika kamu tetap di sini.$h",
	"winter_Thu": "Aku penasaran apa yang akan dimakan malam ini... grumble$s",
	"winter_Thu6": "Aku seharusnya belajar memasak. Itu akan berguna.",
	"winter_Fri": "Sangat menyenangkan tinggal begitu dekat dengan jalur kereta. Itu pengingat bahwa ada dunia besar di luar sana.",
	"winter_Fri8": "Ketika aku masih muda, aku akan berlari ke rel kereta setiap kali aku mendengar kereta datang.#$e#Apa yang terjadi dengan hari-hari itu...? sigh$s",
	"winter_Sat": "Kodok-kodok tidak terlalu bahagia di musim dingin.#$e#Mereka kecil yang malang.$s||Aku penasaran apa yang dilakukan kodok-kodok di musim dingin? Apa mereka hanya membeku dan kemudian mencair di musim semi?",
	"winter_Sat6": "Aku suka musim dingin tapi aku merasa kasihan pada semua hewan-hewan kecil yang kedinginan di luar sana.#$e#Kurasa mereka sudah terbiasa, meskipun... seperti aku.",
	"winter_Sun": "Aku membuat seorang lelucon salju tapi Demetrius membuatku menghilangkannya.#$e#Apa masalahnya?$u",
	"winter_Sun6": "Aku membuat seorang lelucon salju tapi Demetrius membuatku menghilangkannya... namun patung salju lucu Maru tetap utuh!$a#$e#Absurd."
}