{
	"Mon": "Aku tidak mengenalmu. Kenapa kamu berbicara padaku?",
	"AcceptBirthdayGift_Loved": "Oh, apa ini ulang tahunku? Aku berharap aku bisa melupakannya.#$b#Tapi sebenarnya ini sangat bagus. Terima kasih.$h",
	"AcceptBirthdayGift_Liked": "Oh, apa ini ulang tahunku? Benar... Aku hampir lupa. Terima kasih.",
	"GreenRain": "Hari ini aku tidak perlu pergi kerja, jadi aku tidak akan mengeluh...",
	"GreenRain_2": "Oh, ada cuaca aneh hari ini? Aku tidak menyadarinya.",
	"AcceptGift_(O)StardropTea": "Heh... terima kasih. Rasanya persis seperti bir.",
	"FlowerDance_Accept": "Um... tentu saja.#$e#Aku sebaiknya berhenti makan...",
	"AcceptGift_(O)203": "Oh, kamu membuatnya? squish... Um... smack... Aku rasa aku akan tetap pada pizza beku. Tapi terima kasih.",
	"eventSeen_611944_memory_oneweek": "Pernahkah kamu mencoba Joja Bubblerito baru? Aku makan dua dalam satu kali duduk kemarin, itu adalah kesalahan...",
	"dating_Shane": "Aku... sebenarnya tidak mengharapkan ini, setelah semua yang telah kuberikan padamu...",
	"dating_Shane_memory_oneday": "Kurasa aku adalah pria terberuntung di dunia... $h",
	"eventSeen_3910975": "Maaf kamu harus melihatku seperti itu, @...$s",
	"eventSeen_3910975_memory_oneweek": "Aku mencoba untuk mengurangi minuman... ini tidak akan mudah.",
	"Resort_Entering": "Buh... berharap barnya buka.",
	"Resort_Leaving": "Yah... sudah mendapat suplai Vitamin D setahun. Sekarang aku bisa bermain video game dengan tirai tertutup sepanjang tahun.",
	"Resort_Shore": "Betul... Aku tidak memakai sepatu atau kaus kaki.#$b#Beberapa orang menyebutnya sebagai risiko kesehatan publik.#$b#Kepiting sepertinya menikmatinya, meskipun.$h",
	"Resort_Chair": "Hoo... Rasanya nyaman untuk istirahat sejenak.#$b#Jika ada yang membutuhkanku, aku akan duduk di sini saja, merendam.",
	"Resort_Bar": "Huh... rasanya baik minum minuman dingin...#$e#Atau mungkin beberapa...",
	"Resort": "Baiklah, pasir ini sangat panas. Aku menyesal tidak mengenakan sepatu.$s",
	"FlowerDance_Accept_Spouse": "Menari? Hoo-boy. Oke... biarkan aku minum beberapa lagi ini dulu...",
	"FlowerDance_Decline": "...Tidak.$s",
	"pamHouseUpgrade": "Aku dengar kamu membangun rumah untuk Pam... Itu sangat murah hati...#$b#Tahu, aku bisa menggunakan seratus ribu emas juga...#$e#hem ...ah ...Hanya bercanda. ...Heh.",
	"pamHouseUpgradeAnonymous": "Aku dengar seseorang membelikan rumah untuk Pam... sigh... Apa yang pernah dilakukan Pam untuk mendapat kebaikan seperti itu??",
	"divorced": "...$a#$e#...Biarkan aku sendiri.$a",
	"breakUp": "glup Oh... Ya, oke... Aku kira aku seharusnya sudah melihat ini datang.$s#$b#Aku... eh... kira aku akan melihatmu di Saloon.",
	"dumped_Guys": "%Pandangan shane kosong di matanya. Dia tidak akan berbicara padamu.",
	"secondChance_Guys": "Aku tidak mengerti kamu... sigh...",
	"Mon2": "Aku hampir tidak mengenal kamu. Kenapa kamu berbicara padaku?||Apa gunanya berbicara padaku? Aku tidak ingin punya teman.",
	"Mon4": "Hei. Maaf jika aku terkesan kasar ketika kita pertama kali bertemu.#$e#Aku butuh waktu untuk akrab dengan orang asing.||Membuat teman dengan seseorang butuh usaha. Lebih mudah untuk sendiri.",
	"Mon6": "Aku akan jujur, aku masih tidak mengerti mengapa kamu ingin berteman denganku.||Hidup tidak adil, dan aku tidak bisa tidak merasa pahit tentang itu.",
	"Mon10": "Apa kamu pernah merasa seperti seluruh dunia mengawasimu seperti serangga yang menjijikkan?",
	"Tue": "Apa? Apa yang kamu inginkan? Pergi lah.",
	"Tue2": "Apa yang kamu inginkan dariku? Uang? Aku akan memberikanmu pot emas untuk meninggalkanku sendiri!",
	"Tue4": "Setiap kali aku mencoba sesuatu yang baru itu berjalan sangat buruk. Kamu belajar untuk tetap berdiam diri.",
	"Tue6": "Hidup tidak terlalu buruk... setidaknya aku punya pizza beku dan telur.$u",
	"Tue8": "Kita harus pergi ke pertandingan Tunnelers suatu saat. Ketika aku pergi sendiri, aku biasanya minum terlalu banyak bir.",
	"Tue10": "Aku harus tetap bersikap baik demi Jas. Aku tidak ingin menjadi contoh buruk baginya.||Aku agak seperti figur ayah untuk Jas. Aku hanya berharap aku tidak terlalu mengecewakannya.$s",
	"Wed": "Tidak, aku tidak punya waktu untuk mengobrol denganmu.",
	"Wed8": "Kurasa aku sudah terikat dengan Marnie dan Jas. Kami adalah sekelompok orang yang aneh tapi ini terasa seperti keluarga aneh.#$e#Aku tidak pernah punya keluarga yang banyak saat masih kecil.$s",
	"Wed4": "$d Joja#sigh ...Setiap hari itu sama. Menata rak-rak yang mengerikan, pergi ke salon, berguling-guling sepanjang malam.$s|Aku benci pekerjaanku di JojaMart, tapi sekarang bahwa aku menganggur aku merasa lebih buruk.$s",
	"Thu": "Apa yang kamu inginkan? Biarkan aku sendiri.",
	"Thu4": "Kamu benar-benar gigih. Aku kira aku hanya terkejut bahwa ada yang tertarik untuk berbicara denganku.",
	"Thu6": "Buh... Di mana Joja Cola?||Kenapa mencoba? Hidup hanya lemparan dadu.#$e#Ketika mereka menggulung milikku, dadu jatuh dari meja.",
	"Thu8": "Kamu suka berbicara denganku? Aku kira aku percaya kamu... mungkin kamu sama anehnya dengan aku.$h",
	"Fri": "Tidakkah kamu punya pekerjaan yang harus dilakukan?",
	"JojaMart": "%Shane sedang bekerja keras. Dia tidak tampak tertarik untuk berbicara.",
	"Fri4": "$d Joja#Apa gunanya hidup jika yang kamu lakukan hanya bekerja?|Aku belum bisa membayar sewaku, tapi Marnie membiarkanku tinggal anyway. Aku beruntung.",
	"Fri6": "Aku pasti akan pergi ke salon malam ini. Apa lagi yang bisa dilakukan?",
	"Fri8": "Buh... Bisakah kamu membayangkan seberapa menjijikkannya hatiku saat ini?$s#$e#Tubuhku terasa dua puluh tahun lebih tua dari seharusnya...$s",
	"Fri10": "Tubuhku tidak terlalu sakit lagi sejak aku mengurangi alkohol.#$e#Tapi rasanya masih seperti aku selalu berada di tepi...$s",
	"Sat": "Kenapa kamu menggangguku? Aku ingin sendiri.",
	"Sat2": "#$1 ShaneJOSH#Aku terkejut bahwa kamu masih berusaha berteman denganku. Apa aku tidak cukup kasar padamu sebelumnya?#$e#sigh...$s",
	"Sat4": "$d Joja#Aku menyewa kamar dari Marnie dengan harga yang sangat bagus. Kecil tapi aku tidak bisa mengeluh.|Jika aku bisa mengatur ulang hidupku mungkin aku akan memulai peternakan ayam. Hanya telur yang berkeliaran bebas tentunya.",
	"Sat8": "Aku benar-benar menyukai ayam-ayam Marnie.$h||Seorang ayam tidak akan mengecewakanmu. Manusia, di sisi lain...",
	"Sat10": "Peternakanmu terlihat seperti tempat yang bagus untuk memelihara ayam.$h",
	"Sun": "Aku sibuk, bisakah kamu lihat?||...Aku tidak ingin berbicara dengan siapa pun.",
	"Sun2": "Kamu lagi? Berapa kali aku harus bilang padamu untuk meninggalkanku sendiri?$s",
	"Sun4": "Hmm... sudah %time. Haruskah aku melemparkan pizza beku ke microwave, atau harus menunggu?$u||Jika Tunnelers menang, aku akan minum satu botol dingin untuk merayakannya.#$e#Jika mereka kalah? Aku akan minum satu botol dingin untuk tenggelam dalam kesedihanku.",
	"Sun6": "...Kurasa aku bertambah berat badan.$s",
	"Sun8": "Jika aku menonton lebih banyak TV mungkin aku bisa melupakan tentang hidup. Itu akan menenangkan.$u",
	"Sun10": "Hai, @. Aku sebenarnya sudah punya hari yang cukup baik sampai sekarang.$h",
	"event_room1": "Baiklah... itu akan membutuhkan skrip yang hebat. Mungkin aku akan meminta saran kepada Elliott lain kali aku melihatnya di salon.$s",
	"event_room2": "Terdengar bagus. Aku harus membuat banyak efek praktis agar terlihat keren.",
	"event_noLoan1": "Aku tidak tahu kamu begitu pelit...$s",
	"event_noLoan2": "Baiklah, Ayah...$s^Baiklah, Ibu...$s",
	"event_noLoan3": "Oh, wow...$s",
	"event_apologize1": "...Yeah, aku juga.",
	"event_apologize2": "Aku tahu... itulah sebabnya aku mampir, untuk memberitahumu tentang itu.",
	"event_apologize3": "Wow, itu begitu serius, ya? Aku hampir tidak bisa mengingatnya...",
	"event_stadium1": "Oh ya? Aku kira itu masuk akal.$6#$b#Aku? Aku bosan dengan Pelican Town kadang-kadang.#$b#Tapi... aku suka bahwa kamu berbeda. Kita saling seimbang.$l",
	"event_stadium2": "Oh benarkah? Aku terkejut... Bukankah kamu pindah ke Stardew Valley untuk melarikan diri dari kebisingan kota?$6#$b#Maksudku... Jangan salah paham, aku benar-benar mengerti. Hidupku di Pelican Town cukup membosankan, tahu kan."
}