{
	"Introduction": "Ahoy di sana! Senang melihat anak muda bergerak masuk ke lembah ini. Tidak terlalu umum belakangan ini.",
	"AcceptGift_(O)StardropTea": "Demi batang pipaku... secangkir Teh Stardrop! Dan aku pikir itu hanya mitos putri duyung. Terima kasih banyak.",
	"AcceptGift_(O)Book_Crabbing": "Ya... Klasik yang abadi. Membuatku menitikkan air mata setiap kali membacanya. Nelayan tidak pernah punya terlalu banyak salinan! Terima kasih.$h",
	"AcceptGift_(O)Book_Roe": "Terima kasih! Ini akan menjadi bacaan yang sempurna untuk musim dingin. Ah, dan bahkan baunya seperti laut...$h",
	"AcceptGift_(O)SkillBook_1": "Ah, 'Umpan dan Pemancing'... Setiap pemancing seharusnya berlangganan, tapi harganya mahal. Sudah mengajarku banyak tips memancing yang baik selama bertahun-tahun. Terima kasih!$h",
	"AcceptGift_coffee_item": "Ah, ini hangat di tulang-tulang tua. Terima kasih.",
	"GreenRain": "Ya... Semoga hujan aneh ini tidak mengganggu ikan... Itu bisa merusak hidupku!",
	"GreenRainFinished": "Nah, ikan-ikan itu terlihat sehat seperti biasa. Bahkan, aku bersumpah mereka menggigit dengan semangat ekstra!",
	"GreenRain_2": "Jika ikan menyukai hujan ini, maka aku juga menyukainya.",
	"accept_869": "Ah... Itu umpan sempurna untuk ikan lele yang selama ini aku coba tangkap!#$b#Nah, izinkan aku menukarnya dengan ini. Aku tidak yakin apa ini, tapi itu terdampar di pantai tidak lama yang lalu.#$b#Ada sesuatu yang memberitahuku bahwa kamu bisa menggunakannya, nak.^Ada sesuatu yang memberitahuku bahwa kamu bisa menggunakannya, nona.",
	"AcceptGift_(O)682": "Horor! ...Jenis monster apa ini?",
	"AcceptGift_(O)336": "lumatan... Ya, itu emas sungguhan. Heh! Apa hadiah yang luar biasa!$h",
	"married": "Meninggalkan kehidupan lajang ya?#$b#Jangan lupa untuk menyisihkan waktu untuk memancing...",
	"fishCaught_160": "Ah, kamu menangkap Angler ya? Langkah pertama yang baik ke dunia ikan langka itu.",
	"fishCaught_159": "Jadi, kamu akhirnya menaklukkan Crimsonfish! Ikan itu telah mengejekku selama bertahun-tahun. Dia hampir menggigit kayu di bawah rumahku!",
	"fishCaught_163": "Demi batang pipaku... Kamu benar-benar menangkap 'Sang Legenda'. Aku tidak pernah membayangkan aku akan melihat hari itu...$h#$b#Nah, nak, kamu melakukannya... Kamu adalah pemancing terbaik yang pernah dilihat lembah ini dalam waktu yang lama...$h^Nah, nona, kamu melakukannya... Kamu adalah pemancing terbaik yang pernah dilihat lembah ini dalam waktu yang lama...$h",
	"fishCaught_775": "Ah, jadi akhirnya kamu berhasil menangkap Glacierfish... Itu salah satu ikan yang paling licin yang pernah aku temui!#$e#Berapa kali kamu mencobanya?",
	"fishCaught_682": "mencium mencium... Ada sesuatu yang memberitahuku kamu telah memancing di saluran pembuangan, nak.^mencium mencium... Ada sesuatu yang memberitahuku kamu telah memancing di saluran pembuangan, nona.#$b#Ini pendekatan yang tidak lazim, pastinya. Ada legenda tentang ikan mas raksasa, yang berubah menjadi monster dari lumpur toksik...",
	"FullCrabPond": "mencium... Ah... Bau yang sudah kukenal. Kamu membesarkan kepiting, bukan?#$b#Kamu laki-laki yang mencuri hatiku, @. Hah!$h^Kamu wanita yang mencuri hatiku, @. Hah!$h#$b#Nah, ambil ini. Aku menemukannya di pantai... Sudah kusimpan untuk acara istimewa. Tidak setiap hari aku menemukan teman penggemar kepiting! [797]",
	"MovieInvitation": "Ah... sebuah film. Itu baik dari kamu, nak.^Ah... sebuah film. Itu baik dari kamu, nona.#$b#Aku akan menyelesaikan pipaku, dan segera datang.",
	"summer_19": "Besok adalah Derby Trout tahunan... Ya, itu mimpi bagi penggemar air tawar!#$e#Para pemancing dari seluruh dunia akan ada di sini untuk menangkap Trout Pelangi kita yang indah...#$e#Lebih baik aku melihatmu di sana, nak!$h^Aku harap bisa melihatmu di sana!$h#$e#Selama dua hari ke depan, aku hanya akan mengurus toko selama satu jam, mulai jam 9 pagi. Jadi jika kamu benar-benar membutuhkan sesuatu, kamu bisa datang saat itu.",
	"summer_20": "Ini hari besar! Aku sudah menyiapkan semua peralatan untuk menangkap Trout...#$e#Semoga sukses di sana!",
	"summer_21": "Bagaimana Derby memperlakukanmu sampai sekarang?#$b#Aku sudah menemukan banyak Tag Emas sendiri... tapi ini belum berakhir!",
	"winter_11": "Besok, di pantai, adalah awal dari pertemuan kecil... bernama 'SquidFest'.#$e#Ya... sulit menangkap cumi. Tapi aku yakin kamu sudah punya bakat untuk olahraga itu, sekarang.",
	"winter_12": "Jangan menyerah begitu saja! Masih ada cumi di perairan ini...",
	"winter_13": "Itu menghangatkan hati musim dinginku melihat semua pemancing berkumpul di sini, semua karena cinta pada memancing...$h",
	"Mon": "Ahoy di sana, anak.^Ahoy di sana, nona.#$b#Sepertinya cuaca yang baik untuk memancing ya kan?",
	"Mon4": "Apa kamu sudah banyak beruntung di perairan lokal? Kamu terlihat seperti pemancing yang kuat jika kamu menetapkan pikiranmu padanya.",
	"Tue": "Seorang pemancing sejati punya rasa hormat pada air... jangan lupa itu.",
	"Tue6": "Tahukah kamu, Orang Tua dulu seorang nelayan. Aku dibesarkan berlayar di antara pulau-pulau pakis, hidup dari tangkapan ke tangkapan.#$e#Hidup memancing memang keras, tapi ada sesuatu yang membuatmu terus maju.",
	"Wed": "Beberapa ikan datang dan pergi dengan musim. Yang lain hanya muncul pada malam hari atau saat hujan.",
	"Wed6": "Aku pernah mendengar desas-desus bahwa jenis ikan khusus dapat ditemukan di kolam antara air terjun...#$b#Jika kamu bisa mencapainya dengan joranmu, itu...",
	"Thu": "mengomel mengomel ...Eh? Aku akan memberitahumu tentang pemikiranku, tapi itu rahasia nelayan.",
	"Thu2": "Ada desas-desus tentang beberapa ikan sangat langka di daerah ini... tapi hanya pemancing berpengalaman yang bisa melawannya.#$e#Kamu akan membutuhkan umpan terbaik yang bisa kamu dapatkan jika kamu ingin ikan langka menggigit.",
	"Fri": "Jika kamu benar-benar ingin membuat ikan menggigit, pastikan kamu meletakkan beberapa umpan di kailmu.",
	"Fri4": "Aku adalah orang sederhana... ketika pipaku penuh, aku bahagia. Ketika pipaku kosong... nah, maka aku akan mengisinya lagi.$u",
	"Sat": "Jika pemandangan memancing lokal menjadi sedikit lebih hidup, aku mungkin akan memperluas stok toko.",
	"Sat8": "Bagaimana kehidupan memancing untukmu?#$e#Aku mencoba untuk memancing sesering mungkin, tapi tidak mudah ketika kamu punya toko untuk dijalankan.",
	"Sun": "Jika kamu membeli joran memancing berkualitas tinggi, kamu akan bisa melekatkan umpan dan alat pancing ke tali.#$b#Umpan membuat ikan menggigit lebih cepat. Alat pancing bisa membuat pekerjaanmu jauh lebih mudah saat menarik ikan.#$e#Ada berbagai macam alat pancing, dengan manfaat yang berbeda. Mereka biasanya agak rapuh, jadi jangan heran jika alat pancingmu rusak setelah beberapa saat.",
	"Sun10": "Hei, ini bosku, @!$h#$e#Aku akan memberimu diskon untuk umpan jika aku bisa membelinya.$s",
	"Fair_Judging": "Aku tidak terlalu berharap menang... ikan-ikannya bagus tetapi mereka tidak benar-benar harum...$s",
	"Fair_Judged": "Wow, aku mendapat skor rendah. Sepertinya Walikota Lewis bukanlah penggemar ikan. Yah...$s"
}