{
	"Introduction": "Wahh wah.. Aku sudah memprediksi kau akan datang @.#$e#Bagaimanapun, takdirmu ada di tanganmu sendiri.",
	"AcceptGift_(O)StardropTea": "Wah, apa yang kita punya di sini? Tampaknya obat mujarab yang langka dan manjur. Ya, ini akan menjadi tambahan yang bagus untuk peti reagenku.",
	"accept_868": "Hah... pecahan artik.#$b#Sungguh zat yang paling kuat, dan mengandung unsur es.#$b#Aku akan mengambilnya, jika kau tidak keberatan.#$b#.. .#$b#...Emm...Kamu masih di sini. Oh. Kau ingin sesuatu?#$b#...Ambil ini.",
	"MovieInvitation": "Hmm... Kurasa aku bisa menemanimu... ya. Begitu kamu tiba, aku akan muncul. Selamat tinggal.",
	"GreenRain": "Meskipun hujan yang tak biasa dan mungkin mengkhawatirkan, tidak ada yang perlu ditakutkan pada hari ini.#$e#Faktanya, ini adalah hari yang sangat membahagiakan bagi banyak makhluk hidup.",
	"GreenRain_2": "Alam adalah kekuatan yang sangat kuat, tidak bisa dianggap remeh.#$e#Maaf, tapi ada hal khusus yang hanya bisa kutangani pada hari ini.",
	"married": "Menikah... hmm? Aku doa kan semoga engkau lebih beruntung daripada aku...",
	"roommates_Krobus": "Ini akan menjadi sebuah tantangan, untuk hidup bersama orang seperti Krobus. Tapi aku yakin akan memberikan banyak manfaat bagi kedua belah pihak.#$e#Aku akui, aku sangat tertarik melihat hasil dari persahabatan yang tidak biasa ini.",
	"Mon": "Ah, ya. Aku sudah melihat banyak hal tentang masa depanmu, anak muda @.#$e#Jika kuberitahu padamu, mungkin ada konsekuensi yang serius.",
	"Mon4": "Di luar wilayah peradaban manusia adalah tempat di mana alam benar-benar mengungkap rahasianya.",
	"Mon8": "Ada beberapa wilayah di dunia, namun tidak ternoda oleh batasan pemikiran modern, dimana keajaiban masih sangat hidup...",
	"Sat6": "Meskipun praktik ilmiah dapat secara akurat menggambarkan materi dunia kita, namun praktik tersebut tidak akan pernah menjelaskan misteri yang paling dalam...",
	"Tue": "Jika tidak ada hal penting yang ingin kau sampaikan padaku, biarkan saja. Aku punya banyak pekerjaan yang harus diselesaikan.",
	"Tue4": "Aku cukup mempercayaimu untuk mengizinkanmu berada di ruang bawah tanahku. Perlakukan apa yang kamu temukan di sana dengan hormat.",
	"Tue8": "Salam, @. Aku yakin kamu belum mencoba-coba ilmu hitam??",
	"Tue10": "Jika realita bisa dibangun oleh pikiran, maka seseorang akan menguasai kekuatan pikiran, merekapun dapat mengendalikan realita...",
	"Wed": "Butuh bertahun-tahun untuk memahami bahasa para elemental.#$e#Supaya benar-benar bisa berbicara dalam bahasa mereka, perlu upaya penuh pengabdian seumur hidup.#$e#Sekarang, permisi...",
	"Thu": "Ada banyak misteri di sekitar kita. Kau harus bersabar jika ingin menemukannya.",
	"Thu10": "Kamu tidak boleh memberi tahu siapa pun... tapi aku punya alasan untuk percaya bahwa salah satu penduduk setempat, sebenarnya adalah putriku...#$e#Aku bisa saja salah... Ini jarang terjadi, tapi itu memang terjadi.",
	"Fri": "Aku yakin penduduk kota takut padaku.#$e#Sangat disayangkan, tapi menurutku adalah hal yang manusiawi jika takut pada hal yang tidak diketahui.",
	"Fri6": "Aku sudah lama menikah. Namun setelah kami berpisah, dia mulai terbang keliling pedesaan, mengutuk semua yang dia lihat.#$e#Ini bukan cara yang sangat dewasa untuk mengungkapkan kemarahan seseorang.",
	"Sat": "Hati-hati, kamu berdiri di atas medan magis yang kuat.#$e#Aku sengaja membangun gubukku di sini, lho.",
	"Sat2": "Apa kamu sudah mencapai kemajuan dengan roh hutan?",
	"Sun": "Terkadang aku mengamati penduduk desa setempat secara diam diam.#$e#Aku berharap menemukan muridku. Suatu hari nanti aku akan meninggalkan pesawat fana ini, tetapi pencarian misterius, harus tetap berlanjut."
}